[
    {
        "title": "1 Murinzi We, Vuz' Impanda.",
        "number": 1 ,
        "content": "# 1 Murinzi We, Vuz' Impanda.\n\n 1. Murinzi, jy' uvuz' impanda, Uhan' umuntu wese; Ng' uzumv' izo nkuru nziza,  Yihan' akiz' ibyaha.\n  GUSUBURIMO: Murinzi we vuz' impanda! Yivuze cyane hose (hose),  Menyesha bos' ubutumwa,  Imbohe zibohorwe.\n 2. Yivugirize mu mpinga,  Mw' ishyamba mu gisiza; Ndetse no mu nyanja hose, Bameny' ako gakiza.  3. Yivugirize mu nzira, Mu rwiherero hose. Dat' arabategereje, Ntacy' ataringanije.\n  4. Uyivugiriz' indembe, Nazo zikizw' ibyaha. Yes' arabatumir' ati: Nimuze mbaboneze.\n"
    },
    {
        "title": "2 Umwam' Ageze Kw' Irembo.",
        "number": 2 ,
        "content": "# 2 Umwam' Ageze Kw' Irembo.\n\n 1. Umwam' ageze kw' irembo, Wabambwe ku musaraba; Yaje gukorany' abera, Babane mw' ijuru.\n GUSUBIRAMO: Kw' irembo (Kw' irembo), Kw' irembo (Kw' irembo), Kw' irembo, Ub' ari kw' irembo; Nukw' araje (araje), Nukw' araje (araje), Kand' ageze kw' irembo.\n 2. Ibyerekana kuza kwe, Birihuta kuboneka; Kandi tugiye guhabwa, Kubaho kw' iteka.\n 3. Ntabw' intambar' izashira, Ntabw' amahor' azahora, Kerek' ibyaha n' urupfu, Byatsembwe na Yesu.\n 4. Maze mw' isi yagizwe nshya, Niho tuzabahw' iteka; Kudapfa kwakuye gupfa, Dushiz' agahinda.\n"
    },
    {
        "title": "3 Nzabona Yesu.",
        "number": 3 ,
        "content": "# 3 Nzabona Yesu.\n\n 1. Nzabona Yesu mu maso, Umuns' azatujyana; Niho nzamwitegereza, Kw' ari we wampfiriye.\n Gusubiramo: Nzamurora mu maso ye, Turi kumwe mw' ijuru; Meny' uk' ubwiza bwe busa, Nzamusingiz' iteka.\n 2. Ubu ndamutekereza, Ariko simurora; Umuns' uhiriw' uzaza, Nzamubonan' ubwiza.\n 3. Tuzishimir' imbere ye, Ubw' ishavu rishize; Ibigande biganduwe, N' ahijimye hakeye.\n 4. Nzanezererw' imbere ye, Nzamurora mumenye; Nzabana na Yes' unkunda, Niwe Mukiza wanjye.\n "
    },
    {
        "title": "4 Har'Amakuru Meza.",
        "number": 4,
        "content":"# 4 Har'Amakuru Meza.\n\n 1. Har' amakuru mez' amenywa n' abagenzi, Bazerera kure y' iwabo, Kuk' Umukiz' agiye kuza mu bwiza bwe, Kand' agiye kwim' ingoma ye.\n  Gusubiramo: Azaza, ndabizi kw' azagaruka, Nukw' azaza rwos' azaza. Abagenzi bose barembye, Bazakir' Umukiza n' aza kwima.\n  2. Ibituro by' abera bos' uko bangana, Byose bizakingurwa rwose; Kand' inteko z' abasinzira mu kuzimu, Bazongera gutura kw' isi.\n  3. Nta kizadutanya mur' iyo si nshya nziza, Tuzaririmb' uko twakize. Abacunguwe bazaba bavuye hose, Baramy' Umwami wo mw' ijuru.\n  4. Haleluy' amina, Haleluya iteka; Nitwitonda tuzahatura. Ba maso nezerwa, Kand' ujye wiringira, Maz' uzambar' ikamba ryiza.\n"
    },
    {
        "title": "5 Murinzi We Menyesh' Igihe",
        "number": 5,
        "content": "# 5 Murinzi We Menyesh' Igihe\n\n 1. Murinzi we! Menyesh' igihe! Mbes' iwacu n' imuhero? At' ijoro ryijimye cyane, Ariko buracya. Ntukarire, Gumy' ugende, Nturorere kwiringira, Kugez' igih' uzasohora, Mu muns' uhoraho.\n  2. Murwanyi we ! Tyo mbwira nawe ! Ansubiza yitonz' ati: Intambar' igiye gushira. Guma ku rugamba. Wibabara, Ihangane, Wirek' imirimo yawe, Kuko tuzabon' ibihembo, Tumaze gutsinda.\n  3. Ndacyabaz' ibyaremwe byose, Binsubiza bitya biti: Iy' is' igiye guhanguka. Haz' ind' idashira. Ntukarir' ibimenyetso, Byerekan' aho tugeze, Kand' ibintu byose byaremwe, Biriteg' impanda.\n  4. Imuhir' ubu ni bugufi, Tunezerwe mu mitima. Duhumure ko tuzakira, Dushir' agahinda. Ntukarire tuzabana, Amakub' azab' ashize. Ntabwo tuzabur' amahoro mu rugo rwa Data.\n"
    }
]