[
    {
        "title": "  1 Murinzi We, Vuz' Impanda",
        "number": 1 ,
        "content": "# 1 Murinzi We, Vuz' Impanda.\n\n 1. Murinzi, jy' uvuz' impanda, Uhan' umuntu wese; Ng' uzumv' izo nkuru nziza,  Yihan' akiz' ibyaha.\n  GUSUBURIMO: Murinzi we vuz' impanda! Yivuze cyane hose (hose),  Menyesha bos' ubutumwa,  Imbohe zibohorwe.\n 2. Yivugirize mu mpinga,  Mw' ishyamba mu gisiza; Ndetse no mu nyanja hose, Bameny' ako gakiza.\n  3. Yivugirize mu nzira, Mu rwiherero hose. Dat' arabategereje, Ntacy' ataringanije.\n  4. Uyivugiriz' indembe, Nazo zikizw' ibyaha. Yes' arabatumir' ati: Nimuze mbaboneze.\n"
    },
    {
        "title": "  2 Umwam' Ageze Kw' Irembo",
        "number": 2 ,
        "content": "# 2 Umwam' Ageze Kw' Irembo.\n\n 1. Umwam' ageze kw' irembo, Wabambwe ku musaraba; Yaje gukorany' abera, Babane mw' ijuru.\n GUSUBIRAMO: Kw' irembo (Kw' irembo), Kw' irembo (Kw' irembo), Kw' irembo, Ub' ari kw' irembo; Nukw' araje (araje), Nukw' araje (araje), Kand' ageze kw' irembo.\n 2. Ibyerekana kuza kwe, Birihuta kuboneka; Kandi tugiye guhabwa, Kubaho kw' iteka.\n 3. Ntabw' intambar' izashira, Ntabw' amahor' azahora, Kerek' ibyaha n' urupfu, Byatsembwe na Yesu.\n 4. Maze mw' isi yagizwe nshya, Niho tuzabahw' iteka; Kudapfa kwakuye gupfa, Dushiz' agahinda.\n"
    },
    {
        "title": "  3 Nzabona Yesu",
        "number": 3 ,
        "content": "# 3 Nzabona Yesu.\n\n 1. Nzabona Yesu mu maso, Umuns' azatujyana; Niho nzamwitegereza, Kw' ari we wampfiriye.\n Gusubiramo: Nzamurora mu maso ye, Turi kumwe mw' ijuru; Meny' uk' ubwiza bwe busa, Nzamusingiz' iteka.\n 2. Ubu ndamutekereza, Ariko simurora; Umuns' uhiriw' uzaza, Nzamubonan' ubwiza.\n 3. Tuzishimir' imbere ye, Ubw' ishavu rishize; Ibigande biganduwe, N' ahijimye hakeye.\n 4. Nzanezererw' imbere ye, Nzamurora mumenye; Nzabana na Yes' unkunda, Niwe Mukiza wanjye.\n "
    },
    {
        "title": "  4 Har'Amakuru Meza",
        "number": 4,
        "content":"# 4 Har'Amakuru Meza.\n\n 1. Har' amakuru mez' amenywa n' abagenzi, Bazerera kure y' iwabo, Kuk' Umukiz' agiye kuza mu bwiza bwe, Kand' agiye kwim' ingoma ye.\n  Gusubiramo: Azaza, ndabizi kw' azagaruka, Nukw' azaza rwos' azaza. Abagenzi bose barembye, Bazakir' Umukiza n' aza kwima.\n  2. Ibituro by' abera bos' uko bangana, Byose bizakingurwa rwose; Kand' inteko z' abasinzira mu kuzimu, Bazongera gutura kw' isi.\n  3. Nta kizadutanya mur' iyo si nshya nziza, Tuzaririmb' uko twakize. Abacunguwe bazaba bavuye hose, Baramy' Umwami wo mw' ijuru.\n  4. Haleluy' amina, Haleluya iteka; Nitwitonda tuzahatura. Ba maso nezerwa, Kand' ujye wiringira, Maz' uzambar' ikamba ryiza.\n"
    },
    {
        "title": "  5 Murinzi We Menyesh' Igihe",
        "number": 5,
        "content": "# 5 Murinzi We Menyesh' Igihe\n\n 1. Murinzi we! Menyesh' igihe! Mbes' iwacu n' imuhero? At' ijoro ryijimye cyane, Ariko buracya. Ntukarire, Gumy' ugende, Nturorere kwiringira, Kugez' igih' uzasohora, Mu muns' uhoraho.\n  2. Murwanyi we ! Tyo mbwira nawe ! Ansubiza yitonz' ati: Intambar' igiye gushira. Guma ku rugamba. Wibabara, Ihangane, Wirek' imirimo yawe, Kuko tuzabon' ibihembo, Tumaze gutsinda.\n  3. Ndacyabaz' ibyaremwe byose, Binsubiza bitya biti: Iy' is' igiye guhanguka. Haz' ind' idashira. Ntukarir' ibimenyetso, Byerekan' aho tugeze, Kand' ibintu byose byaremwe, Biriteg' impanda.\n  4. Imuhir' ubu ni bugufi, Tunezerwe mu mitima. Duhumure ko tuzakira, Dushir' agahinda. Ntukarire tuzabana, Amakub' azab' ashize. Ntabwo tuzabur' amahoro mu rugo rwa Data.\n"
    },
    {
        "title": "  6 Mwebw' Abera Mube Maso",
        "number": 6,
        "content":"# 6 Mwebw' Abera Mube Maso\n\n 1. Mwebw' abera mube maso, Ibyaremwe birahinda. Mukomez' imuri zanyu, Mwiteg' Umwam' ari hafi.\n Gusubiramo: Araje Yes' araje! Azanye n 'icyubahiro. Yes' aje kwim' ingoma Ye, Araje, Yes' araje.\n  2. Wibuk' Umuvunyi wawe, Agakiza n' imbabazi , Ikamba, icyubahiro. Jya wogez' ako gakiza.\n  3. Nta bwami budahanguka; Wumv' amagare y' asuma. Bwira bos' iby' imbabazi, Ubu n' igihe cy' impuhwe.\n  4. Amoko yos' azashira; Krist' atebuts' Ubwami bwe; Is' igiye guhanguka; Nimwishim' abahiriwe.\n  5. Banyabyaha mwe nimuze ! Abitwarire kuri Se . Mwese nimugire bwangu ! Imbabazi zikiriho.\n "
    },
    {
        "title":"  7 Ubwo Yes' Azagaruka",
        "number": 7,
        "content": "# 7 Ubwo Yes' Azagaruka.\n\n 1. Ubwo Yes' azagaruka, Kujyan' abe bose, Bemeye kumuyoboka, N' abatoni be.\n   Gusubiramo: Bazaka nk' inyenyeri, Zitatse kw‘ ikamba rye; Bazatangaza cyane, Bakize rwose.\n 2. Ubw' azaza gukorany' abo yatoye bose, Bera baboneye rwose, B' abatoni be.\n  3. Yemwe bana! Yemwe bana! Bakund' Umukiza; Abakunda, abakunda, Nk' abatoni be.\n "
    },
    {
        "title": "  8 Abarokots' Ibyago Byo Hasi",
        "number": 8,
        "content": "# 8 Abarokots' Ibyago Byo Hasi\n\n  1. Abarokots' ibyago yo hasi bazakoranywa, Ab' azatumir' azajyana nabo.  Umwami n' agaruk' ikondera rye rizavuga, Amatek' azab' agiye gucibwa.\n  Gusubiramo: Azaba yabararitse, Ubw' azabahamagara (hamagara). Azaba yabararitse, Abazatumir' azajyana nabo.\n  2. Uwo muns' abapfuye muri Kristo bazazurwa, Bazava mu bituro nka we rwose. Abo yitoreye bazimana nawe mw ijuru, Ubw' azagenda, azajyana nabo.\n  3. Niho tuzajya dukorer' Umwami tudahwema; Tuzajya dusingiz' urukundo rwe. Maz' ubwo tuzarangiz' imirimo yacu mw' isi, Tuzateranywa tujyanwe mw' ijuru.\n "
       },
       
       {
        "title": "  9. Vuz' Impanda Yumvikane Hose",
        "number": 9,
        "content": "# 9 Vuz' Impanda Yumvikane Hose\n\n  1. Vuz' impanda yumvikane hose, Yesu agiye kuza! Muririmbe bagenzi mwishima, Yesu agiye kuza.\n Gusubiramo: Ari hafi, Ari hafi, Umwam' agiye kuza.\n  2. Mujye muhererekanya hose, Yesu agiye kuza! Azazan' icyubahiro cyinshi, Yesu agiye kuza.\n  3. Yivugirize mu nyanja hose, Yesu agiye kuza! Yivugirize no mu bikombe, Yesu agiye kuza.\n  4. Mu misoz' uyihavugirize, Yesu agiye kuza! Imiyag' ijyan' ayo makuru, Yesu agiye kuza.\n  5. Amok' ubw' azasubiranamo, Yesu agiye kuza! Ubwenge bwungukwa bwerekana, Ko Yes' agiye kuza.\n"
       },
       
       {
        "title": " 10. Duhurire Ku Mugezi",
        "number": 10,
        "content": "# 10 Duhurire Ku Mugezi\n\n 1. Duhurire ku mugezi, Dusang' abamarayika; Amazi yaw' atunganye, Atemb' av' imbere y' Imana.\n  Gusubiramo: Nuko tujye ku mugezi! Duhurire n' abera ku mugezi! Ku mugez' utunganye w' Imana, Utemb' uv' imbere y' intebe.\n  2. Ku nkombe y' uwo mugezi, Niho tuzatambagira, Turamy' Umwami w' iteka, Mu gihe cyiza kidashira.\n  3. Tuzagera ku mugezi, Dutur' imitwaro yacu; Tuzakirishw' imbabazi, Duhabw' umwambaro n' ikamba.\n  4. Ubw' umugez' uri hafi, Urugendo ruzashira; Tuzishima mu mitima, N' indirimbo z' umunezero.\n"
       },
       
       {
        "title": " 11 Mukiza Ngukurikire",
        "number": 11,
        "content": "# 11 Mukiza Ngukurikire 1. Mukiza ngukurikire, Ah' unshakira hose; Ah' ujya ngukurikire, Mwami ngukurikire.\n  Gusubiramo: Mukiza ngukurikire, Wamviriy' amaraso; Nib' utagir' ukwitaho, Njye nkwikurikirire.\n  2. Nahw' inzira yazitirwa, Naho yakukumuka, Ko wayinyuzemo mbere, Nyicamo mfit' ishimwe.\n  3. Naho naterwa n' ibyago, Nkageragezwa cyane, Warageragejwe nawe, Mwami ngukurikize.\n  4. Nib' unyobora mw' ishavu, Niba nkena nkanenwa, Wigeze kuba ruvumwa, Nanjye ngukurikize.\n"
       },
       
       {
        "title": " 12 Har' Isoko",
        "number": 12,
        "content": "# 12 Har' Isoko\n\n 1. Har' isokw' ivamw' amaraso, Yo mu mitsi y' Imanuweri. Niy' atungany' abanyabyaha, Bagashirahw' inenge, Bagatsembwahw' ibicumuro, Byose bikabacikaho. Niy' atungany' abanyabyaha, Bagashirahw' inenge.\n 2. Igisambo ku musaraba, Kiyarabutswe cyarihannye; Nanjye mbwiriza nkwizigire, Noye kujya ncumura; Ibyaha mbicikeho rwose, Noye kujya nkugomera; Nanjye mbwiriza nkwizigire, Noye kujya ncumura.\n 3. Amaraso yaw' atunganye, Ahoran' imbaraga nyinshi; Niyo wacunguj' itorero, Aritsembamw' ibyaha; Ryaganjij' imbaraga yabyo. Ryarabirokotse rwose. Niyo wacunguj' itorero, Yaritsembyemw' ibyaha.\n  4. Mperey' igihe meny' isoko, Iva mu bikomere byawe. Nogez' urwo rukundo rwawe, Nzahora ngusingiza; Nzahora ngusingiz' iteka, Nzajya ngusingiz' iteka. Nogez' urwo rukundo rwawe, Nzahora ngusingiza.\n  5. Mwami mpora ngucumuraho, Mpa kwizer' imbabazi zawe! N' amaraso yaw' atunganye, Mpa kuramishwa nawe ! Mpa kuramishwa nawe Yesu! Mpa no kuramishwa nawe! N' amaraso yaw' atunganye, Mpa kuramishwa nawe!\n  6. Har' indirimbo zera ntazi, Nzaziririmbira mw' ijuru. Naho nagobw' ururim' ubu, Uzarugobotora; Uzarugobotora Yesu, Ni wow' uzankiza rwose. Naho nagobw' ururim' ubu, Uzarugobotora.\n"
       },
       
       {
        "title": " 13 Mwami Yesu Ndifuza K' Umboneza",
        "number": 13,
        "content": "# 13 Mwami Yesu Ndifuza K' Umboneza\n\n 1. Mwami Yesu ndifuza k' umboneza; Ndashaka k' umba mu mutim' iteka. Noye kujya nita ku bigirwamana. Umboneze rwose nere ndush' ingwa.\n  Gusubiramo: Ngo nere de ndush' urubura! Mpa kwer' ubu ngutunganire rwose!\n  2. Mwami jy' undebera ku ntebe yawe! Mpa gutamb' igitambo kiboneye! Ndeke gushidikanya nitange rwose. Umboneze rwose nere ndush' ingwa.\n  3. Yesu ndagutakambira nkomeje! Ngo mbon' uko nkwitega Mwami mwiza! Ntunganish' umuvu w' amaraso yawe! Umboneze rwose nere ndush' ingwa.\n  4. Mwami ngutegereje nihanganye, Yesu ngwin' ump' umutim' utunganye! Nti wari wirengagiz' abagushaka. Umboneze rwose nere ndush' ingwa.\n"
       },
       
       {
        "title": " 14 Wumv' Amatur' Agwa",
        "number": 14,
        "content": "# 14 Wumv' Amatur' Agwa\n\n  1. Wumv' amatur' agwa, Ukw' ajegera. Yose n' aya Yesu, Niwe dutura.\n Gusubiramo: Agwa, agwa, agwa, agwa, Amatur' agwa, Yose n' aya Yesu, Niwe dutura.\n  2. Ava mu tuganza, Wumv' agumy' agwa! N' ituro rya Yesu, Ryo mu twana twe.\n  3. Ubu turi bato, Niyo dufite; Ubwo tuzakura, Tuzasumbyaho.\n  4. Nitugira bike, Tukwihe Mwami. Byos' uzabyakira, Utwikirize.\n"
       },
       
       {
        "title": " 15 Urukundo Rwa Yesu",
        "number": 15,
        "content": "# 15 Urukundo Rwa Yesu\n\n 1. Urukundo rwa Yesu, Rwageze kuri twebwe; Rudukuraho rwose, Urubanza rwo gupfa.\n  Gusubiramo: Aradukunda, Aradukunda, Aradukunda, Yesu Mutabazi.\n  2. Abatari bahabwa, Ubugingo bw' iteka, Twihute tubabwire, Urukundo rwa Yesu.\n  3. Kuko yaradukunze, Yadupfiriye twese,  Natwe dukunde dutyo, Abakiri mu byaha.\n  4. Aho Yes' azazira, Aje kwim' ingoma ye,  Nibwo tuzumv' ijwi rye, Ati: Mwakoze neza.\n  5. Akir' uyu mutima, Weze maz' ub' uwawe, Wambambiwe ku giti, Nzagukunda mb' uwawe.\n"
       },
       
       {
        "title": " 16 Mbonez' Intoke Zanjye",
        "number": 16,
        "content": "# 16 Mbonez' Intoke Zanjye\n\n 1. Mbonez' intoke zanjye, Zibonere rwose; Ko nazihaye Yesu, Ngo zimukorere.\n  Gusubiramo: Nitondesh' intambwe, Aho njya hose. Ne kuyobok' undi, Keretse Yesu\n  2. Nteg' amatwi ngo numve, Nez' umunsi wose. Nkor' ibikwiye numva, Ntagir' icyo mpuga.\n  3. Mpang' amabokw' amaso, Ngo ndeb' iby' akora; Nyabuze kwenderanya, Akorere Yesu.\n"
       },
       
       {
        "title": " 17 Njye Nsingiz' Urukundo",
        "number": 17,
        "content": "# 17 Njye Nsingiz' Urukundo\n\n  1. Njye nsingiz' urukundo, Nirwo rumbwiriza, Kugirir' abandi neza, Bakamenya Yesu.\n  Gusubiramo: Data we ko nd' umwana wawe! Data we Ngukurikize! Njye nsingiz' urukundo, Nirwo rumbwiriza, Kugirir' abandi neza, Bakamenya Yesu.\n  2. Iyi s' ibamw' ishavu, N' ibyaha n' urupfu; Ntibimbuza kuyobora bamw' ibwami bwawe.\n  3. Maz' ibyo nibishira, Tuzabe mw' ijuru, Tuzajye tuguhimbaza, Mwami w' urukundo.\n"
       },
       
       {
        "title": " 18 Yemwe Ngabo Z' Umwami",
        "number": 18,
        "content": "# 18 Yemwe Ngabo Z' Umwami\n\n  1. Yemwe ngabo z' Umwami! Nimutabare! Tujyane na Yesu! Niw' utabaza. Twitwaz' umusaraba! Utujy' imbere!  Mwese nimuze tugabe! Tunesh' Umwanzi.\n  Gusubiramo: Yemwe ngabo z' Umwami mwese! Dutabare twese! Tujyane na Yesu,  Dutsind' Umwanzi.\n  2. Ababisha bahunga, Babony' intwari. Nimuze tuneshe, Ngabo z' Umwami! Intangiriro z'isi zinyeganyezwa, N' ibyishimo by' ab' Umwami, bamusingiza.\n  3. Itorero ry' Imana, Rirafatanya; Rirahaguruka, Kunesh' Umwanzi. Nta kizaduteranya, Turakundana, Duhora duhuj' inama, Twizera kimwe.\n  4. Nta ngoma zidashira, Zirahanguka. Arikw' itorero, Rizahoraho. Ukuzimu n' urupfu, Ntibiririnda. Twarazwe na Yesu Kristo, Ntabw' ahemuka.\n  5. Nuko mugabe mwese! Tugerereze. Tubumbire hamwe, Amajwi yacu, Turirimbe dushima, Umwami Yesu, Kukw' afit' icyubahiro, Giheranije.\n"
       },
       
       {
        "title": " 19 Ba Mas' Udacumura",
        "number": 19,
        "content": "# 19 Ba Mas' Udacumura\n\n 1. Ba mas' udacumura! Ibyaha bigota, Bihora bikwegera cyane, Ng' utajya mw' ijuru.\n  2. Ba maso rwana senga! Nturek' urugamba! Ururasany' iminsi yose, Utabaz' Imana.\n  3. Komeza nturanesha! Wirekur' intwaro! Dor' intambara ntirashira, Udahaw' ikamba.\n "
       },
       
       {
        "title": " 20 Huguka Mutima Wanjye!",
        "number": 20,
        "content": "# 20 Huguka Mutima Wanjye!\n\n  1. Huguka mutima wanjye ! Shishikarir' ibyiza ! Ukomez' urwan' ishyaka! Uzambikw' ikamba.\n  2. N' Iman' iguhamagara, Gira bwangu witabe! Niy' iziher' ibihembo, Abatsinze bose.\n  3. Inteko zikurebera, Ziragutegereje, Ntutekerez' ah' uvuye, Reb' imbere yawe.\n  4. Mukiza wacu dukunda, Twanesheje ku bwawe, Ubu twaje kugushima, Turagusingiza.\n"
       },
       
       {
        "title": " 21 Ndeger' Umusaraba",
        "number": 21,
        "content": "# 21 Ndeger' Umusaraba\n\n 1. Ndeger' umusaraba, Naniwe nkennye mpumye, Singir' icyo nitaho, Rwose nshaka gukizwa.\n  Gusubiramo: Mwami ndakwizigira, Mukiza wanjye mwiza! Ndicuz' imbere yawe, Mwami Yes' unkiz' ubu!\n  2. Nakwifujije kera, Njya mbabazwa n' ibyaha. Yes' ambwira nez' ati: Ngukiz' ibicumuro.\n  3. Ubu ndakwihereje, Simbuzwa n' iby' iyi si. Mb' uwawe rwose Mwami, Nguhay' ibyanjye byose.\n  4. Ndiringir' iby' uvuga, Wamviriy' amaraso.Ubu ndicuza cyane, Mbambanywe n' Umukiza.\n  5. Nezezwa n' uko nkize, Yesu niw' unkomeza. Nta nenge nsigaranye, Mp' itam' icyubahiro.\n"
       },
       
       {
        "title": " 22 Mwami Mp' Umugisha Wawe",
        "number": 22,
        "content": "# 22 Mwami Mp' Umugisha Wawe\n\n  1. Mwami mp' umugisha wawe, Uhera bos' ubusa. Ndakwinginga ntumpiteho! Arik' umpire none.\n  Gusubiramo: Umpire! Umpire! Ngo ntatahan' ubusa.\n  2. Ntunsige mubyeyi mwiza, Ibyaha byandembeje; Nkwiriye gucibwa rwose, Arik' umbabarire.\n  3. Niba natinze mu byaha, Njya nkubabaza cyane; Niba ngoswe n' iby' iyi si, Ubinkuremo rwose.\n  4. Ntumpiteho Mwuka Wera! Niw' uhumur' impumyi. Unyemez' uhamya Yesu! Mbwir' ibimpumuriza.\n"
       },
       
       {
        "title": " 23 Untambe Hejuru Mwuka Wera",
        "number": 23,
        "content": "# 23 Untambe Hejuru Mwuka Wera\n\n  1. Untambe hejuru Mwuka Wera, Ngo mpirwe nawe! Nyuzuz' umugisha wawe, Ngwino ngwin' unyuzure!\n  Gusubiramo: Nyuzura! nyuzura! Yesu ngwin' unyuzure!Nyuzuz' umugisha wawe! Ngwino ngwin' unyuzure!\n  2. Ushobora kunyuzura, Ariko sinz' uburyo. Ndagushaka Mwuka Wera, Ngwino ngwin' unyuzure!\n  3. Sinkomeye ndababaye, Ndunam' imbere yawe. Mwuka mwiza wo mw ijuru, Mp' urukundo nyuzura.\n  4. Ngwin' unyeze kand' unkize! Tuz' umutima wanjye! Niw' umpumuriz' unkiza, Unyuzure rwos' ubu.\n"
       },
       
       {
        "title": " 24 Ndagushak' Iteka",
        "number": 24,
        "content": "# 24 Ndagushak' Iteka\n\n  1. Ndagushak' iteka, Mwami mwiza cyane, Ijwi ryawe ryiza, Rizan' amahoro.\n  Gusubiramo: Ku manywa na n' ijoro, Ndagushak' iteka. Mpir' ubu Mukiza we! Twigumanire.\n  2. Ndagushak' iteka, Jy' ungum' iruhande. Ntsind' amoshya yose, Iyo turi kumwe.\n  3. Ndagushak' iteka, Ntuje n' iyo nganya. Ngwin' ubu tubane! Mbone gutungana.\n  4. Ndagushak' iteka, Nyigish' iby' ushaka! Nkwinging' unsohorez' amasezerano!\n  5. Ndagushak' iteka, Mwami Wera rwose, Nyobora mb' uwawe, Wowe munyahirwe!\n "
       },
       
       {
        "title": " 25 Yesu Nd' Uwawe Nyakira",
        "number": 25,
        "content": "# 25 Yesu Nd' Uwawe Nyakira\nn 1. Yesu nd' uwawe nyakira, N' ibyanjye mfite byose! Njye ngukunda nkwizigire, Nkomeze nkuyoboke.\n  Gusubiramo:    S. na A. : Nguhaye byose, Nguhaye byose. Mucunguzi wanjye mwiza, Nguhaye byose.    T. na B. : Nguhaye byose, Nguhaye byose. Mucunguzi wanjye mwiza, Nguhaye byose.\n  2. Yesu nd' uwawe nyakira! Niyoroshye nkuramye. Mpaz' ibyishimo byo hasi, Ubu Yesu nyakira!\n  3. Yesu nd' uwawe nyakira! Mukiza ngir' uwawe! Tum' Umwuka Wer' ambwire, Kuko naw' ur' uwanjye!  4. Yesu nguhaye byos' ubu, Umwuk' ampay' umwete! Nsingiz' imbabazi zawe, Nkuramye bihimbaje.\n"
       },
       
       {
        "title": " 26 Ubu Nj' Uko Ndi",
        "number": 26,
        "content": "# 26 Ubu Nj' Uko Ndi\n\n  1. Ubu nj' uko ndi nta kindi cyankiza. Ndokoresh' amaraso yawe. Nitaby' ijwi ryawe rimpamagaye, Ndaje, Ntama y' Imana ndaje.\n  2. Nj' uko ndi nyakir' ubu ngubu Yesu! Nyez' umutima nkir' ibyaha! Wowe Nyir' amaras' akiza rwose, Ndaje, Ntama y' Imana ndaje.\n  3. Nj' uko ndi mbuyerezwa n' ubugome. Njya nanizwa nuko nd' intebyi, Mfit' ibindwanya byinshi bincogoza, Ndaje, Ntama y' Imana ndaje.\n  4. Nj' uko ndi nd' umuhanya, ndi n' impumyi. Gutungana mbikesha wowe, Ibyamboneza nabibon' iwawe. Ndaje, Ntama y' Imana ndaje.\n  5. Nj' uko ndi nizigiye k' unyakira, Nizey' isezerano ryawe; Yuk' uzankiza kand' uzamboneza. Ndaje, Ntama y' Imana ndaje.\n  6. Nj' uko ndi guhamy' urukundo rwawe, Ko rwambohoy' ingoyi zose. Uherey' ubu mbay' uwawe rwose. Ndaje, Ntama y' Imana ndaje.\n"
       },
       
       {
        "title": " 27 Dushim' Imana",
        "number": 27,
        "content": "# 27 Dushim' Imana \n\n  1. Dushim' Imana kubw' Umwana wayo, Kubw' Umukiza waducunguye twese.\n  Gusubiramo: Haleluya Nyirigira, Haleluy' amina;Haleluya Nyirigira, Twonger' umwete.\n  2. Dushim' Imana kubw' Umwuka Wera;Atubwiriza kumvir' Iyaturemye.\n  3. Dushim' Intama yatambwe ku bwacu, Yatway' ibyaha byac' adukiza rwose.\n  4. Dushimir' Iman' imbabazi zayo, Yaratuguz' itugir' abana bayo.\n  5. Twonger' umwete, Twuzuz' urukundo; Umuntu wes' akuyobokan' ubwira.\n"
       },
       
       {
        "title": " 28 Shaka Gutungana",
        "number": 28,
        "content": "# 28 Shaka Gutungana\n  1. Shaka gutungana, Jy' uhor' usenga; Bana n' Uwiteka, Ujy' umwumvira; Jy' ukund' Abakristo, Fash' abarembye; Ntuhuge na hato, Gushak' ihirwe.\n  2. Shaka gutungana, Hagomye benshi; Horana na Yesu, Mu rwiherero. N' umwitegereza, Uzaba nka we; Bose bazamenya, K' umeze nka we.\n  3. Shaka gutungana, Akuyobore. Ty' itond' imbere ye, N' ugir' ibyago, Uk' umera kose, Jy' umwiyambaza. Jy' uyoboka Yesu, Mwumvire rwose.\n  4. Shaka gutungana, Tuz' umutima. Tekerez' ibyiza, Wihutiraho. Jya wumvir' Umwuka, Gwiz' urukundo; Uzatunganira, Kuba mw' ijuru.\n"
       },
       
       {
        "title": " 29 Ungumane",
        "number": 29,
        "content": "# 29 Ungumane\n\n  1. Ungumane ko bugiye kwira, Haj' umwijima Mwam' ungumane.Ubwo bagenzi banjye bansiga, Nkaba jyenyine, Mwam' ungumane.\n  2. Mur' iyi si byose birashira, Nta munezer' uhaba na hato; Nta kidapfa, nta kidahinduka; Wow' udahinyuka, ungumane.\n  3. Mwami niwe nshak' iteka ryose, Nta moshya ntsinda tutari kumwe. Nta wabasha kunyobora nkawe. Mwam' iteka ryose, ungumane.\n  4. N' ungumana, nta mubisha ntinya; Ishavu rizab' umunezero; Imbori z' urupfu zizashira; Ntabwo ntazanesha n' ungumana.\n"
       },
       
       {
        "title": " 30 Ngah' Umuns' Urakuze",
        "number": 30,
        "content": "# 30 Ngah' Umuns' Urakuze\n\n 1. Ngah' umuns' urakuze, Burije turuhuke; Kand' ubw' imuri z' ijoro zaka turamy' Uwiteka, Twebwe twese.\n  Gusubiramo: Wera, Wera, Wera, Mwam' Imana. Wigwij' ahantu hose, Nta kitaguh' ishimwe, Mwam' Imana.\n 2. Mwami nyir' ubugingo, Terany' abagushaka; Buzuze bos' urukundo, Ubagir' ubwoko bwawe, Bakuramye.\n 3. Umwijima n' ugwira, Dukingir' imbabazi; Tukwegerez' imitima, Hirya y' ubwiza bw' ijuru, Ngo duhirwe.\n 4. Duhe kukwiringira, Ng' ubwo tuzapfa Mwami, Twongere kubon' umucyo, Ijoro rishir' iteka, Tugushime.\n"
       },
       
       {
        "title": " 31 Mukiza We Niwe Mucyo Waka",
        "number": 31,
        "content": "# 31 Mukiza We Niwe Mucyo Waka\n\n  1. Mukiza we! Niwe mucyo waka. Ntabw' umwijim' uhangar' ah' uri, Nyamururahw ibinyoshya, Bituma nanduranya nawe.\n  2. Mukiza mu gihe njya kuryama, Ngo nduhuk' imirimo nakoze, Umpe kugutekereza, Ngo nsinzire ndi kumwe nawe.\n  3. Umpagarik' umunsi n' ijoro; Ntabwo nabaho tutari kumwe; Ungumane mu makuba, Kuko ntinya gupf' utahari.\n  4. N' ubwo nkanguk' ungume bugufi; N' aho ndibujye gukora hose, Kugez' ubwo nzaz' iwawe, Meny' urukundo rwawe rwose.\n"
       },
       
       {
        "title": " 32 Yesu N' Urutare Rwacu",
        "number": 32,
        "content": "# 32 Yesu N' Urutare Rwacu\n\n 1. Yesu n‘ urutare rwacu, N' ubwugamo bw' umugaru; Niw' udukiz' amakuba, N' ubwugamo bw' umugaru.\n  Gusubiramo: Rutare rwisungwa n' abantu! Gicucu cy' uburuhukiro! Muyobozi mwiz' utayobya! Ubwugamo bw' umugaru.\n  2. Ankiz' amakub' iteka, N' ubwugamo bw' umugaru. Ntacyo ntinya turi kumwe, N' ubwugamo bw' umugaru.\n  3. Imivu n' isum' itera, N' ubwugamo bw' umugaru. N' Umukiza wacu mwiza, N' ubwugamo bw' umugaru.\n  4. Rutare rwiza rushimwa! Ubwugamo bw' umugaru! Jy‘ utuvuna mu makuba! Ubwugamo bw' umugaru.\n "
       },
       
       {
        "title": " 33 Ndanezerwa Kw‘ Anyobora",
        "number": 33,
        "content": "# 33 Ndanezerwa Kw‘ Anyobora\n\n 1. Ndanezerwa kw' anyobora, Arampumurish' Ijambo rye. Mu byo nkora, n' aho ngenda, N'ukoboko kwa Yesu kunyobora.\n  Gusubiramo: Aranyobora nkanezerwa, N' ukw' anyoboresh' ukuboko kwe. Nshaka kumukorera neza, Yuk' ukuboko kwe kunyobora.\n  2. Niba ngir' ishavu ryinshi, Cyangwa nubwo nezerwa cyane. Mu mahoro n' amakuba, N' ukuboko kwa Yesu kunyobora.\n  3. Mwami nshaka ko tubana; Ntabwo nzinuba nitotomba; Nzagumya nishime cyane, K' ukuboko kwa Yesu kunyobora.\n  4. Ndangij' imirimo yanjye, Nesheje kubw' imbabazi ze; Ntacyo nzatinya n' urupfu, K' ukuboko kwa Yesu kunyobora.\n"
       },
       
       {
        "title": " 34 Nimbon' Amahoro ",
        "number": 34,
        "content": "# 34 Nimbon' Amahoro\n\n 1. Nimbon' amahoro yomboka nk' uruzi, Naho naba mfit' ishavu, Uko mba kose, Njya nkunda kuvuga Nti: Nguwe neza mu mutima.\n  Gusubiramo: Ni neza (ni neza) ndatuje (ndatuje); Ko nguwe neza mu mutima.\n  2. Satani n' antera, Nkagira n' ibyago, Nkomezwa no kwiringira, Kuko Kristo yabonye ko nd' intebyi; Ni ko kumvir' amaraso ye.\n  3. Nshima cyane kuko mbabariw' ibyaha, Nta na kimwe cyasigaye; Byabambanywe nawe ku musaraba; Mutima wanjye shim' Umwami.\n  4. Mwami tebuts' umuns' uzagarukaho, Ubw' ibicu bizarundwa, Impand' ivuze, Umwam' amanuke Nti: Nguwe neza mu mutima.\n"
       },
       
       {
        "title": " 35 Nkund' Ubucuti",
        "number": 35,
        "content": "# 35 Nkund' Ubucuti\n\n  1. Nkund' ubucuti buva mw' ijuru, Nisung' amaboko y' iteka. Ngiz' amahirwe, mbony' amahoro, Nisunz' amaboko y' iteka.\n  Gusubiramo:    S. na A.: Nkiza! Nkiza! Ndokor' amakuba yose! Nkiza! Nkiza! Nisunz' amaboko y' iteka.    T. na B.: Nkiza Yesu! Nkiza Yesu nkiza! Ndokor' amakuba yose! Nkiza Yesu! Nkiza Yesu nkiza! Nisunz' amaboko y' iteka.\n  2. Nezerwa n' uko Yes' anyobora; Nisung' amaboko y' iteka. Nunguk' ishimwe, Ngakiranuka; Nisunz' amaboko y' iteka.\n  3. Nta bwoba mfite, Nshiz' agahinda, Nisunz' amaboko y' iteka. Nguwe nez' ubu, Ndatunganiwe. Nisunz' amaboko y' iteka.\n"
       },
       
       {
        "title": " 36 Ni Wowe Nizeye",
        "number": 36,
        "content": "# 36 Ni Wowe Nizeye\n\n  1. Ni wowe nizeye, Ntama y' i Kalwari, We Mukiza! Ngusab' unyumvire, Nkiz' ibicumuro, Mperey' ubu Mwami, Nkuyoboke.\n  2. Nyuzuz' imbabazi, Ngir' inama nziza, Nter' umwete; Kuko wampfiriye, Nkwerek' urukundo, Rudatuba rwaka, Nk' umuriro.\n  3. Ni ngotwa n' ibyaha, Nkagira n' ishavu, Unyobore. Nkura mu mwijima, Ntsembahw' amaganya, Kandi ntundekere, Kure yawe.\n"
       },
       
       {
        "title": " 37 Nkuyoboke Mwami",
        "number": 37,
        "content": "# 37 Nkuyoboke Mwami\n\n  1. Nkuyoboke Mwami, Nkuyoboke. N' aho natendekwa ku musaraba, Naba nkiririmba: Nkuyoboke Mwami, Nkuyoboke Mwami, Nkube bugufi.\n  2. Nkuyoboke Mwami, Nkuyoboke. Mu makuba yose, Mpagarikira! Ni nterwa n' ibyago, Umpe kwihangana, Nkuyoboke Mwami, Nkube bugufi.\n  3. Nkuyoboke Mwami, Nkuyoboke. Jy' untabar' iteka ngumye nkwizere! Umwanzi n' antera, Ujy' undwanirira! Nkuyoboke Mwami, Nkube bugufi.\n  4. Nkuyoboke Mwami, Nkuyoboke. Wakinguy' ijuru, Nyobor' ah' uri. Mugenzi komera, Urenda gukira! Nkuyoboke Mwami, Nkube bugufi.\n"
       },
       
       {
        "title": " 38 Unambe Ku Mana",
        "number": 38,
        "content": "# 38 Unambe Ku Mana\n\n  1. Unambe ku Mana, ntuyimure; Bona n' uterwa n' impagarara, Uzagarukirwa na Rutare, Iyo tugoswe n' ibyaha.\n  Gusubiramo: Dukomerera kuri Kristo Rutare, Niwe Rutare twisunga. Nitwihangana tuzab' amahoro, Tugez' imbere y' Imana.\n  2. Nambir' ukuri jya wihangana, Komez' ubutwari no kwizera! Rutar' aduha kuganziriza, Mur' iy' isi y' igomero.\n  3. Nambir' ukuri birakwiriye, We kurambirw' uzagororerwa. Rutare niw' uduh' amahoro, Tumaze gutsind' ibyago.\n"
       },
       
       {
        "title": " 39 Nkomeze Njye Niringira",
        "number": 39,
        "content": "# 39 Nkomeze Njye Niringira\n\n  1. Nkomeze njye niringira, Amaraso y' Umukiza. Sinagir' undi niganana, Keretse Yesu wenyine.\n  Gusubiramo: Nikomeze ku Rutare, Nahw' ahandi n' umusenyi; Nahw' ahandi n' umusenyi.\n  2. Umwijima n' umpumisha, Niringir' imbabazi ze. Mu makuba no mu byago, Ntagir' ubw' anzibukira.\n  3. Mbonezwa n' amaraso ye, Ampa kumukurikira. Niyo nababaye rwose, Aramfasha ngakomera.\n  4. N' aza kw' ijwi ry' ikondera, Azasanga mwiteguye; Nambaye gukiranuka, Nta nenge nzaba ngifite.\n"
       },
       
       {
        "title": " 40 Tubane N' Uwami",
        "number": 40,
        "content": "# 40 Tubane N' Uwami\n\n  1. Tubane n' Umwami, Twumvir' ijambo rye; Atujyana mu nzira nziza, Tumwumviye rwose. Akabana natwe, N' abamwizer' uko bangana.\n  Gusubiramo: Jy' umwumvira, Nta kandi gakiza, Keretse Yesu gusa; Mwizigire rwose.\n  2. Ntihakingirizwa, Nta gicu gikuba, Byeyurwa no kumwenyura kwe. Nta shiti n' ubwoba, Bona n' igishyika, Bimarwa n' uko tumwizeye.\n  3. Nta kitubabaza, Nta shavu tugira; Niw' uduhembur' imbu zose; Nta bworo n' isari, Nta n' umubabaro; Tuzahirwa ni tumwizera.\n  4. Ntabwo twiyungura, Kugir' ibyishimo, Kugeza ko tureka byose, Kubw' imbabazi ze; Impan' ajy' atanga, N' ingororano z' abizeye.\n  5. Tuzajya twishima, Turi kumwe nawe. Tuzagendana naw' iteka, Tumwumvira rwose; Azajy' adutuma, Ntacyo tuzaba tugitinya.\n"
       },
       
       {
        "title": " 41 Yes' Abe Hamwe Nawe Hose",
        "number": 41,
        "content": "# 41 Yes' Abe Hamwe Nawe Hose\n\n  1. Yes' abe hamwe nawe hose! Akugir' inama nziza! Agucyure mu bushyo bwe! Yes' abe hamwe nawe hose!\n  Gusubiramo: Kugez' ubwo (ubwo) tuzabonana, Ubwo tuzabana na Yesu (na Yesu). Kugez' ubwo (ubwo) tuzabonana, Yes' abe hamwe nawe hose.\n  2. Yes' abe hamwe nawe hose! Akurinde mu makuba! Akwongere man' iteka! Yes' abe hamwe nawe hose!\n  3. Yes' abe hamwe nawe hose! Ubuyerezwa n' ibyaha, Agukingir' ukuboko! Yes' abe hamwe nawe hose!\n  4. Yes' abe hamwe nawe hose! Jy' uguman' urukundo rwe! Tsind' urupf' imbere yawe! Yes' abe hamwe nawe hose!\n"
       },
       
       {
        "title": " 42 Iyo Turi Kumwe N' Inshuti",
        "number": 42,
        "content": "# 42 Iyo Turi Kumwe N' Inshuti\n\n  1. Iyo turi kumwe n' inshuti, Nta kitubabaza, Arikw' iyo dutandukanye, Tugir' agahinda.\n  Gusubiramo: Mw' ijuru ntituzatana, Tuzahahorana. Mur' iyo si y' amahoro, Ntabwo tuzatana.\n  2. Iyo twibuts' inshuti zacu, Turishima cyane. Nitumar' imirimo yacu, Tuzaban' iteka.\n  3. Ntabwo tuzasezeranaho, Tugeze mw' ijuru; Tuzahahoran' ibyishimo, Turirimb' iteka.\n"
       },
       
       {
        "title": " 43 Gupfa Twiringiye Yesu",
        "number": 43,
        "content": "# 43 Gupfa Twiringiye Yesu\n\n  1. Gupfa twiringiye Yesu, Kubera n' ugusinzira. Nta wukangurwamw arira, Ntaw' umwanz' ashukirayo.\n 2. Gusinzira muri Yesu, N' uburuhukiro bwiza, N' amahirwe y' abizeye, Ko bazahabw' ubugingo.\n 3. Gusinzira muri Yesu, No gukangurwamo nawe, N' imbaraga y' Umukiza; Ntabw' izabuzwa n' ibyago.\n 4. Gusinzira muri Yesu, Kuzurwa n' ijwi ry' impanda.Maz' ibituro bivemo, Abera bose barame.\n"
       },
       
       {
        "title": " 44 Ibyo Nkora Nkiriho",
        "number": 44,
        "content": "# 44 Ibyo Nkora Nkiriho\n\n  1. Ibyo nkora nkirihw' aho bizarangirira, Ubwo kudapfa kuzakura gupfa; Ni mara gukira nzabon' U mukiza wanjye, Kand' azab' anyakiran' ibyishimo.\n  Gusubiramo: Nzamumenya, Nzamumenya; Nzahagarar' imbere Ye nkize. Nzamumenya, Nzamumenya, Mbony' inkovu zo mu biganza bye.\n  2. Nzanezerwa mbony' uburanga bwe buhebuje, N' amaso y' akey' arabagirana; Nzajya musingiza mpimbawe n' urukundo rwe, Ko yambonerej' aheza mw' ijuru.\n  3. Ntabwo mpug' abadusezeyeho bajya kure, Ubwo twatandukaniye ku cyambu. Ni tujya mw' ijuru nta kizadutandukanya, Cyane nifuza kubon' Umukiza.\n  4. Azanjyana mu mudugudu utabamw' ishavu, Niho nzambarir' imyambaro yera, Nzaririmbana n' aber' indirimbo ya Mose; Cyane ndifuza kubon' Umukiza.\n"
       },
       
       {
        "title": " 45 Umpe Bibiliya",
        "number": 45,
        "content": "# 45 Umpe Bibiliya\n\n  1. Umpe Bibiliya kukw' ari y' inezeza, Uyinyoboresh' iteka Mwami. Nta kibasha kuzimy' umucyo wayo, Ko Yesu yaje kuyitwumvisha.\n  Gusubiramo: Umpe Bibiliya kukw' ariy' inezeza, Nyoborwe nayo mu nzira ntoya. Amategeko yawe niyo meza, Agaragaz' inzira y' ukuri.\n  2. Umpe Bibiliya mu kababaro kanjye, Igihe mpigwa n' ibyaha byanjye. Umpe n' amagambo Yesu yavuze, Kukw' ariyo mez' ampumuriza.\n  3. Umpe Bibiliya ngw' imurikir' iteka; Kand' indind' imitego yo hasi; Niyo rumuri rwaka mu mwijima, Runyerek' inzira y' amahoro.\n  4. Umpe Bibiliya ngw' imbwir' iby' ubugingo, Kand' udukomerez' uwo mucyo. Ngo tumeny' inzir' igana mw' ijuru, Unyerek' ubwiza bwawe Data.\n"
       },
       
       {
        "title": " 46 Jy' Uhor' Undinganirije",
        "number": 46,
        "content": "# 46 Jy' Uhor' Undinganirije\n\n  1.Jy' uhor' undinganirije, Amagamb' atunganye. Umpugure meny' ukuri, Kw' amagambo yawe. Nkund' amagambo yawe, Kw' ampa kukwizigira.\n  Gusubiramo: Amagambo meza cyane, Anter' ibyishimo byinshi; Niyo meza, ndayakunda; Ntabw' atanezeza.\n  2. Krist' ahet' abantu bose, Amagamb' atunganye. Nimwitabe banyabyaha! Mwumv' iby' ubugingo! Abayoboz' ituza, N' amagamb' atunganye.\n  3. Menyesha bos' ubutumwa! N' amagamb' atunganye! Nimuze mubabarirwe! Mwumv' iby' ubugingo! Yesu niwe Mukiza, Utwonger' ubugingo.\n"
       },
       
       {
        "title": " 47 Mpagaze Ku Nkengero Ya Yorodani",
        "number": 47,
        "content": "# 47 Mpagaze Ku Nkengero Ya Yorodani\n\n  1. Mpagaze ku nkengero ya Yor'dani nubur' amaso, Ndor' igihugu cyiza cy' i Kanani, nihw' ibyanjye biri.\n  Gusubiramo: N' igihugu cyiza cy' amahoro, Hakurya ku nkengero haratoshye; Tuzahavugir' indirimbo ya Mose, Tubane na Yes' iteka.\n  2. Hakurya mur' ibyo bibaya, Hahor' umucy' iteka. Yesu Kristo niw' uzahaber' umucy' ahakur' ijoro.\n  3. Aho heza nzahagera ryari ngo mpabe mpiriwe? Nzareba Data mu maso ryari nduhukiy' ibwami bwe?\n 4. Mfit' ibyishimo mu mutima, Sinshaka kugum' aha. Yor' dan' isumira hos' ariko ntinyuka kuyambuka.\n"
       },
       
       {
        "title": " 48 Tuzishim' Imirim' Ishize",
        "number": 48,
        "content": "# 48 Tuzishim' Imirim' Ishize\n\n  1. Tuzishim' imirim' ishize, Abasarurir' Imana, Bashohoj' umusaruro, I Yerusalemu nshya.\n  Gusubiramo: Ishimwe hazabahw' ishimwe, Ntabw' ishimwe rizahashira, Umunsi w' ishimw' uri hafi, Duteranir' iwacu.\n  2. Tuzishima no kuririmba, Tuzajya dushima Kristo. Tuzamuhimbariza rwos' i Yerusalemu nshya.\n  3. Tuzahishimira by' ukuri, Tuzaba mu mazu yera; Yesu yaduteguriye, I Yerusalemu nshya.\n"
       },
       
       {
        "title": " 49 Ntabwo Ndatekereza",
        "number": 49,
        "content": "# 49 Ntabwo Ndatekereza\n\n  1. Ntabwo ndatekereza, Kw' iwac' ari bugufi. Uko bukeye negereza, Gusohora mw ijuru.\n  Gusubiramo: Hafi y' iwacu, Hafi yaho; Ubu ngeze hafi y' iwacu, Ngiye gusohorayo.\n  2. Ku rurembo rwa Data, Hariy' amazu menshi; Yateguriy' abera bose, Ngo babane na Yesu.\n  3. Ninjya kuger' iwacu, Nzururuts' umutwaro; Nzoroherwa n' umubabaro, Nambar' ikamba ryiza.\n  4. Ningera ku nkengero, Nzaba ngeze bugufi; Nzaba negerey' i muhira, Ngiye kuger' iwacu.\n"
       },
       
       {
        "title": " 50 Har' Igihugu Cyiza Cyane",
        "number": 50,
        "content": "# 50 Har' Igihugu Cyiza Cyane\n\n  1. Har' igihugu cyiza cyane, Twasezeraniwe n' Imana; Tugitegereze twizera, Ko Dat' akitubonereza.\n  Gusubiramo: Aheza (aheza) mw' ijuru (mw' ijuru), Tuzahurirayo bagenzi. Aheza (aheza) mw' ijuru (mw' ijuru), Tuzahurirayo bagenzi.\n  2. Tuzaririmbira mw' ijuru, Indirimbo z' abanyahirwe. Ntituzongera kubabara, Tuzaba dushiz' agahinda.\n  3. Tuzasingiza Data cyane, Ku mbabazi yatugiriye, No ku buntu bw' urukundo rwe, N' umugisha yatwungukiye.\n"
       },
       
       {
        "title": " 51 Tubatirish' Umwuka Wera",
        "number": 51,
        "content": "# 51 Tubatirish' Umwuka Wera\n\n  1. Tubatirishe Umwuka Wera, Mukiza twegere, duh' urukundo.\n  Gusubiramo 1, 2,3: Ubu Mwami Yesu turakwinginga, Tubatirish' Umwuka, Duh' urukundo.\n  2. Turatakamba, Twazize byinshi, Udukiz' utweze, Twishwe n' ibyaha.\n  3. Mwuka Wera we, Tumanukire! Duhire rwos' ubu, Duh' imbabazi.\n  4. Ngir' ijwi ryiza, Ryavuze riti: Ur' Umwana wanjye, ni wowe nkunda.\n  Gusubiramo 4: Turagusingiza, turakuramya Turaguhimbaz' ubu, Mwami Amina.\n"
       },
       
       {
        "title": " 52 Ngwino Soko Y ' Umugisha",
        "number": 52,
        "content": "# 52 Ngwino Soko Y ' Umugisha\n\n  1. Ngwino soko y' umugisha, Mp' umutim' ugushima. Migez' idakama myiza, Tugusingize cyane. Unyigishe kukuramy' iteka, Kandi meny' ubwiza bwawe. Kwiringir' ubwami bwawe, Kunyuzuz' urukundo.\n  2. Nshyirahw' icyibutso cyanjye, Niho ngeze kubwawe. Ndizeye yuk' uzanjyana, Nger' iwaw' amahoro. Yesu yantaruye nazimiye, Nari ndi kure y' Imana; Ashaka kunkiz' urupfu, Yatanz' ubugingo bwe.\n  3. Ndimw' ubwishyu bwawe Mwami, Bw' imbabaz' ungiriye. Nyigiza bugufi bwawe, Meny' urukundo rwawe. Ngoswe n' ibingerageza byinshi, Ngo ndek' iyo Mana nkunda. Akir' umutima wanjye Undinde nkire rwose.\n"
       },
       
       {
        "title": " 53 Mwuka Wera Muyobozi",
        "number": 53,
        "content": "# 53 Mwuka Wera Muyobozi\n\n 1. Mwuka Wera Muyobozi, Ube hafi y' abakristo! Mfat' ukuboko nyobora, Nd' umugenzi ku gahinga. Abananiwe bishima, Ubwo bumv' ijwi ryiza, Ribabwira: Bagenzi mwe, Nimuze mbagez' iwanyu!\n  2. Ntuduhemukir' iteka, Ntabwo wanga kudufasha. Dukomeze tukwizere, Dukabakabe hijimye. Amakuba n' aboneka, Imitima nikuka, Ijwi riti: Bagenzi mwe, Nimuze mbagez' iwanyu!\n  3. Tumaz' imirimo yacu, Dutegereze gukizwa, Dusigarany' iby' ijuru, Twibaze ko twanditsweyo. Twikingir' ibidutera, No kwiringira Yesu. Ijwi riti: Bagenzi mwe, Nimuze mbagez' iwanyu!\n"
       },
       
       {
        "title": " 54 Harihw' Icyo Nkwaka Mwami",
        "number": 54,
        "content": "# 54 Harihw' Icyo Nkwaka Mwami\n\n  1. Harihw' icyo nkwaka Mwami, Nubwo mpora ngucumuraho, Unyejeshe, unyejeshe! Amazi cyangw' umuriro.\n  Gusubiramo: Mpanagurwe hose Mwami! N' umuriro nib' ushaka. Nkir' ibyaha, birimburwe. Nkir' ibyaha, birimburwe.\n  2. N' untunganiriz' ubwenge, Nzanezerwa nzagusingiza; Arik' umutima wera, Urutaho, urutaho.\n  3. Ninezw' umutima wanjye, Niho nzunguk' ubwenge bwose, Mbubwirijwe nawe Mwami, Bwo mw' ijuru, bwo mw' ijuru.\n  4. Njya nirind' ibicumuro, Nkitonder' ibyo ntekereza. Mwami n' ibyo nkora byose, Ntabwo nera, Ntabwo nera.\n"
       },
       
       {
        "title": " 55 Har' Ubwo Wasanze Yesu?",
        "number": 55,
        "content": "# 55 Har' Ubwo Wasanze Yesu?\n\n1. Har' ubwo wasanze Yesu ng' ukire? Se wuhagijw' amaraso ye? Ubu wizeye rwos' imbabazi ze? Se wuhagijw' amaraso ye?\n  Gusubiramo: Wogejwe (wogejwe) na Yesu (na Yesu)? Watunganijwe n' amaraso (maraso)? Har' ubwo yakwuhagij' amaraso? Mbes' imyambaro yaw' irera?\n  2. Mbes' ugendana na Yesu iteka? Se wuhagijw' amaraso ye? Mbes' ujy' ubana n' uwari wabambwe? Se wuhagijw' amaraso ye?\n  3. Umukwe n' az' uzab' umwiteguye? Se wuhagijw' amaraso ye? Mbes' uzakundirwa kujya mw' ijuru? No gukizwa n' amaraso ye?\n  4. Hung' ibyaha jy‘ ukor' ibitunganye! Wejeshw' amaraso ya Yesu! Har' isokw' itemb' ikiz' imitima, Wejeshw' amaraso ya Yesu!\n"
       },
       
       {
        "title": " 56 Nahabiye Kure Y' Imana",
        "number": 56,
        "content": "# 56 Nahabiye Kure Y' Imana\n\n  1. Nahabiye kure y' Imana, Ndahabuts' ubu. Nari naratinze mu byaha, Noneho ndaje.\n Gusubiramo: Reka nze, reka nze! Ntabwo nzongera. Nyemerer‘ umbabarire! Mwami nyakira!\n  2. Narapfapfany‘ imyaka myinshi, Ndahabuts' ubu. Ndakwitwaraho cyane nkiza, Noneho ndaje.\n  3. Ndembejwe n' ibyaha no kugwa, Ndahabuts' ubu. Niringiy' urukundo rwawe, Noneho ndaje.\n  4. Yesu yamviriy' amaraso, Ndahabuts' ubu. Ubwe niwe wankiza gusa, Noneho ndaje.\n  5. Wumv' amaganya yanjy' unkize, Ndahabuts' ubu. Nyeza Mwami nse n' urubura, Noneho ndaje.\n"
       },
       
       {
        "title": " 57 Bayoboke Nimurangurure",
        "number": 57,
        "content": "# 57 Bayoboke Nimurangurure\n\n  1. Bayoboke nimurangurure, Mwamamaz' ubutumwa mw' isi yose! Nimukwiz' ayo makuru mu bantu! Abashaka nibaze.\n  Gusubiramo: Uwemey' aze! Uwemey' aze! Nimubimenyesh' abatuye hasi! Umubyey' aratarur' abana be, Abashaka nibaze.\n  2. Ushaka kuza yitindiganya, Niyinjir' irembo riruguruye. Umwami niwe nzira y' ubugingo, Abashaka nibaze.\n  3. Ushaka wese n' agire bwangu! Kand' agir' ubutwari yihangane. Ushaka wes' azahabw' ubugingo, Abashaka nibaze.\n"
       },
       
       {
        "title": " 58 Jy' Uganza Mwami W' Iteka",
        "number": 58,
        "content": "# 58 Jy' Uganza Mwami W' Iteka\n\n  1. Jy' uganza Mwami w' iteka, Bose bakuramye! Nimuzan' ikamba ry' ubwami bwe, Ab' Umwami wa bose! Nimuzan' ikamba ry' ubwami bwe, Kw' ariwe Mwami wa bose.\n  2. Batowe mwe b' Israeli, Mwa nkehwe mwe nkeya, Muramy' ubakirish' imbabazi, Ab' Umwami wa bose! Muramy' ubakirish' imbabazi, Kw' ariwe Mwami wa bose.\n  3. Amoko yose yo hasi, N' imiryango yose, Bose bajye bamwubaha cyane! Ab' Umwami wa bose. Bose bajye bamwubaha cyane! Kw' ariwe Mwami wa bose.\n  4. Muze tumuririmbire, Tumupfukamire, Tumusingize no kumushima, Ab' Umwami wa bose. Tumusingize no kumushima, Kw' ariwe Mwami wa bose.\n"
       },
       
       {
        "title": " 59 Yesu Mukunzi Wanjye",
        "number": 59,
        "content": "# 59 Yesu Mukunzi Wanjye\n\n  1. Yesu mukunzi wanjye, Mpa kuguhungiraho. Ubw' umurab' usuma, N' umugar' ugwa cyane, Umpishe Mukiza we! Kugez' ah' uhitira. Unyobor' ahikinze, Nuk' unkiz' unyakire!\n  2. Nta bundi buhungiro, Mwam' unyirokorere! Ntunzibukire rwose, Komez' ujy' undengera! Nkwizigire wenyine! Ni wow' ump' imbaraga, Uhashy' abanzi banjye, Simpugane na hato.\n  3. Ngushime Mwami Yesu, K' utagir' icy' unyima, Usindagiz' urushye, N' urway' uramukiza; Urera bihebuje, Ntabwo ngutunganiye, Ndi mubi bikabije, Wow' urakiranutse.\n  4. Ubabarira cyane, Kand' imbabazi zawe, Zirut' ibyaha byanjye. Nyeza nkomeze nere, We soko y' ubugingo! Nkundira nkuvomemo! Unyuzur' umutima, Nzagere ku bugingo.\n"
       },
       
       {
        "title": " 60 Yesu Utunezeza Twese",
        "number": 60,
        "content": "# 60 Yesu Utunezeza Twese\n\n  1. Yes' utunezeza twese, Soko y' ubuging' ur' umucyo w' abantu; Ibyishimo byose byo hasi, Tubicitseho tugukurikire.\n  2. Tuvune turakwisunze. Ukuri kwawe ntikugir' impinduka; Dutabare turakwizeye, Tukwiyeguriye tumaramaje.\n  3. Mutsima w' ubugingo we! Dushaka guhazwa naw' iteka ryose. Soko nziz' idakam' iteka! Tumar' inyota mu mitima yacu!\n  4. Mu midugararo yacu, Tukwifuz' iteka, Mwami mwiza rwose. Tunezerwa cyan' umwenyuye; N' amahirwe yac' ubwo duhorana.\n  5. Yesu bana natw' iteka! Duh' amahoro twishim' iteka ryose! Dukiz' ibibi bitugota! Murika kw is' umucyo wawe wera!\n"
       },
       
       {
        "title": " 61 Nkunda Kunguk' Ibya Yesu ",
        "number": 61,
        "content": "# 61 Nkunda Kunguk' Ibya Yesu\n\n  1. Nkunda kunguk' ibya Yesu, Kwerekan' imbabazi ze; Kwunguk' ubwenge bw' ukuri, N' urukundo rw' Umukiza.\n  Gusubiramo: Nunguk' ibya Yesu, Nunguk' ibya Yesu. Kwunguk' ubwenge bw' ukuri, N' urukundo rw' Umukiza.\n  2. Nshishikarir' ibya Yesu, Mmeny' iby' ashaka binkwiye, Mwuka Wera mfuturira! Mbwir' uko Yesu yankunze!\n  3. Nunguk' ijambo rya Yesu, Mbane n' Umwam' antoneshe; Numvir' iby' ambwira byose, Mpuze nawe muyoboke.\n  4. Meny' iby' ingoma ya Yesu, Menye n' ubwiza bwe bwose, Menye n' ukw' agiye kwima, Niwe Mwami w' amahoro.\n"
       },
       
       {
        "title": " 62 Yesu Ndagukunze Rwose ",
        "number": 62,
        "content": "# 62 Yesu Ndagukunze Rwose\n\n  1. Yesu ndagukunze rwose, Ndakwihaye. Ingeso mbi zose, Nzanz' uko zingana. Ni wowe Mukiza wanjye mwiza, Nkuyoboke. Ntabwo nigeze kugukunda, Nk' ubu ngubu.\n  2. Ndagukunze kuko wabanje, Kunkunda, Waranyiguriy' unkiriz' i Kalwari. Ngukundiy' ikamba ry' amahwa, Wahambikiwe, Ntabwo nigeze kugukunda, Nk' ubu ngubu.\n  3. Mperey' ubu ngukunda, Nzageza gupfa. Nzajya ngusingiz' iteka Ngihumeka; Nah' urupfu ruzanyegurira, Nzavuga nti: Ntabwo nigeze kugukunda, Nk' ubu ngubu.\n  4. Ubwo nzager' aho, Waduteguriye, Nzajya mpaguhamiriz' itek' iteka. Nzaguhimbaza nambay' ikamba, Ritunganye; Ntabwo nigeze kugukunda, Nk' ubu ngubu.\n"
       },
       
       {
        "title": " 63 N' Iki Cyankiz' Ibyaha?",
        "number": 63,
        "content": "# 63 N' Iki Cyankiz' Ibyaha?\n\n  1. N' iki cyankiz' ibyaha? N' amaraso yawe Yesu. N' iki cyanyeza rwose? N' amaraso yawe Yesu.\n  Gusubiramo: Maras' atunganye, Niy' amboneza rwose. Nta cyampa gukira, Nk' amaraso y' Umukiza.\n  2. Nta kindi cyantunganya, N' amaraso yawe Yesu. Nta kindi cyiru mfite, N' amaraso yawe Yesu.\n  3. Nta cyantsembahw ibyaha, N' amaraso yawe Yesu. Nta byanjye byamboneza, N' amaraso yawe Yesu.\n  4. Ni wowe niringira, N' amaraso yawe Yesu. Ni wow' ump' amahoro, N' amaraso yawe Yesu.\n  5. Njye ngusingiza cyane, Ku maraso yawe Yesu. Mukiz' urakarama, Ku maraso wamviriye.\n"
       },
       
       {
        "title": " 64 S' Uhagarik' Ik' Umutima?",
        "number": 64,
        "content": "# 64 S' Uhagarik' Ik' Umutima?\n\n  1. S' uhagarikiy' ik' umutima? Bibwire Yesu! Bibwire Yesu! Ubabajwe no kubur' ituza? Ihererane Yesu!\n  Gusubiramo: Bibwire Yesu! Bibwire Yesu! Niwe nshuti y' ukuri; Ntugir' indi nshut' ihwanye nawe, Jy' ubana nawe cyane.\n  2. Mbes' ub' urabogoz' amarira? Bibwire Yesu! Bibwire Yesu! Utotezwa n' ibyaha wahishe? Ihererane Yesu!\n  3. Ujy' utinya guterwa n' ibyago? Bibwire Yesu! Bibwire Yesu! Mbes' ub' uraganyishwa n' iby' ejo? Ihererane Yesu!\n  4. Mbes' ujy' ugir' ubwoba bwo gupfa? Bibwire Yesu! Bibwire Yesu! Mbes' urashak' ingoma ya Kristo? Ihererane Yesu!\n"
       },
       
       {
        "title": " 65 Nkunda Kwiringira Yesu",
        "number": 65,
        "content": "# 65 Nkunda Kwiringira Yesu\n\n  1. Nkunda kwiringira Yesu, Nkajya mwumvira rwose, No kwizer' umurage we, N' amateka y' Imana.\n  Gusubiramo: Nkoyoboke Mwami rwose; Najyaga nshidikanya, Yesu Yesu mwiza nkunda, Mfasha nkwumvire rwose!\n  2. Nkunda kwiringira Yesu; Nkizwa n' amaraso ye. Ansendahw ibicumuro, Niy' antunganya rwose.\n  3. Nimenya kumwiringira, Sinzaba ngicumura. Niho nzagir' ubuhoro, N' ubugingo bw' iteka.\n  4. Mpimbawe no kukumenya, Yesu Mukiza nkunda. Nizeye k' umpora hafi, Nuko nguman' iteka.\n"
       },
       
       {
        "title": " 66 Nshim' Umunsi Nakwemeye",
        "number": 66,
        "content": "# 66 Nshim' Umunsi Nakwemeye\n\n  1. Nshim' umunsi nakwemeye, Mwami Yesu Mukiza we! Nshima cyane n' umutima, Ndabwiriz' ibinezeza.\n  Gusubiramo: Mpimbaze, mpimbaze; Yesu wankijij' ibyaha. Anyigisha kumuramya, Ngo nezerw' iminsi yose; Mpimbaze, mpimbaze Yesu wankijij' ibyaha.\n  2. Biramaze, napfiriwe, Nd' uwa Yesu wandokoye; Yangiz' uwe, Nkurikire, Nshima yuko ntowe nawe.\n  3. Mutima wanjye ruhuka; Reba mw ijur' ahejejwe, Ntugasig' Umwami wawe, Bana nawe mwumvikane.\n  4. Iteka nzagukorera, Iby' isi ndabizinutswe. Nkugarutseho noneho, Sinzarorera kwishima.\n  5. Ubw' umucyo wo mw‘ ijuru uzamurikir' iyi si. Nsanganir' Umwami wanjye, Tuzibanire mw‘ ijuru.\n"
       },
       
       {
        "title": " 67 Abatoni B' Umwami",
        "number": 67,
        "content": "# 67 Abatoni B' Umwami\n\n  1. Abatoni b' Umwami! Nimuze dusakaze hos' umunezero wacu, Turangururire rimwe, Dukikij' intebe, Dukikij' intebe.\n  Gusubiramo: Turajy' i Siyoni, Ku murwa mwiz' utunganye. Turajy' i Siyoni, Ku murwa mwiz' utunganye w' Imana.\n  2. Murek' ibyigomeke, Byanga gushim' Umwami. Arikw' abana b' Imana, Arikw' abana b' Imana, Muhore mwishima, Muhore mwishima.\n  3. Twishimir' i Siyoni, N' umudugudu wera; Tuzahahurira twese, Tuzahahurira twese. Hazahor' ituza, Hazahor' ituza.\n  4. Turirimbe cyan' ubu, Hataba n' umw' urira. Tugiye kuger' iwacu, Tugiye kuger' iwacu, Mu gihugu cyiza, Mu gihugu cyiza.\n"
       },
       
       {
        "title": "  ",
        "number": 68,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 69,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 70,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 71,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 72,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 73,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 74,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 75,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 76,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 77,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 78,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 79,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 80,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 81,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 82,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 83,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 84,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 85,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 86,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 87,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 88,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 89,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 90,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 91,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 92,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 93,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 94,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 95,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 96,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 97,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 98,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 99,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 100,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 101,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 102,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 103,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 104,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 105,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 106,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 107,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 108,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 109,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 110,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 111,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 112,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 113,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 114,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 115,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 116,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 117,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 118,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 119,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 120,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 121,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 122,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 123,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 124,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 125,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 126,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 127,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 128,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 129,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 130,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 131,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 132,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 133,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 134,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 135,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 136,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 137,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 138,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 139,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 140,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 141,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 142,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 143,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 144,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 145,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 146,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 147,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 148,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 149,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 150,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 151,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 152,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 153,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 154,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 155,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 156,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 157,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 158,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 159,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 160,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 161,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 162,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 163,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 164,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 165,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 166,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 167,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 168,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 169,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 170,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 171,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 172,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 173,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 174,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 175,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 176,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 177,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 178,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 179,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 180,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 181,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 182,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 183,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 184,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 185,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 186,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 187,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 188,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 189,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 190,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 191,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 192,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 193,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 194,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 195,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 196,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 197,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 198,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 199,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 200,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 201,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 202,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 203,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 204,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 205,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 206,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 207,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 208,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 209,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 210,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 211,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 212,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 213,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 214,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 215,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 216,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 217,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 218,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 219,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 220,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 221,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 222,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 223,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 224,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 225,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 226,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 227,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 228,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 229,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 230,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 231,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 232,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 233,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 234,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 235,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 236,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 237,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 238,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 239,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 240,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 241,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 242,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 243,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 244,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 245,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 246,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 247,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 248,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 249,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 250,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 251,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 252,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 253,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 254,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 255,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 256,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 257,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 258,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 259,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 260,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 261,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 262,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 263,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 264,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 265,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 266,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 267,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 268,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 269,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 270,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 271,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 272,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 273,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 274,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 275,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 276,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 277,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 278,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 279,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 280,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 281,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 282,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 283,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 284,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 285,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 286,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 287,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 288,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 289,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 290,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 291,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 292,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 293,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 294,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 295,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 296,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 297,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 298,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 299,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 300,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 301,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 302,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 303,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 304,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 305,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 306,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 307,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 308,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 309,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 310,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 311,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 312,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 313,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 314,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 315,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 316,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 317,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 318,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 319,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 320,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 321,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 322,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 323,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 324,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 325,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 326,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 327,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 328,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 329,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 330,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 331,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 332,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 333,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 334,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 335,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 336,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 337,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 338,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 339,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 340,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 341,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 342,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 343,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 344,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 345,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 346,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 347,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 348,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 349,
        "content": " "
       },
       
       {
        "title": "  ",
        "number": 350,
        "content": " "
       }
]