[
    {
        "title": "  1 Murinzi We, Vuz' Impanda",
        "number": 1 ,
        "markdown": "### 1 Murinzi We, Vuz' Impanda.   \n\n **1.**   \n Murinzi, jy' uvuz' impanda, Uhan' umuntu wese; Ng' uzumv' izo nkuru nziza,  Yihan' akiz' ibyaha.\n\n  **GUSUBURIMO:**   \nMurinzi we vuz' impanda! Yivuze cyane hose (hose),  Menyesha bos' ubutumwa,  Imbohe zibohorwe.\n\n  **2**   \nYivugirize mu mpinga,  Mw' ishyamba mu gisiza; Ndetse no mu nyanja hose, Bameny' ako gakiza. \n\n  **3**   \n Yivugirize mu nzira, Mu rwiherero hose. Dat' arabategereje, Ntacy' ataringanije. \n\n  **4**   \n Uyivugiriz' indembe, Nazo zikizw' ibyaha. Yes' arabatumir' ati: Nimuze mbaboneze."
    },
    {
        "title": "  2 Umwam' Ageze Kw' Irembo",
        "number": 2 ,
        "markdown": "### 2 Umwam' Ageze Kw' Irembo.   \n\n **1.**   \n Umwam' ageze kw' irembo, Wabambwe ku musaraba; Yaje gukorany' abera, Babane mw' ijuru.\n\n  **GUSUBURIMO:**   \nKw' irembo (Kw' irembo), Kw' irembo (Kw' irembo), Kw' irembo, Ub' ari kw' irembo; Nukw' araje (araje), Nukw' araje (araje), Kand' ageze kw' irembo.\n\n  **2**   \nIbyerekana kuza kwe, Birihuta kuboneka; Kandi tugiye guhabwa, Kubaho kw' iteka.\n **3.**   \n Ntabw' intambar' izashira, Ntabw' amahor' azahora, Kerek' ibyaha n' urupfu, Byatsembwe na Yesu.\n **4.**   \n Maze mw' isi yagizwe nshya, Niho tuzabahw' iteka; Kudapfa kwakuye gupfa, Dushiz' agahinda."
    },
    {
        "title": "  3 Nzabona Yesu",
        "number": 3 ,
        "markdown": "### 3 Nzabona Yesu.   \n\n **1.**   \n Nzabona Yesu mu maso, Umuns' azatujyana; Niho nzamwitegereza, Kw' ari we wampfiriye.\n\n  **GUSUBURIMO:**   \nNzamurora mu maso ye, Turi kumwe mw' ijuru; Meny' uk' ubwiza bwe busa, Nzamusingiz' iteka.\n\n  **2**   \nUbu ndamutekereza, Ariko simurora; Umuns' uhiriw' uzaza, Nzamubonan' ubwiza.\n **3.**   \n Tuzishimir' imbere ye, Ubw' ishavu rishize; Ibigande biganduwe, N' ahijimye hakeye.\n **4.**   \n Nzanezererw' imbere ye, Nzamurora mumenye; Nzabana na Yes' unkunda, Niwe Mukiza wanjye."
    },
    {
        "title": "  4 Har'Amakuru Meza",
        "number": 4,
        "markdown":"### 4 Har'Amakuru Meza.   \n\n **1.**   \n Har' amakuru mez' amenywa n' abagenzi, Bazerera kure y' iwabo, Kuk' Umukiz' agiye kuza mu bwiza bwe, Kand' agiye kwim' ingoma ye.\n\n   **GUSUBURIMO:**   \nAzaza, ndabizi kw' azagaruka, Nukw' azaza rwos' azaza. Abagenzi bose barembye, Bazakir' Umukiza n' aza kwima.\n\n  **2.**   \nIbituro by' abera bos' uko bangana, Byose bizakingurwa rwose; Kand' inteko z' abasinzira mu kuzimu, Bazongera gutura kw' isi. \n\n  **3**   \nNta kizadutanya mur' iyo si nshya nziza, Tuzaririmb' uko twakize. Abacunguwe bazaba bavuye hose, Baramy' Umwami wo mw' ijuru. \n\n  **4**   \nHaleluy' amina, Haleluya iteka; Nitwitonda tuzahatura. Ba maso nezerwa, Kand' ujye wiringira, Maz' uzambar' ikamba ryiza."
    },
    {
        "title": "  5 Murinzi We Menyesh' Igihe",
        "number": 5,
        "markdown": "### 5 Murinzi We Menyesh' Igihe   \n\n **1.**   \n Murinzi we! Menyesh' igihe! Mbes' iwacu n' imuhero? At' ijoro ryijimye cyane, Ariko buracya. Ntukarire, Gumy' ugende, Nturorere kwiringira, Kugez' igih' uzasohora, Mu muns' uhoraho.\n\n  **2**   \nMurwanyi we ! Tyo mbwira nawe ! Ansubiza yitonz' ati: Intambar' igiye gushira. Guma ku rugamba. Wibabara, Ihangane, Wirek' imirimo yawe, Kuko tuzabon' ibihembo, Tumaze gutsinda. \n\n  **3**   \nNdacyabaz' ibyaremwe byose, Binsubiza bitya biti: Iy' is' igiye guhanguka. Haz' ind' idashira. Ntukarir' ibimenyetso, Byerekan' aho tugeze, Kand' ibintu byose byaremwe, Biriteg' impanda. \n\n  **4**   \nImuhir' ubu ni bugufi, Tunezerwe mu mitima. Duhumure ko tuzakira, Dushir' agahinda. Ntukarire tuzabana, Amakub' azab' ashize. Ntabwo tuzabur' amahoro mu rugo rwa Data."
    },
    {
        "title": "  6 Mwebw' Abera Mube Maso",
        "number": 6,
        "markdown":"### 6 Mwebw' Abera Mube Maso   \n\n **1.**   \n Mwebw' abera mube maso, Ibyaremwe birahinda. Mukomez' imuri zanyu, Mwiteg' Umwam' ari hafi.\n\n  **GUSUBURIMO:**   \nAraje Yes' araje! Azanye n 'icyubahiro. Yes' aje kwim' ingoma Ye, Araje, Yes' araje.\n\n  **2**   \nWibuk' Umuvunyi wawe, Agakiza n' imbabazi , Ikamba, icyubahiro. Jya wogez' ako gakiza. \n\n  **3**   \nNta bwami budahanguka; Wumv' amagare y' asuma. Bwira bos' iby' imbabazi, Ubu n' igihe cy' impuhwe. \n\n  **4**   \nAmoko yos' azashira; Krist' atebuts' Ubwami bwe; Is' igiye guhanguka; Nimwishim' abahiriwe. \n\n  **5**   \nBanyabyaha mwe nimuze ! Abitwarire kuri Se . Mwese nimugire bwangu ! Imbabazi zikiriho."
    },
    {
        "title":"  7 Ubwo Yes' Azagaruka",
        "number": 7,
        "markdown": "### 7 Ubwo Yes' Azagaruka.   \n\n **1.**   \n Ubwo Yes' azagaruka, Kujyan' abe bose, Bemeye kumuyoboka, N' abatoni be.\n\n  **GUSUBURIMO:**   \nBazaka nk' inyenyeri, Zitatse kw' ikamba rye; Bazatangaza cyane, Bakize rwose.\n **2.**   \n Ubw' azaza gukorany' abo yatoye bose, Bera baboneye rwose, B' abatoni be. \n\n  **3**   \nYemwe bana! Yemwe bana! Bakund' Umukiza; Abakunda, abakunda, Nk' abatoni be."
    },
    {
        "title": "  8 Abarokots' Ibyago Byo Hasi",
        "number": 8,
        "markdown": "### 8 Abarokots' Ibyago Byo Hasi   \n\n  **1.**   \n Abarokots' ibyago yo hasi bazakoranywa, Ab' azatumir' azajyana nabo.  Umwami n' agaruk' ikondera rye rizavuga, Amatek' azab' agiye gucibwa.\n\n  **GUSUBURIMO:**   \nAzaba yabararitse, Ubw' azabahamagara (hamagara). Azaba yabararitse, Abazatumir' azajyana nabo.\n\n  **2**   \nUwo muns' abapfuye muri Kristo bazazurwa, Bazava mu bituro nka we rwose. Abo yitoreye bazimana nawe mw ijuru, Ubw' azagenda, azajyana nabo. \n\n  **3**   \nNiho tuzajya dukorer' Umwami tudahwema; Tuzajya dusingiz' urukundo rwe. Maz' ubwo tuzarangiz' imirimo yacu mw' isi, Tuzateranywa tujyanwe mw' ijuru."
       },
       
       {
        "title": "  9. Vuz' Impanda Yumvikane Hose",
        "number": 9,
        "markdown": "### 9 Vuz' Impanda Yumvikane Hose   \n\n  **1.**   \n Vuz' impanda yumvikane hose, Yesu agiye kuza! Muririmbe bagenzi mwishima, Yesu agiye kuza.\n Gusubiramo: Ari hafi, Ari hafi, Umwam' agiye kuza.\n\n  **2**   \nMujye muhererekanya hose, Yesu agiye kuza! Azazan' icyubahiro cyinshi, Yesu agiye kuza. \n\n  **3**   \nYivugirize mu nyanja hose, Yesu agiye kuza! Yivugirize no mu bikombe, Yesu agiye kuza. \n\n  **4**   \nMu misoz' uyihavugirize, Yesu agiye kuza! Imiyag' ijyan' ayo makuru, Yesu agiye kuza. \n\n  **5**   \nAmok' ubw' azasubiranamo, Yesu agiye kuza! Ubwenge bwungukwa bwerekana, Ko Yes' agiye kuza."
       },
       
       {
        "title": " 10. Duhurire Ku Mugezi",
        "number": 10,
        "markdown": "### 10 Duhurire Ku Mugezi   \n\n **1.**   \n Duhurire ku mugezi, Dusang' abamarayika; Amazi yaw' atunganye, Atemb' av' imbere y' Imana.\n\n  **GUSUBURIMO:**   \nNuko tujye ku mugezi! Duhurire n' abera ku mugezi! Ku mugez' utunganye w' Imana, Utemb' uv' imbere y' intebe.\n\n  **2**   \nKu nkombe y' uwo mugezi, Niho tuzatambagira, Turamy' Umwami w' iteka, Mu gihe cyiza kidashira. \n\n  **3**   \nTuzagera ku mugezi, Dutur' imitwaro yacu; Tuzakirishw' imbabazi, Duhabw' umwambaro n' ikamba. \n\n  **4**   \nUbw' umugez' uri hafi, Urugendo ruzashira; Tuzishima mu mitima, N' indirimbo z' umunezero."
       },
       
       {
        "title": " 11 Mukiza Ngukurikire",
        "number": 11,
        "markdown": "### 11 Mukiza Ngukurikire **1.**   \n Mukiza ngukurikire, Ah' unshakira hose; Ah' ujya ngukurikire, Mwami ngukurikire.\n\n  **GUSUBURIMO:**   \nMukiza ngukurikire, Wamviriy' amaraso; Nib' utagir' ukwitaho, Njye nkwikurikirire.\n\n  **2**   \nNahw' inzira yazitirwa, Naho yakukumuka, Ko wayinyuzemo mbere, Nyicamo mfit' ishimwe. \n\n  **3**   \nNaho naterwa n' ibyago, Nkageragezwa cyane, Warageragejwe nawe, Mwami ngukurikize. \n\n  **4**   \nNib' unyobora mw' ishavu, Niba nkena nkanenwa, Wigeze kuba ruvumwa, Nanjye ngukurikize."
       },
       
       {
        "title": " 12 Har' Isoko",
        "number": 12,
        "markdown": "### 12 Har' Isoko   \n\n **1.**   \n Har' isokw' ivamw' amaraso, Yo mu mitsi y' Imanuweri. Niy' atungany' abanyabyaha, Bagashirahw' inenge, Bagatsembwahw' ibicumuro, Byose bikabacikaho. Niy' atungany' abanyabyaha, Bagashirahw' inenge.\n **2.**   \n Igisambo ku musaraba, Kiyarabutswe cyarihannye; Nanjye mbwiriza nkwizigire, Noye kujya ncumura; Ibyaha mbicikeho rwose, Noye kujya nkugomera; Nanjye mbwiriza nkwizigire, Noye kujya ncumura.\n **3.**   \n Amaraso yaw' atunganye, Ahoran' imbaraga nyinshi; Niyo wacunguj' itorero, Aritsembamw' ibyaha; Ryaganjij' imbaraga yabyo. Ryarabirokotse rwose. Niyo wacunguj' itorero, Yaritsembyemw' ibyaha. \n\n  **4**   \nMperey' igihe meny' isoko, Iva mu bikomere byawe. Nogez' urwo rukundo rwawe, Nzahora ngusingiza; Nzahora ngusingiz' iteka, Nzajya ngusingiz' iteka. Nogez' urwo rukundo rwawe, Nzahora ngusingiza. \n\n  **5**   \nMwami mpora ngucumuraho, Mpa kwizer' imbabazi zawe! N' amaraso yaw' atunganye, Mpa kuramishwa nawe ! Mpa kuramishwa nawe Yesu! Mpa no kuramishwa nawe! N' amaraso yaw' atunganye, Mpa kuramishwa nawe! \n\n  **6**   \nHar' indirimbo zera ntazi, Nzaziririmbira mw' ijuru. Naho nagobw' ururim' ubu, Uzarugobotora; Uzarugobotora Yesu, Ni wow' uzankiza rwose. Naho nagobw' ururim' ubu, Uzarugobotora."
       },
       
       {
        "title": " 13 Mwami Yesu Ndifuza K' Umboneza",
        "number": 13,
        "markdown": "### 13 Mwami Yesu Ndifuza K' Umboneza   \n\n **1.**   \n Mwami Yesu ndifuza k' umboneza; Ndashaka k' umba mu mutim' iteka. Noye kujya nita ku bigirwamana. Umboneze rwose nere ndush' ingwa.\n\n  **GUSUBURIMO:**   \nNgo nere de ndush' urubura! Mpa kwer' ubu ngutunganire rwose!\n\n  **2**   \nMwami jy' undebera ku ntebe yawe! Mpa gutamb' igitambo kiboneye! Ndeke gushidikanya nitange rwose. Umboneze rwose nere ndush' ingwa. \n\n  **3**   \nYesu ndagutakambira nkomeje! Ngo mbon' uko nkwitega Mwami mwiza! Ntunganish' umuvu w' amaraso yawe! Umboneze rwose nere ndush' ingwa. \n\n  **4**   \nMwami ngutegereje nihanganye, Yesu ngwin' ump' umutim' utunganye! Nti wari wirengagiz' abagushaka. Umboneze rwose nere ndush' ingwa."
       },
       
       {
        "title": " 14 Wumv' Amatur' Agwa",
        "number": 14,
        "markdown": "### 14 Wumv' Amatur' Agwa   \n\n  **1.**   \n Wumv' amatur' agwa, Ukw' ajegera. Yose n' aya Yesu, Niwe dutura.\n Gusubiramo: Agwa, agwa, agwa, agwa, Amatur' agwa, Yose n' aya Yesu, Niwe dutura.\n\n  **2**   \nAva mu tuganza, Wumv' agumy' agwa! N' ituro rya Yesu, Ryo mu twana twe. \n\n  **3**   \nUbu turi bato, Niyo dufite; Ubwo tuzakura, Tuzasumbyaho. \n\n  **4**   \nNitugira bike, Tukwihe Mwami. Byos' uzabyakira, Utwikirize."
       },
       
       {
        "title": " 15 Urukundo Rwa Yesu",
        "number": 15,
        "markdown": "### 15 Urukundo Rwa Yesu   \n\n **1.**   \n Urukundo rwa Yesu, Rwageze kuri twebwe; Rudukuraho rwose, Urubanza rwo gupfa.\n\n  **GUSUBURIMO:**   \nAradukunda, Aradukunda, Aradukunda, Yesu Mutabazi.\n\n  **2**   \nAbatari bahabwa, Ubugingo bw' iteka, Twihute tubabwire, Urukundo rwa Yesu. \n\n  **3**   \nKuko yaradukunze, Yadupfiriye twese,  Natwe dukunde dutyo, Abakiri mu byaha. \n\n  **4**   \nAho Yes' azazira, Aje kwim' ingoma ye,  Nibwo tuzumv' ijwi rye, Ati: Mwakoze neza. \n\n  **5**   \nAkir' uyu mutima, Weze maz' ub' uwawe, Wambambiwe ku giti, Nzagukunda mb' uwawe."
       },
       
       {
        "title": " 16 Mbonez' Intoke Zanjye",
        "number": 16,
        "markdown": "### 16 Mbonez' Intoke Zanjye   \n\n **1.**   \n Mbonez' intoke zanjye, Zibonere rwose; Ko nazihaye Yesu, Ngo zimukorere.\n\n  **GUSUBURIMO:**   \nNitondesh' intambwe, Aho njya hose. Ne kuyobok' undi, Keretse Yesu\n\n  **2**   \nNteg' amatwi ngo numve, Nez' umunsi wose. Nkor' ibikwiye numva, Ntagir' icyo mpuga. \n\n  **3**   \nMpang' amabokw' amaso, Ngo ndeb' iby' akora; Nyabuze kwenderanya, Akorere Yesu."
       },
       
       {
        "title": " 17 Njye Nsingiz' Urukundo",
        "number": 17,
        "markdown": "### 17 Njye Nsingiz' Urukundo   \n\n  **1.**   \n Njye nsingiz' urukundo, Nirwo rumbwiriza, Kugirir' abandi neza, Bakamenya Yesu.\n\n  **GUSUBURIMO:**   \nData we ko nd' umwana wawe! Data we Ngukurikize! Njye nsingiz' urukundo, Nirwo rumbwiriza, Kugirir' abandi neza, Bakamenya Yesu.\n\n  **2**   \nIyi s' ibamw' ishavu, N' ibyaha n' urupfu; Ntibimbuza kuyobora bamw' ibwami bwawe. \n\n  **3**   \nMaz' ibyo nibishira, Tuzabe mw' ijuru, Tuzajye tuguhimbaza, Mwami w' urukundo."
       },
       
       {
        "title": " 18 Yemwe Ngabo Z' Umwami",
        "number": 18,
        "markdown": "### 18 Yemwe Ngabo Z' Umwami   \n\n  **1.**   \n Yemwe ngabo z' Umwami! Nimutabare! Tujyane na Yesu! Niw' utabaza. Twitwaz' umusaraba! Utujy' imbere!  Mwese nimuze tugabe! Tunesh' Umwanzi.\n\n  **GUSUBURIMO:**   \nYemwe ngabo z' Umwami mwese! Dutabare twese! Tujyane na Yesu,  Dutsind' Umwanzi.\n\n  **2**   \nAbabisha bahunga, Babony' intwari. Nimuze tuneshe, Ngabo z' Umwami! Intangiriro z'isi zinyeganyezwa, N' ibyishimo by' ab' Umwami, bamusingiza. \n\n  **3**   \nItorero ry' Imana, Rirafatanya; Rirahaguruka, Kunesh' Umwanzi. Nta kizaduteranya, Turakundana, Duhora duhuj' inama, Twizera kimwe. \n\n  **4**   \nNta ngoma zidashira, Zirahanguka. Arikw' itorero, Rizahoraho. Ukuzimu n' urupfu, Ntibiririnda. Twarazwe na Yesu Kristo, Ntabw' ahemuka. \n\n  **5**   \nNuko mugabe mwese! Tugerereze. Tubumbire hamwe, Amajwi yacu, Turirimbe dushima, Umwami Yesu, Kukw' afit' icyubahiro, Giheranije."
       },
       
       {
        "title": " 19 Ba Mas' Udacumura",
        "number": 19,
        "markdown": "### 19 Ba Mas' Udacumura   \n\n **1.**   \n Ba mas' udacumura! Ibyaha bigota, Bihora bikwegera cyane, Ng' utajya mw' ijuru.\n\n  **2**   \nBa maso rwana senga! Nturek' urugamba! Ururasany' iminsi yose, Utabaz' Imana. \n\n  **3**   \nKomeza nturanesha! Wirekur' intwaro! Dor' intambara ntirashira, Udahaw' ikamba."
       },
       
       {
        "title": " 20 Huguka Mutima Wanjye!",
        "number": 20,
        "markdown": "### 20 Huguka Mutima Wanjye!   \n\n  **1.**   \n Huguka mutima wanjye ! Shishikarir' ibyiza ! Ukomez' urwan' ishyaka! Uzambikw' ikamba.\n\n  **2**   \nN' Iman' iguhamagara, Gira bwangu witabe! Niy' iziher' ibihembo, Abatsinze bose. \n\n  **3**   \nInteko zikurebera, Ziragutegereje, Ntutekerez' ah' uvuye, Reb' imbere yawe. \n\n  **4**   \nMukiza wacu dukunda, Twanesheje ku bwawe, Ubu twaje kugushima, Turagusingiza."
       },
       
       {
        "title": " 21 Ndeger' Umusaraba",
        "number": 21,
        "markdown": "### 21 Ndeger' Umusaraba   \n\n **1.**   \n Ndeger' umusaraba, Naniwe nkennye mpumye, Singir' icyo nitaho, Rwose nshaka gukizwa.\n\n  **GUSUBURIMO:**   \nMwami ndakwizigira, Mukiza wanjye mwiza! Ndicuz' imbere yawe, Mwami Yes' unkiz' ubu!\n\n  **2**   \nNakwifujije kera, Njya mbabazwa n' ibyaha. Yes' ambwira nez' ati: Ngukiz' ibicumuro. \n\n  **3**   \nUbu ndakwihereje, Simbuzwa n' iby' iyi si. Mb' uwawe rwose Mwami, Nguhay' ibyanjye byose. \n\n  **4**   \nNdiringir' iby' uvuga, Wamviriy' amaraso.Ubu ndicuza cyane, Mbambanywe n' Umukiza. \n\n  **5**   \nNezezwa n' uko nkize, Yesu niw' unkomeza. Nta nenge nsigaranye, Mp' itam' icyubahiro."
       },
       
       {
        "title": " 22 Mwami Mp' Umugisha Wawe",
        "number": 22,
        "markdown": "### 22 Mwami Mp' Umugisha Wawe   \n\n  **1.**   \n Mwami mp' umugisha wawe, Uhera bos' ubusa. Ndakwinginga ntumpiteho! Arik' umpire none.\n\n  **GUSUBURIMO:**   \nUmpire! Umpire! Ngo ntatahan' ubusa.\n\n  **2**   \nNtunsige mubyeyi mwiza, Ibyaha byandembeje; Nkwiriye gucibwa rwose, Arik' umbabarire. \n\n  **3**   \nNiba natinze mu byaha, Njya nkubabaza cyane; Niba ngoswe n' iby' iyi si, Ubinkuremo rwose. \n\n  **4**   \nNtumpiteho Mwuka Wera! Niw' uhumur' impumyi. Unyemez' uhamya Yesu! Mbwir' ibimpumuriza."
       },
       
       {
        "title": " 23 Untambe Hejuru Mwuka Wera",
        "number": 23,
        "markdown": "### 23 Untambe Hejuru Mwuka Wera   \n\n  **1.**   \n Untambe hejuru Mwuka Wera, Ngo mpirwe nawe! Nyuzuz' umugisha wawe, Ngwino ngwin' unyuzure!\n\n  **GUSUBURIMO:**   \nNyuzura! nyuzura! Yesu ngwin' unyuzure!Nyuzuz' umugisha wawe! Ngwino ngwin' unyuzure!\n\n  **2**   \nUshobora kunyuzura, Ariko sinz' uburyo. Ndagushaka Mwuka Wera, Ngwino ngwin' unyuzure! \n\n  **3**   \nSinkomeye ndababaye, Ndunam' imbere yawe. Mwuka mwiza wo mw ijuru, Mp' urukundo nyuzura. \n\n  **4**   \nNgwin' unyeze kand' unkize! Tuz' umutima wanjye! Niw' umpumuriz' unkiza, Unyuzure rwos' ubu."
       },
       
       {
        "title": " 24 Ndagushak' Iteka",
        "number": 24,
        "markdown": "### 24 Ndagushak' Iteka   \n\n  **1.**   \n Ndagushak' iteka, Mwami mwiza cyane, Ijwi ryawe ryiza, Rizan' amahoro.\n\n  **GUSUBURIMO:**   \nKu manywa na n' ijoro, Ndagushak' iteka. Mpir' ubu Mukiza we! Twigumanire.\n\n  **2**   \nNdagushak' iteka, Jy' ungum' iruhande. Ntsind' amoshya yose, Iyo turi kumwe. \n\n  **3**   \nNdagushak' iteka, Ntuje n' iyo nganya. Ngwin' ubu tubane! Mbone gutungana. \n\n  **4**   \nNdagushak' iteka, Nyigish' iby' ushaka! Nkwinging' unsohorez' amasezerano! \n\n  **5**   \nNdagushak' iteka, Mwami Wera rwose, Nyobora mb' uwawe, Wowe munyahirwe!"
       },
       
       {
        "title": " 25 Yesu Nd' Uwawe Nyakira",
        "number": 25,
        "markdown": "### 25 Yesu Nd' Uwawe Nyakira\nn **1.**   \n Yesu nd' uwawe nyakira, N' ibyanjye mfite byose! Njye ngukunda nkwizigire, Nkomeze nkuyoboke.\n\n  **GUSUBURIMO:**   \n   S. na A. : Nguhaye byose, Nguhaye byose. Mucunguzi wanjye mwiza, Nguhaye byose.    T. na B. : Nguhaye byose, Nguhaye byose. Mucunguzi wanjye mwiza, Nguhaye byose.\n\n  **2**   \nYesu nd' uwawe nyakira! Niyoroshye nkuramye. Mpaz' ibyishimo byo hasi, Ubu Yesu nyakira! \n\n  **3**   \nYesu nd' uwawe nyakira! Mukiza ngir' uwawe! Tum' Umwuka Wer' ambwire, Kuko naw' ur' uwanjye!  **4.**   \n Yesu nguhaye byos' ubu, Umwuk' ampay' umwete! Nsingiz' imbabazi zawe, Nkuramye bihimbaje."
       },
       
       {
        "title": " 26 Ubu Nj' Uko Ndi",
        "number": 26,
        "markdown": "### 26 Ubu Nj' Uko Ndi   \n\n  **1.**   \n Ubu nj' uko ndi nta kindi cyankiza. Ndokoresh' amaraso yawe. Nitaby' ijwi ryawe rimpamagaye, Ndaje, Ntama y' Imana ndaje.\n\n  **2**   \nNj' uko ndi nyakir' ubu ngubu Yesu! Nyez' umutima nkir' ibyaha! Wowe Nyir' amaras' akiza rwose, Ndaje, Ntama y' Imana ndaje. \n\n  **3**   \nNj' uko ndi mbuyerezwa n' ubugome. Njya nanizwa nuko nd' intebyi, Mfit' ibindwanya byinshi bincogoza, Ndaje, Ntama y' Imana ndaje. \n\n  **4**   \nNj' uko ndi nd' umuhanya, ndi n' impumyi. Gutungana mbikesha wowe, Ibyamboneza nabibon' iwawe. Ndaje, Ntama y' Imana ndaje. \n\n  **5**   \nNj' uko ndi nizigiye k' unyakira, Nizey' isezerano ryawe; Yuk' uzankiza kand' uzamboneza. Ndaje, Ntama y' Imana ndaje. \n\n  **6**   \nNj' uko ndi guhamy' urukundo rwawe, Ko rwambohoy' ingoyi zose. Uherey' ubu mbay' uwawe rwose. Ndaje, Ntama y' Imana ndaje."
       },
       
       {
        "title": " 27 Dushim' Imana",
        "number": 27,
        "markdown": "### 27 Dushim' Imana    \n\n  **1.**   \n Dushim' Imana kubw' Umwana wayo, Kubw' Umukiza waducunguye twese.\n\n  **GUSUBURIMO:**   \nHaleluya Nyirigira, Haleluy' amina;Haleluya Nyirigira, Twonger' umwete.\n\n  **2**   \nDushim' Imana kubw' Umwuka Wera;Atubwiriza kumvir' Iyaturemye. \n\n  **3**   \nDushim' Intama yatambwe ku bwacu, Yatway' ibyaha byac' adukiza rwose. \n\n  **4**   \nDushimir' Iman' imbabazi zayo, Yaratuguz' itugir' abana bayo. \n\n  **5**   \nTwonger' umwete, Twuzuz' urukundo; Umuntu wes' akuyobokan' ubwira."
       },
       
       {
        "title": " 28 Shaka Gutungana",
        "number": 28,
        "markdown": "### 28 Shaka Gutungana\n  **1.**   \n Shaka gutungana, Jy' uhor' usenga; Bana n' Uwiteka, Ujy' umwumvira; Jy' ukund' Abakristo, Fash' abarembye; Ntuhuge na hato, Gushak' ihirwe.\n\n  **2**   \nShaka gutungana, Hagomye benshi; Horana na Yesu, Mu rwiherero. N' umwitegereza, Uzaba nka we; Bose bazamenya, K' umeze nka we. \n\n  **3**   \nShaka gutungana, Akuyobore. Ty' itond' imbere ye, N' ugir' ibyago, Uk' umera kose, Jy' umwiyambaza. Jy' uyoboka Yesu, Mwumvire rwose. \n\n  **4**   \nShaka gutungana, Tuz' umutima. Tekerez' ibyiza, Wihutiraho. Jya wumvir' Umwuka, Gwiz' urukundo; Uzatunganira, Kuba mw' ijuru."
       },
       
       {
        "title": " 29 Ungumane",
        "number": 29,
        "markdown": "### 29 Ungumane   \n\n  **1.**   \n Ungumane ko bugiye kwira, Haj' umwijima Mwam' ungumane.Ubwo bagenzi banjye bansiga, Nkaba jyenyine, Mwam' ungumane.\n\n  **2**   \nMur' iyi si byose birashira, Nta munezer' uhaba na hato; Nta kidapfa, nta kidahinduka; Wow' udahinyuka, ungumane. \n\n  **3**   \nMwami niwe nshak' iteka ryose, Nta moshya ntsinda tutari kumwe. Nta wabasha kunyobora nkawe. Mwam' iteka ryose, ungumane. \n\n  **4**   \nN' ungumana, nta mubisha ntinya; Ishavu rizab' umunezero; Imbori z' urupfu zizashira; Ntabwo ntazanesha n' ungumana."
       },
       
       {
        "title": " 30 Ngah' Umuns' Urakuze",
        "number": 30,
        "markdown": "### 30 Ngah' Umuns' Urakuze   \n\n **1.**   \n Ngah' umuns' urakuze, Burije turuhuke; Kand' ubw' imuri z' ijoro zaka turamy' Uwiteka, Twebwe twese.\n\n  **GUSUBURIMO:**   \nWera, Wera, Wera, Mwam' Imana. Wigwij' ahantu hose, Nta kitaguh' ishimwe, Mwam' Imana.\n **2.**   \n Mwami nyir' ubugingo, Terany' abagushaka; Buzuze bos' urukundo, Ubagir' ubwoko bwawe, Bakuramye.\n **3.**   \n Umwijima n' ugwira, Dukingir' imbabazi; Tukwegerez' imitima, Hirya y' ubwiza bw' ijuru, Ngo duhirwe.\n **4.**   \n Duhe kukwiringira, Ng' ubwo tuzapfa Mwami, Twongere kubon' umucyo, Ijoro rishir' iteka, Tugushime."
       },
       
       {
        "title": " 31 Mukiza We Niwe Mucyo Waka",
        "number": 31,
        "markdown": "### 31 Mukiza We Niwe Mucyo Waka   \n\n  **1.**   \n Mukiza we! Niwe mucyo waka. Ntabw' umwijim' uhangar' ah' uri, Nyamururahw ibinyoshya, Bituma nanduranya nawe.\n\n  **2**   \nMukiza mu gihe njya kuryama, Ngo nduhuk' imirimo nakoze, Umpe kugutekereza, Ngo nsinzire ndi kumwe nawe. \n\n  **3**   \nUmpagarik' umunsi n' ijoro; Ntabwo nabaho tutari kumwe; Ungumane mu makuba, Kuko ntinya gupf' utahari. \n\n  **4**   \nN' ubwo nkanguk' ungume bugufi; N' aho ndibujye gukora hose, Kugez' ubwo nzaz' iwawe, Meny' urukundo rwawe rwose."
       },
       
       {
        "title": " 32 Yesu N' Urutare Rwacu",
        "number": 32,
        "markdown": "### 32 Yesu N' Urutare Rwacu   \n\n **1.**   \n Yesu n' urutare rwacu, N' ubwugamo bw' umugaru; Niw' udukiz' amakuba, N' ubwugamo bw' umugaru.\n\n  **GUSUBURIMO:**   \nRutare rwisungwa n' abantu! Gicucu cy' uburuhukiro! Muyobozi mwiz' utayobya! Ubwugamo bw' umugaru.\n\n  **2**   \nAnkiz' amakub' iteka, N' ubwugamo bw' umugaru. Ntacyo ntinya turi kumwe, N' ubwugamo bw' umugaru. \n\n  **3**   \nImivu n' isum' itera, N' ubwugamo bw' umugaru. N' Umukiza wacu mwiza, N' ubwugamo bw' umugaru. \n\n  **4**   \nRutare rwiza rushimwa! Ubwugamo bw' umugaru! Jy' utuvuna mu makuba! Ubwugamo bw' umugaru."
       },
       
       {
        "title": " 33 Ndanezerwa Kw' Anyobora",
        "number": 33,
        "markdown": "### 33 Ndanezerwa Kw' Anyobora   \n\n **1.**   \n Ndanezerwa kw' anyobora, Arampumurish' Ijambo rye. Mu byo nkora, n' aho ngenda, N'ukoboko kwa Yesu kunyobora.\n\n  **GUSUBURIMO:**   \nAranyobora nkanezerwa, N' ukw' anyoboresh' ukuboko kwe. Nshaka kumukorera neza, Yuk' ukuboko kwe kunyobora.\n\n  **2**   \nNiba ngir' ishavu ryinshi, Cyangwa nubwo nezerwa cyane. Mu mahoro n' amakuba, N' ukuboko kwa Yesu kunyobora. \n\n  **3**   \nMwami nshaka ko tubana; Ntabwo nzinuba nitotomba; Nzagumya nishime cyane, K' ukuboko kwa Yesu kunyobora. \n\n  **4**   \nNdangij' imirimo yanjye, Nesheje kubw' imbabazi ze; Ntacyo nzatinya n' urupfu, K' ukuboko kwa Yesu kunyobora."
       },
       
       {
        "title": " 34 Nimbon' Amahoro ",
        "number": 34,
        "markdown": "### 34 Nimbon' Amahoro   \n\n **1.**   \n Nimbon' amahoro yomboka nk' uruzi, Naho naba mfit' ishavu, Uko mba kose, Njya nkunda kuvuga Nti: Nguwe neza mu mutima.\n\n  **GUSUBURIMO:**   \nNi neza (ni neza) ndatuje (ndatuje); Ko nguwe neza mu mutima.\n\n  **2**   \nSatani n' antera, Nkagira n' ibyago, Nkomezwa no kwiringira, Kuko Kristo yabonye ko nd' intebyi; Ni ko kumvir' amaraso ye. \n\n  **3**   \nNshima cyane kuko mbabariw' ibyaha, Nta na kimwe cyasigaye; Byabambanywe nawe ku musaraba; Mutima wanjye shim' Umwami. \n\n  **4**   \nMwami tebuts' umuns' uzagarukaho, Ubw' ibicu bizarundwa, Impand' ivuze, Umwam' amanuke Nti: Nguwe neza mu mutima."
       },
       
       {
        "title": " 35 Nkund' Ubucuti",
        "number": 35,
        "markdown": "### 35 Nkund' Ubucuti   \n\n  **1.**   \n Nkund' ubucuti buva mw' ijuru, Nisung' amaboko y' iteka. Ngiz' amahirwe, mbony' amahoro, Nisunz' amaboko y' iteka.\n\n  **GUSUBURIMO:**   \n   S. na A.: Nkiza! Nkiza! Ndokor' amakuba yose! Nkiza! Nkiza! Nisunz' amaboko y' iteka.    T. na B.: Nkiza Yesu! Nkiza Yesu nkiza! Ndokor' amakuba yose! Nkiza Yesu! Nkiza Yesu nkiza! Nisunz' amaboko y' iteka.\n\n  **2**   \nNezerwa n' uko Yes' anyobora; Nisung' amaboko y' iteka. Nunguk' ishimwe, Ngakiranuka; Nisunz' amaboko y' iteka. \n\n  **3**   \nNta bwoba mfite, Nshiz' agahinda, Nisunz' amaboko y' iteka. Nguwe nez' ubu, Ndatunganiwe. Nisunz' amaboko y' iteka."
       },
       
       {
        "title": " 36 Ni Wowe Nizeye",
        "number": 36,
        "markdown": "### 36 Ni Wowe Nizeye   \n\n  **1.**   \n Ni wowe nizeye, Ntama y' i Kalwari, We Mukiza! Ngusab' unyumvire, Nkiz' ibicumuro, Mperey' ubu Mwami, Nkuyoboke.\n\n  **2**   \nNyuzuz' imbabazi, Ngir' inama nziza, Nter' umwete; Kuko wampfiriye, Nkwerek' urukundo, Rudatuba rwaka, Nk' umuriro. \n\n  **3**   \nNi ngotwa n' ibyaha, Nkagira n' ishavu, Unyobore. Nkura mu mwijima, Ntsembahw' amaganya, Kandi ntundekere, Kure yawe."
       },
       
       {
        "title": " 37 Nkuyoboke Mwami",
        "number": 37,
        "markdown": "### 37 Nkuyoboke Mwami   \n\n  **1.**   \n Nkuyoboke Mwami, Nkuyoboke. N' aho natendekwa ku musaraba, Naba nkiririmba: Nkuyoboke Mwami, Nkuyoboke Mwami, Nkube bugufi.\n\n  **2**   \nNkuyoboke Mwami, Nkuyoboke. Mu makuba yose, Mpagarikira! Ni nterwa n' ibyago, Umpe kwihangana, Nkuyoboke Mwami, Nkube bugufi. \n\n  **3**   \nNkuyoboke Mwami, Nkuyoboke. Jy' untabar' iteka ngumye nkwizere! Umwanzi n' antera, Ujy' undwanirira! Nkuyoboke Mwami, Nkube bugufi. \n\n  **4**   \nNkuyoboke Mwami, Nkuyoboke. Wakinguy' ijuru, Nyobor' ah' uri. Mugenzi komera, Urenda gukira! Nkuyoboke Mwami, Nkube bugufi."
       },
       
       {
        "title": " 38 Unambe Ku Mana",
        "number": 38,
        "markdown": "### 38 Unambe Ku Mana   \n\n  **1.**   \n Unambe ku Mana, ntuyimure; Bona n' uterwa n' impagarara, Uzagarukirwa na Rutare, Iyo tugoswe n' ibyaha.\n\n  **GUSUBURIMO:**   \nDukomerera kuri Kristo Rutare, Niwe Rutare twisunga. Nitwihangana tuzab' amahoro, Tugez' imbere y' Imana.\n\n  **2**   \nNambir' ukuri jya wihangana, Komez' ubutwari no kwizera! Rutar' aduha kuganziriza, Mur' iy' isi y' igomero. \n\n  **3**   \nNambir' ukuri birakwiriye, We kurambirw' uzagororerwa. Rutare niw' uduh' amahoro, Tumaze gutsind' ibyago."
       },
       
       {
        "title": " 39 Nkomeze Njye Niringira",
        "number": 39,
        "markdown": "### 39 Nkomeze Njye Niringira   \n\n  **1.**   \n Nkomeze njye niringira, Amaraso y' Umukiza. Sinagir' undi niganana, Keretse Yesu wenyine.\n\n  **GUSUBURIMO:**   \nNikomeze ku Rutare, Nahw' ahandi n' umusenyi; Nahw' ahandi n' umusenyi.\n\n  **2**   \nUmwijima n' umpumisha, Niringir' imbabazi ze. Mu makuba no mu byago, Ntagir' ubw' anzibukira. \n\n  **3**   \nMbonezwa n' amaraso ye, Ampa kumukurikira. Niyo nababaye rwose, Aramfasha ngakomera. \n\n  **4**   \nN' aza kw' ijwi ry' ikondera, Azasanga mwiteguye; Nambaye gukiranuka, Nta nenge nzaba ngifite."
       },
       
       {
        "title": " 40 Tubane N' Uwami",
        "number": 40,
        "markdown": "### 40 Tubane N' Uwami   \n\n  **1.**   \n Tubane n' Umwami, Twumvir' ijambo rye; Atujyana mu nzira nziza, Tumwumviye rwose. Akabana natwe, N' abamwizer' uko bangana.\n\n  **GUSUBURIMO:**   \nJy' umwumvira, Nta kandi gakiza, Keretse Yesu gusa; Mwizigire rwose.\n\n  **2**   \nNtihakingirizwa, Nta gicu gikuba, Byeyurwa no kumwenyura kwe. Nta shiti n' ubwoba, Bona n' igishyika, Bimarwa n' uko tumwizeye. \n\n  **3**   \nNta kitubabaza, Nta shavu tugira; Niw' uduhembur' imbu zose; Nta bworo n' isari, Nta n' umubabaro; Tuzahirwa ni tumwizera. \n\n  **4**   \nNtabwo twiyungura, Kugir' ibyishimo, Kugeza ko tureka byose, Kubw' imbabazi ze; Impan' ajy' atanga, N' ingororano z' abizeye. \n\n  **5**   \nTuzajya twishima, Turi kumwe nawe. Tuzagendana naw' iteka, Tumwumvira rwose; Azajy' adutuma, Ntacyo tuzaba tugitinya."
       },
       
       {
        "title": " 41 Yes' Abe Hamwe Nawe Hose",
        "number": 41,
        "markdown": "### 41 Yes' Abe Hamwe Nawe Hose   \n\n  **1.**   \n Yes' abe hamwe nawe hose! Akugir' inama nziza! Agucyure mu bushyo bwe! Yes' abe hamwe nawe hose!\n\n  **GUSUBURIMO:**   \nKugez' ubwo (ubwo) tuzabonana, Ubwo tuzabana na Yesu (na Yesu). Kugez' ubwo (ubwo) tuzabonana, Yes' abe hamwe nawe hose.\n\n  **2**   \nYes' abe hamwe nawe hose! Akurinde mu makuba! Akwongere man' iteka! Yes' abe hamwe nawe hose! \n\n  **3**   \nYes' abe hamwe nawe hose! Ubuyerezwa n' ibyaha, Agukingir' ukuboko! Yes' abe hamwe nawe hose! \n\n  **4**   \nYes' abe hamwe nawe hose! Jy' uguman' urukundo rwe! Tsind' urupf' imbere yawe! Yes' abe hamwe nawe hose!"
       },
       
       {
        "title": " 42 Iyo Turi Kumwe N' Inshuti",
        "number": 42,
        "markdown": "### 42 Iyo Turi Kumwe N' Inshuti   \n\n  **1.**   \n Iyo turi kumwe n' inshuti, Nta kitubabaza, Arikw' iyo dutandukanye, Tugir' agahinda.\n\n  **GUSUBURIMO:**   \nMw' ijuru ntituzatana, Tuzahahorana. Mur' iyo si y' amahoro, Ntabwo tuzatana.\n\n  **2**   \nIyo twibuts' inshuti zacu, Turishima cyane. Nitumar' imirimo yacu, Tuzaban' iteka. \n\n  **3**   \nNtabwo tuzasezeranaho, Tugeze mw' ijuru; Tuzahahoran' ibyishimo, Turirimb' iteka."
       },
       
       {
        "title": " 43 Gupfa Twiringiye Yesu",
        "number": 43,
        "markdown": "### 43 Gupfa Twiringiye Yesu   \n\n  **1.**   \n Gupfa twiringiye Yesu, Kubera n' ugusinzira. Nta wukangurwamw arira, Ntaw' umwanz' ashukirayo.\n **2.**   \n Gusinzira muri Yesu, N' uburuhukiro bwiza, N' amahirwe y' abizeye, Ko bazahabw' ubugingo.\n **3.**   \n Gusinzira muri Yesu, No gukangurwamo nawe, N' imbaraga y' Umukiza; Ntabw' izabuzwa n' ibyago.\n **4.**   \n Gusinzira muri Yesu, Kuzurwa n' ijwi ry' impanda.Maz' ibituro bivemo, Abera bose barame."
       },
       
       {
        "title": " 44 Ibyo Nkora Nkiriho",
        "number": 44,
        "markdown": "### 44 Ibyo Nkora Nkiriho   \n\n  **1.**   \n Ibyo nkora nkirihw' aho bizarangirira, Ubwo kudapfa kuzakura gupfa; Ni mara gukira nzabon' U mukiza wanjye, Kand' azab' anyakiran' ibyishimo.\n\n  **GUSUBURIMO:**   \nNzamumenya, Nzamumenya; Nzahagarar' imbere Ye nkize. Nzamumenya, Nzamumenya, Mbony' inkovu zo mu biganza bye.\n\n  **2**   \nNzanezerwa mbony' uburanga bwe buhebuje, N' amaso y' akey' arabagirana; Nzajya musingiza mpimbawe n' urukundo rwe, Ko yambonerej' aheza mw' ijuru. \n\n  **3**   \nNtabwo mpug' abadusezeyeho bajya kure, Ubwo twatandukaniye ku cyambu. Ni tujya mw' ijuru nta kizadutandukanya, Cyane nifuza kubon' Umukiza. \n\n  **4**   \nAzanjyana mu mudugudu utabamw' ishavu, Niho nzambarir' imyambaro yera, Nzaririmbana n' aber' indirimbo ya Mose; Cyane ndifuza kubon' Umukiza."
       },
       
       {
        "title": " 45 Umpe Bibiliya",
        "number": 45,
        "markdown": "### 45 Umpe Bibiliya   \n\n  **1.**   \n Umpe Bibiliya kukw' ari y' inezeza, Uyinyoboresh' iteka Mwami. Nta kibasha kuzimy' umucyo wayo, Ko Yesu yaje kuyitwumvisha.\n\n  **GUSUBURIMO:**   \nUmpe Bibiliya kukw' ariy' inezeza, Nyoborwe nayo mu nzira ntoya. Amategeko yawe niyo meza, Agaragaz' inzira y' ukuri.\n\n  **2**   \nUmpe Bibiliya mu kababaro kanjye, Igihe mpigwa n' ibyaha byanjye. Umpe n' amagambo Yesu yavuze, Kukw' ariyo mez' ampumuriza. \n\n  **3**   \nUmpe Bibiliya ngw' imurikir' iteka; Kand' indind' imitego yo hasi; Niyo rumuri rwaka mu mwijima, Runyerek' inzira y' amahoro. \n\n  **4**   \nUmpe Bibiliya ngw' imbwir' iby' ubugingo, Kand' udukomerez' uwo mucyo. Ngo tumeny' inzir' igana mw' ijuru, Unyerek' ubwiza bwawe Data."
       },
       
       {
        "title": " 46 Jy' Uhor' Undinganirije",
        "number": 46,
        "markdown": "### 46 Jy' Uhor' Undinganirije   \n\n  **1.**   \nJy' uhor' undinganirije, Amagamb' atunganye. Umpugure meny' ukuri, Kw' amagambo yawe. Nkund' amagambo yawe, Kw' ampa kukwizigira.\n\n  **GUSUBURIMO:**   \nAmagambo meza cyane, Anter' ibyishimo byinshi; Niyo meza, ndayakunda; Ntabw' atanezeza.\n\n  **2**   \nKrist' ahet' abantu bose, Amagamb' atunganye. Nimwitabe banyabyaha! Mwumv' iby' ubugingo! Abayoboz' ituza, N' amagamb' atunganye. \n\n  **3**   \nMenyesha bos' ubutumwa! N' amagamb' atunganye! Nimuze mubabarirwe! Mwumv' iby' ubugingo! Yesu niwe Mukiza, Utwonger' ubugingo."
       },
       
       {
        "title": " 47 Mpagaze Ku Nkengero Ya Yorodani",
        "number": 47,
        "markdown": "### 47 Mpagaze Ku Nkengero Ya Yorodani   \n\n  **1.**   \n Mpagaze ku nkengero ya Yor'dani nubur' amaso, Ndor' igihugu cyiza cy' i Kanani, nihw' ibyanjye biri.\n\n  **GUSUBURIMO:**   \nN' igihugu cyiza cy' amahoro, Hakurya ku nkengero haratoshye; Tuzahavugir' indirimbo ya Mose, Tubane na Yes' iteka.\n\n  **2**   \nHakurya mur' ibyo bibaya, Hahor' umucy' iteka. Yesu Kristo niw' uzahaber' umucy' ahakur' ijoro. \n\n  **3**   \nAho heza nzahagera ryari ngo mpabe mpiriwe? Nzareba Data mu maso ryari nduhukiy' ibwami bwe?\n **4.**   \n Mfit' ibyishimo mu mutima, Sinshaka kugum' aha. Yor' dan' isumira hos' ariko ntinyuka kuyambuka."
       },
       
       {
        "title": " 48 Tuzishim' Imirim' Ishize",
        "number": 48,
        "markdown": "### 48 Tuzishim' Imirim' Ishize   \n\n  **1.**   \n Tuzishim' imirim' ishize, Abasarurir' Imana, Bashohoj' umusaruro, I Yerusalemu nshya.\n\n  **GUSUBURIMO:**   \nIshimwe hazabahw' ishimwe, Ntabw' ishimwe rizahashira, Umunsi w' ishimw' uri hafi, Duteranir' iwacu.\n\n  **2**   \nTuzishima no kuririmba, Tuzajya dushima Kristo. Tuzamuhimbariza rwos' i Yerusalemu nshya. \n\n  **3**   \nTuzahishimira by' ukuri, Tuzaba mu mazu yera; Yesu yaduteguriye, I Yerusalemu nshya."
       },
       
       {
        "title": " 49 Ntabwo Ndatekereza",
        "number": 49,
        "markdown": "### 49 Ntabwo Ndatekereza   \n\n  **1.**   \n Ntabwo ndatekereza, Kw' iwac' ari bugufi. Uko bukeye negereza, Gusohora mw ijuru.\n\n  **GUSUBURIMO:**   \nHafi y' iwacu, Hafi yaho; Ubu ngeze hafi y' iwacu, Ngiye gusohorayo.\n\n  **2**   \nKu rurembo rwa Data, Hariy' amazu menshi; Yateguriy' abera bose, Ngo babane na Yesu. \n\n  **3**   \nNinjya kuger' iwacu, Nzururuts' umutwaro; Nzoroherwa n' umubabaro, Nambar' ikamba ryiza. \n\n  **4**   \nNingera ku nkengero, Nzaba ngeze bugufi; Nzaba negerey' i muhira, Ngiye kuger' iwacu."
       },
       
       {
        "title": " 50 Har' Igihugu Cyiza Cyane",
        "number": 50,
        "markdown": "### 50 Har' Igihugu Cyiza Cyane   \n\n  **1.**   \n Har' igihugu cyiza cyane, Twasezeraniwe n' Imana; Tugitegereze twizera, Ko Dat' akitubonereza.\n\n  **GUSUBURIMO:**   \nAheza (aheza) mw' ijuru (mw' ijuru), Tuzahurirayo bagenzi. Aheza (aheza) mw' ijuru (mw' ijuru), Tuzahurirayo bagenzi.\n\n  **2**   \nTuzaririmbira mw' ijuru, Indirimbo z' abanyahirwe. Ntituzongera kubabara, Tuzaba dushiz' agahinda. \n\n  **3**   \nTuzasingiza Data cyane, Ku mbabazi yatugiriye, No ku buntu bw' urukundo rwe, N' umugisha yatwungukiye."
       },
       
       {
        "title": " 51 Tubatirish' Umwuka Wera",
        "number": 51,
        "markdown": "### 51 Tubatirish' Umwuka Wera   \n\n  **1.**   \n Tubatirishe Umwuka Wera, Mukiza twegere, duh' urukundo.\n  Gusubiramo 1, 2,3: Ubu Mwami Yesu turakwinginga, Tubatirish' Umwuka, Duh' urukundo.\n\n  **2**   \nTuratakamba, Twazize byinshi, Udukiz' utweze, Twishwe n' ibyaha. \n\n  **3**   \nMwuka Wera we, Tumanukire! Duhire rwos' ubu, Duh' imbabazi. \n\n  **4**   \nNgir' ijwi ryiza, Ryavuze riti: Ur' Umwana wanjye, ni wowe nkunda.\n  Gusubiramo 4: Turagusingiza, turakuramya Turaguhimbaz' ubu, Mwami Amina."
       },
       
       {
        "title": " 52 Ngwino Soko Y ' Umugisha",
        "number": 52,
        "markdown": "### 52 Ngwino Soko Y ' Umugisha   \n\n  **1.**   \n Ngwino soko y' umugisha, Mp' umutim' ugushima. Migez' idakama myiza, Tugusingize cyane. Unyigishe kukuramy' iteka, Kandi meny' ubwiza bwawe. Kwiringir' ubwami bwawe, Kunyuzuz' urukundo.\n\n  **2**   \nNshyirahw' icyibutso cyanjye, Niho ngeze kubwawe. Ndizeye yuk' uzanjyana, Nger' iwaw' amahoro. Yesu yantaruye nazimiye, Nari ndi kure y' Imana; Ashaka kunkiz' urupfu, Yatanz' ubugingo bwe. \n\n  **3**   \nNdimw' ubwishyu bwawe Mwami, Bw' imbabaz' ungiriye. Nyigiza bugufi bwawe, Meny' urukundo rwawe. Ngoswe n' ibingerageza byinshi, Ngo ndek' iyo Mana nkunda. Akir' umutima wanjye Undinde nkire rwose."
       },
       
       {
        "title": " 53 Mwuka Wera Muyobozi",
        "number": 53,
        "markdown": "### 53 Mwuka Wera Muyobozi   \n\n **1.**   \n Mwuka Wera Muyobozi, Ube hafi y' abakristo! Mfat' ukuboko nyobora, Nd' umugenzi ku gahinga. Abananiwe bishima, Ubwo bumv' ijwi ryiza, Ribabwira: Bagenzi mwe, Nimuze mbagez' iwanyu!\n\n  **2**   \nNtuduhemukir' iteka, Ntabwo wanga kudufasha. Dukomeze tukwizere, Dukabakabe hijimye. Amakuba n' aboneka, Imitima nikuka, Ijwi riti: Bagenzi mwe, Nimuze mbagez' iwanyu! \n\n  **3**   \nTumaz' imirimo yacu, Dutegereze gukizwa, Dusigarany' iby' ijuru, Twibaze ko twanditsweyo. Twikingir' ibidutera, No kwiringira Yesu. Ijwi riti: Bagenzi mwe, Nimuze mbagez' iwanyu!"
       },
       
       {
        "title": " 54 Harihw' Icyo Nkwaka Mwami",
        "number": 54,
        "markdown": "### 54 Harihw' Icyo Nkwaka Mwami   \n\n  **1.**   \n Harihw' icyo nkwaka Mwami, Nubwo mpora ngucumuraho, Unyejeshe, unyejeshe! Amazi cyangw' umuriro.\n\n  **GUSUBURIMO:**   \nMpanagurwe hose Mwami! N' umuriro nib' ushaka. Nkir' ibyaha, birimburwe. Nkir' ibyaha, birimburwe.\n\n  **2**   \nN' untunganiriz' ubwenge, Nzanezerwa nzagusingiza; Arik' umutima wera, Urutaho, urutaho. \n\n  **3**   \nNinezw' umutima wanjye, Niho nzunguk' ubwenge bwose, Mbubwirijwe nawe Mwami, Bwo mw' ijuru, bwo mw' ijuru. \n\n  **4**   \nNjya nirind' ibicumuro, Nkitonder' ibyo ntekereza. Mwami n' ibyo nkora byose, Ntabwo nera, Ntabwo nera."
       },
       
       {
        "title": " 55 Har' Ubwo Wasanze Yesu?",
        "number": 55,
        "markdown": "### 55 Har' Ubwo Wasanze Yesu?   \n\n**1.**   \n Har' ubwo wasanze Yesu ng' ukire? Se wuhagijw' amaraso ye? Ubu wizeye rwos' imbabazi ze? Se wuhagijw' amaraso ye?\n\n  **GUSUBURIMO:**   \nWogejwe (wogejwe) na Yesu (na Yesu)? Watunganijwe n' amaraso (maraso)? Har' ubwo yakwuhagij' amaraso? Mbes' imyambaro yaw' irera?\n\n  **2**   \nMbes' ugendana na Yesu iteka? Se wuhagijw' amaraso ye? Mbes' ujy' ubana n' uwari wabambwe? Se wuhagijw' amaraso ye? \n\n  **3**   \nUmukwe n' az' uzab' umwiteguye? Se wuhagijw' amaraso ye? Mbes' uzakundirwa kujya mw' ijuru? No gukizwa n' amaraso ye? \n\n  **4**   \nHung' ibyaha jy' ukor' ibitunganye! Wejeshw' amaraso ya Yesu! Har' isokw' itemb' ikiz' imitima, Wejeshw' amaraso ya Yesu!"
       },
       
       {
        "title": " 56 Nahabiye Kure Y' Imana",
        "number": 56,
        "markdown": "### 56 Nahabiye Kure Y' Imana   \n\n  **1.**   \n Nahabiye kure y' Imana, Ndahabuts' ubu. Nari naratinze mu byaha, Noneho ndaje.\n Gusubiramo: Reka nze, reka nze! Ntabwo nzongera. Nyemerer' umbabarire! Mwami nyakira!\n\n  **2**   \nNarapfapfany' imyaka myinshi, Ndahabuts' ubu. Ndakwitwaraho cyane nkiza, Noneho ndaje. \n\n  **3**   \nNdembejwe n' ibyaha no kugwa, Ndahabuts' ubu. Niringiy' urukundo rwawe, Noneho ndaje. \n\n  **4**   \nYesu yamviriy' amaraso, Ndahabuts' ubu. Ubwe niwe wankiza gusa, Noneho ndaje. \n\n  **5**   \nWumv' amaganya yanjy' unkize, Ndahabuts' ubu. Nyeza Mwami nse n' urubura, Noneho ndaje."
       },
       
       {
        "title": " 57 Bayoboke Nimurangurure",
        "number": 57,
        "markdown": "### 57 Bayoboke Nimurangurure   \n\n  **1.**   \n Bayoboke nimurangurure, Mwamamaz' ubutumwa mw' isi yose! Nimukwiz' ayo makuru mu bantu! Abashaka nibaze.\n\n  **GUSUBURIMO:**   \nUwemey' aze! Uwemey' aze! Nimubimenyesh' abatuye hasi! Umubyey' aratarur' abana be, Abashaka nibaze.\n\n  **2**   \nUshaka kuza yitindiganya, Niyinjir' irembo riruguruye. Umwami niwe nzira y' ubugingo, Abashaka nibaze. \n\n  **3**   \nUshaka wese n' agire bwangu! Kand' agir' ubutwari yihangane. Ushaka wes' azahabw' ubugingo, Abashaka nibaze."
       },
       
       {
        "title": " 58 Jy' Uganza Mwami W' Iteka",
        "number": 58,
        "markdown": "### 58 Jy' Uganza Mwami W' Iteka   \n\n  **1.**   \n Jy' uganza Mwami w' iteka, Bose bakuramye! Nimuzan' ikamba ry' ubwami bwe, Ab' Umwami wa bose! Nimuzan' ikamba ry' ubwami bwe, Kw' ariwe Mwami wa bose.\n\n  **2**   \nBatowe mwe b' Israeli, Mwa nkehwe mwe nkeya, Muramy' ubakirish' imbabazi, Ab' Umwami wa bose! Muramy' ubakirish' imbabazi, Kw' ariwe Mwami wa bose. \n\n  **3**   \nAmoko yose yo hasi, N' imiryango yose, Bose bajye bamwubaha cyane! Ab' Umwami wa bose. Bose bajye bamwubaha cyane! Kw' ariwe Mwami wa bose. \n\n  **4**   \nMuze tumuririmbire, Tumupfukamire, Tumusingize no kumushima, Ab' Umwami wa bose. Tumusingize no kumushima, Kw' ariwe Mwami wa bose."
       },
       
       {
        "title": " 59 Yesu Mukunzi Wanjye",
        "number": 59,
        "markdown": "### 59 Yesu Mukunzi Wanjye   \n\n  **1.**   \n Yesu mukunzi wanjye, Mpa kuguhungiraho. Ubw' umurab' usuma, N' umugar' ugwa cyane, Umpishe Mukiza we! Kugez' ah' uhitira. Unyobor' ahikinze, Nuk' unkiz' unyakire!\n\n  **2**   \nNta bundi buhungiro, Mwam' unyirokorere! Ntunzibukire rwose, Komez' ujy' undengera! Nkwizigire wenyine! Ni wow' ump' imbaraga, Uhashy' abanzi banjye, Simpugane na hato. \n\n  **3**   \nNgushime Mwami Yesu, K' utagir' icy' unyima, Usindagiz' urushye, N' urway' uramukiza; Urera bihebuje, Ntabwo ngutunganiye, Ndi mubi bikabije, Wow' urakiranutse. \n\n  **4**   \nUbabarira cyane, Kand' imbabazi zawe, Zirut' ibyaha byanjye. Nyeza nkomeze nere, We soko y' ubugingo! Nkundira nkuvomemo! Unyuzur' umutima, Nzagere ku bugingo."
       },
       
       {
        "title": " 60 Yesu Utunezeza Twese",
        "number": 60,
        "markdown": "### 60 Yesu Utunezeza Twese   \n\n  **1.**   \n Yes' utunezeza twese, Soko y' ubuging' ur' umucyo w' abantu; Ibyishimo byose byo hasi, Tubicitseho tugukurikire.\n\n  **2**   \nTuvune turakwisunze. Ukuri kwawe ntikugir' impinduka; Dutabare turakwizeye, Tukwiyeguriye tumaramaje. \n\n  **3**   \nMutsima w' ubugingo we! Dushaka guhazwa naw' iteka ryose. Soko nziz' idakam' iteka! Tumar' inyota mu mitima yacu! \n\n  **4**   \nMu midugararo yacu, Tukwifuz' iteka, Mwami mwiza rwose. Tunezerwa cyan' umwenyuye; N' amahirwe yac' ubwo duhorana. \n\n  **5**   \nYesu bana natw' iteka! Duh' amahoro twishim' iteka ryose! Dukiz' ibibi bitugota! Murika kw is' umucyo wawe wera!"
       },
       
       {
        "title": " 61 Nkunda Kunguk' Ibya Yesu ",
        "number": 61,
        "markdown": "### 61 Nkunda Kunguk' Ibya Yesu   \n\n  **1.**   \n Nkunda kunguk' ibya Yesu, Kwerekan' imbabazi ze; Kwunguk' ubwenge bw' ukuri, N' urukundo rw' Umukiza.\n\n  **GUSUBURIMO:**   \nNunguk' ibya Yesu, Nunguk' ibya Yesu. Kwunguk' ubwenge bw' ukuri, N' urukundo rw' Umukiza.\n\n  **2**   \nNshishikarir' ibya Yesu, Mmeny' iby' ashaka binkwiye, Mwuka Wera mfuturira! Mbwir' uko Yesu yankunze! \n\n  **3**   \nNunguk' ijambo rya Yesu, Mbane n' Umwam' antoneshe; Numvir' iby' ambwira byose, Mpuze nawe muyoboke. \n\n  **4**   \nMeny' iby' ingoma ya Yesu, Menye n' ubwiza bwe bwose, Menye n' ukw' agiye kwima, Niwe Mwami w' amahoro."
       },
       
       {
        "title": " 62 Yesu Ndagukunze Rwose ",
        "number": 62,
        "markdown": "### 62 Yesu Ndagukunze Rwose   \n\n  **1.**   \n Yesu ndagukunze rwose, Ndakwihaye. Ingeso mbi zose, Nzanz' uko zingana. Ni wowe Mukiza wanjye mwiza, Nkuyoboke. Ntabwo nigeze kugukunda, Nk' ubu ngubu.\n\n  **2**   \nNdagukunze kuko wabanje, Kunkunda, Waranyiguriy' unkiriz' i Kalwari. Ngukundiy' ikamba ry' amahwa, Wahambikiwe, Ntabwo nigeze kugukunda, Nk' ubu ngubu. \n\n  **3**   \nMperey' ubu ngukunda, Nzageza gupfa. Nzajya ngusingiz' iteka Ngihumeka; Nah' urupfu ruzanyegurira, Nzavuga nti: Ntabwo nigeze kugukunda, Nk' ubu ngubu. \n\n  **4**   \nUbwo nzager' aho, Waduteguriye, Nzajya mpaguhamiriz' itek' iteka. Nzaguhimbaza nambay' ikamba, Ritunganye; Ntabwo nigeze kugukunda, Nk' ubu ngubu."
       },
       
       {
        "title": " 63 N' Iki Cyankiz' Ibyaha?",
        "number": 63,
        "markdown": "### 63 N' Iki Cyankiz' Ibyaha?   \n\n  **1.**   \n N' iki cyankiz' ibyaha? N' amaraso yawe Yesu. N' iki cyanyeza rwose? N' amaraso yawe Yesu.\n\n  **GUSUBURIMO:**   \nMaras' atunganye, Niy' amboneza rwose. Nta cyampa gukira, Nk' amaraso y' Umukiza.\n\n  **2**   \nNta kindi cyantunganya, N' amaraso yawe Yesu. Nta kindi cyiru mfite, N' amaraso yawe Yesu. \n\n  **3**   \nNta cyantsembahw ibyaha, N' amaraso yawe Yesu. Nta byanjye byamboneza, N' amaraso yawe Yesu. \n\n  **4**   \nNi wowe niringira, N' amaraso yawe Yesu. Ni wow' ump' amahoro, N' amaraso yawe Yesu. \n\n  **5**   \nNjye ngusingiza cyane, Ku maraso yawe Yesu. Mukiz' urakarama, Ku maraso wamviriye."
       },
       
       {
        "title": " 64 S' Uhagarik' Ik' Umutima?",
        "number": 64,
        "markdown": "### 64 S' Uhagarik' Ik' Umutima?   \n\n  **1.**   \n S' uhagarikiy' ik' umutima? Bibwire Yesu! Bibwire Yesu! Ubabajwe no kubur' ituza? Ihererane Yesu!\n\n  **GUSUBURIMO:**   \nBibwire Yesu! Bibwire Yesu! Niwe nshuti y' ukuri; Ntugir' indi nshut' ihwanye nawe, Jy' ubana nawe cyane.\n\n  **2**   \nMbes' ub' urabogoz' amarira? Bibwire Yesu! Bibwire Yesu! Utotezwa n' ibyaha wahishe? Ihererane Yesu! \n\n  **3**   \nUjy' utinya guterwa n' ibyago? Bibwire Yesu! Bibwire Yesu! Mbes' ub' uraganyishwa n' iby' ejo? Ihererane Yesu! \n\n  **4**   \nMbes' ujy' ugir' ubwoba bwo gupfa? Bibwire Yesu! Bibwire Yesu! Mbes' urashak' ingoma ya Kristo? Ihererane Yesu!"
       },
       
       {
        "title": " 65 Nkunda Kwiringira Yesu",
        "number": 65,
        "markdown": "### 65 Nkunda Kwiringira Yesu   \n\n  **1.**   \n Nkunda kwiringira Yesu, Nkajya mwumvira rwose, No kwizer' umurage we, N' amateka y' Imana.\n\n  **GUSUBURIMO:**   \nNkoyoboke Mwami rwose; Najyaga nshidikanya, Yesu Yesu mwiza nkunda, Mfasha nkwumvire rwose!\n\n  **2**   \nNkunda kwiringira Yesu; Nkizwa n' amaraso ye. Ansendahw ibicumuro, Niy' antunganya rwose. \n\n  **3**   \nNimenya kumwiringira, Sinzaba ngicumura. Niho nzagir' ubuhoro, N' ubugingo bw' iteka. \n\n  **4**   \nMpimbawe no kukumenya, Yesu Mukiza nkunda. Nizeye k' umpora hafi, Nuko nguman' iteka."
       },
       
       {
        "title": " 66 Nshim' Umunsi Nakwemeye",
        "number": 66,
        "markdown": "### 66 Nshim' Umunsi Nakwemeye   \n\n  **1.**   \n Nshim' umunsi nakwemeye, Mwami Yesu Mukiza we! Nshima cyane n' umutima, Ndabwiriz' ibinezeza.\n\n  **GUSUBURIMO:**   \nMpimbaze, mpimbaze; Yesu wankijij' ibyaha. Anyigisha kumuramya, Ngo nezerw' iminsi yose; Mpimbaze, mpimbaze Yesu wankijij' ibyaha.\n\n  **2**   \nBiramaze, napfiriwe, Nd' uwa Yesu wandokoye; Yangiz' uwe, Nkurikire, Nshima yuko ntowe nawe. \n\n  **3**   \nMutima wanjye ruhuka; Reba mw ijur' ahejejwe, Ntugasig' Umwami wawe, Bana nawe mwumvikane. \n\n  **4**   \nIteka nzagukorera, Iby' isi ndabizinutswe. Nkugarutseho noneho, Sinzarorera kwishima. \n\n  **5**   \nUbw' umucyo wo mw' ijuru uzamurikir' iyi si. Nsanganir' Umwami wanjye, Tuzibanire mw' ijuru."
       },
       
       {
        "title": " 67 Abatoni B' Umwami",
        "number": 67,
        "markdown": "### 67 Abatoni B' Umwami   \n\n  **1.**   \n Abatoni b' Umwami! Nimuze dusakaze hos' umunezero wacu, Turangururire rimwe, Dukikij' intebe, Dukikij' intebe.\n\n  **GUSUBURIMO:**   \nTurajy' i Siyoni, Ku murwa mwiz' utunganye. Turajy' i Siyoni, Ku murwa mwiz' utunganye w' Imana.\n\n  **2**   \nMurek' ibyigomeke, Byanga gushim' Umwami. Arikw' abana b' Imana, Arikw' abana b' Imana, Muhore mwishima, Muhore mwishima. \n\n  **3**   \nTwishimir' i Siyoni, N' umudugudu wera; Tuzahahurira twese, Tuzahahurira twese. Hazahor' ituza, Hazahor' ituza. \n\n  **4**   \nTuririmbe cyan' ubu, Hataba n' umw' urira. Tugiye kuger' iwacu, Tugiye kuger' iwacu, Mu gihugu cyiza, Mu gihugu cyiza."
       },
       
       {
        "title": " 68 Naguzw' Amaraso Y ' Intama",
        "number": 68,
        "markdown": "### 68 Naguzw' Amaraso Y ' Intama   \n\n  **1.**   \n Naguzw' amaraso y' Intama, Ncunguzw' imbabazi zayo. Ubu nd' umwana wayo rwose, Ntaho ntazabyamamaza.\n\n  **GUSUBURIMO:**   \nNkiza (nkiza), nkiza (nkiza), N' amaraso yawe Yesu. Mboneza, mboneza! Nd' umwana wawe rwos' ubu.\n\n  **2**   \nMpimbaze Yesu wankijije, Nta wuz' uko nezerewe. Niwe mucyo mwiz' unyobora, Ahorana nanjy' iteka. \n\n  **3**   \nNtabwo mpung' Umukiza wanjye, Njya mutekerez' iteka. Ntabwo ndambirwa kumurata, Njya nsingiz' urukundo rwe. \n\n  **4**   \nNzi ko nzamubonan' ubwiza, Nezerwa n' amateka ye.Andinda nez' aho njya hose, Mmutaramira ndirimba. \n\n  **5**   \nNizeye kw' ambikiy' ikamba, Mu rugo rwe rwo mw' ijuru. Maze tuzahoran' iteka, N' abamuyobotse bose."
       },
       
       {
        "title": " 69 Tuzaramban' Amazi Yera",
        "number": 69,
        "markdown": "### 69 Tuzaramban' Amazi Yera   \n\n  **1.**   \n Tuzaramban' amazi yera, Y' isokw' ibeshaho. Niho Yes' azadutegera, N' ihuriro ryiza.\n\n  **GUSUBURIMO:**   \nTuzaramban' amazi yera, Kuramban' amazi yera, Kuramban' amazi yera, Tuzatinda kw isoko.\n\n  **2**   \nImirimo n' iducogoza, Turuhuke hato! Ku mazi y' urubogobogo, Ku masoko meza. \n\n  **3**   \nTyo nimuze mwisunge Kristo! Abah' imbaraga, Kandi mumeny' ubury' akiza! Munywe mwic' inyota!"
       },
       
       {
        "title": " 70 Igihe Yes' Azakorany' Amoko",
        "number": 70,
        "markdown": "### 70 Igihe Yes' Azakorany' Amoko   \n\n  **1.**   \n Igihe Yes' azakorany' amoko, Ngw' ahagarar' imbere Ye, Twese tuzagenzwa dute mu manza, Dutumiwe gutegekwa?\n\n  **GUSUBURIMO:**   \nAzahunik' ingano mu bigega, Arik' umuram' azawusesa. Twese tuzagenzwa dute mu manza, Z' uwo munsi wo kuzurwa?\n\n  **2**   \nNind' uzumv' Umukiz' amubwir' ati: Ur' umugaragu mwiza? Cyangw' uzamarwa n' ubwob' ubwiwe ngo: Hoshi genda ndaguciye? \n\n  **3**   \nAzamwenyur' abonany' abana be, Icyitegererezo Cye, Azabambik' ibyiza byo mw' ijuru, Ubwo bamupfukamire. \n\n  **4**   \nTube maso dutegerez' Umwami, N' imuri zigumye zake! Kugira ng' Umukwe n' az' azasange, Tumaze kumwitegura. \n\n  **5**   \nTujye dutekerez' ibyo mw' ijuru, Urugendo nirushira, Tuzahagarar' imbere y' Imana, Niba tutagamburura."
       },
       
       {
        "title": " 71 Sinita Ku Butunzi",
        "number": 71,
        "markdown": "### 71 Sinita Ku Butunzi   \n\n  1 Sinita ku butunzi, Feza na zahabu. Ndashak' ibyo mw' ijuru; Nzajyane n' abera. Yesu Mukiza mbwira: Igitabo cyawe, Cyera cy' ubwami bwawe, Mbese nanditswemo?\n\n  **GUSUBURIMO:**   \nMbese nanditswemo, Ku mpapuro zera? Mu gitabo cy' ubwami, Mbese nanditswemo?\n  2 Ibyaha byanjye Mwami, Birut' umusenyi. Ngwino Mwam' ubinkirish' amaraso yawe! Wadusezeraniye, Yukw ibyaha byacu, Nibisa n' umuhemba, Ng' uzabyeza rwose.\n  3 Mu mudugudu mwiza, N' amazu yera de, N' abera bawurimo, Barimban' ibyera, Nta bibi biwegera, Byakwanduz' ibyiza, Niho hab' amahoro, Mbese nanditswemo?"
       },
       
       {
        "title": " 72 Har' Imanz' ubu",
        "number": 72,
        "markdown": "### 72 Har' Imanz' ubu   \n\n  **1.**   \n Har' imanz' ubu; Nta kitarondorwa, Mbese tuzamera dute? Tugez' imbere y' umucamanza, Abony' ibyo twakoze byose?\n\n  **GUSUBURIMO:**   \nTuzakizwa n' ik' uwo munsi? Tuzakizwa n' ik' uwo munsi? Mbese tuzaba twiringanije? Cyangwa tuzatsindwa n' ibyaha?\n\n  **2**   \nZatangiriye mu basinziriye, Zizaza no mu bariho. Tuzasuzumirwa mu byanditswe, Nibyo bizaduhamya rwose. \n\n  **3**   \nTuzavug' iki tugeze mu manza, Ibitabo bibumbuwe, Umuntu wes' abwirw' imanza ze, Atakibon' umurokora?"
       },
       
       {
        "title": " 73 Umwami Yaradutumiye",
        "number": 73,
        "markdown": "### 73 Umwami Yaradutumiye   \n\n  **1.**   \n Umwami niw' udutumira, Ngw' aduteranye n' ubwoko bwe. Azasanga tumeze dute, Ahw' azazira?\n\n  **GUSUBURIMO:**   \nMwana wa Data we tyo se : Ubw' Umwam' azaza, Twebwe tuzamera dute? Umwami n' aza?\n\n  **2**   \nTuzatamirizw' amakamba, Uwaducunguye yimitswe, Tuzahorana naw' iteka, Ahw' azazira. \n\n  **3**   \nNkuk' umuraby' ugaragara, Nikw' azagaragaza byose; Azerekan' ibyo twakoze, Ahw azazira. \n\n  **4**   \nAzishim' ubw' azabon' abe, Bambay' imyambaro yera de. Nituganza tuzanezerwa, Ahw' azazira. \n\n  **5**   \nNtabwo tuzongera gutana, Abanga kumwumvira bose, Bazataka no kuboroga, Yes' agarutse. \n\n  **6**   \nMwami ni wowe twiringiye; Twigishe kugutegereza, Tutazatinya kukubona, Ah' uzazira."
       },
       
       {
        "title": " 74 Biba Mu Gitondo",
        "number": 74,
        "markdown": "### 74 Biba Mu Gitondo   \n\n  **1.**   \n Biba mu gitondo, Imbuto z' ineza! Jy' ubiba ku manywa n' ikigoroba! Rindira ko zera! Hazaz' usarura, Tuzishima cyane, Dutund' imiba.\n\n  **GUSUBURIMO:**   \nDutund' imiba, Dutund' imiba. Tuzishima cyane, Dutund' imiba.\n\n  **2**   \nBib' izuba riva! Biba mu gitundwe! Ntugatiny' ibihu, N' imbeho nyinshi! Maz' umusaruro, N' imirim' ishize, Tuzishima cyane, Dutund' imiba. \n\n  **3**   \nTugende turira, Tubibir' Umwami, Niba tubabazwa N' abazimira, Ubwo tuzahozwa, Tuzakizwa nawe. Tuzishima cyane, Dutund' imiba."
       },
       
       {
        "title": " 75 Ni Ijwi Ry' Umwungeri Numva",
        "number": 75,
        "markdown": "### 75 Ni Ijwi Ry' Umwungeri Numva   \n\n  **1.**   \n N' ijwi ry' Umwungeri numva, Ritabariza mw ishyamba; Kw intama ze zazimiye; Mu bushyo niho zavuye.\n\n  **GUSUBURIMO:**   \nNimuze, nimuze, Tuzikurikire mw ishyamba! Nimuze, nimuze, Tuzigarurire Yesu!\n\n  **2**   \nDutabar' uwo Mwungeri, Dushakan' izo nzimizi! Tuzigarure mu bushyo, Niho zikirir' imbeho! \n\n  **3**   \nZiratakira mw' ishyamba, Zigeze habi mu manga. Umwam' arababwir' ati: Munshakir' intama zanjye!"
       },
       
       {
        "title": " 76 Kiz' Abanyabyaha",
        "number": 76,
        "markdown": "### 76 Kiz' Abanyabyaha   \n\n  **1.**   \n Kiz' abanyabyaha, Rwaz' abarwayi! Ubarokor' ibyago n' urupfu! Habur' abahabye! Byuts' abaguye! Babwire ko Yes' azi gukiza!\n\n  **GUSUBURIMO:**   \nKiz' abanyabyaha, Rwaz' abarwayi! Yes' umunyambabaz' arakiza.\n\n  **2**   \nAbamushungera, Nabo ntabanga. Ategerez' abicuza rwose, Bahate bihane, Jy' ubasabira! Nibizer' azabababarira. \n\n  **3**   \nToz' abazimiye! Be kuzuyaza. Barek' irari ry' ibidakwiye! Buzur' urukundo, Bagire neza. Bagarukir' uwabacunguye! \n\n  **4**   \nKiz' abanyabyaha! Biragukwiye. Umwam' azaguhet' imbaraga, Bos' ubayobore mu nzira ntoya! Menyesh' indushyi ko zarokowe!"
       },
       
       {
        "title": " 77 Nkunda Kwogez' Amagambo",
        "number": 77,
        "markdown": "### 77 Nkunda Kwogez' Amagambo   \n\n  **1.**   \n Nkunda kwogez' amagambo, Y' ubwami bwo mw' ijuru; Ya Yesu n' ishimwe rye, Ya Yesu n' urukundo rwe. Niyo nkunda kwogeza, Kuko nzi kw' ar' ukuri; Niy' amp' ibyo nifuza, Nta handi mbibona.\n\n  **GUSUBURIMO:**   \nNiyo nkunda kwogeza; Nkize nzaba nkivuga, Ukw' ab' isi bahoranye, Impuhwe za Yesu.\n\n  **2**   \nNkunda kwogez' amagambo, Arut' ibintu byose; Ahebuz' umurimbo; N' ibyo turigira byose, Niyo nkunda kwogeza. Yangiriy' umumaro; Simpwema kuyarata, Ngw abakize namwe. \n\n  **3**   \nNkunda kwogez' amagambo, Nkomeze njye nyavuga; Aranogera cyane, Kukw' ambwiriz' iby' ijuru; Niyo nkunda kwogeza, Nyabwir' abatayazi, Bameny' ako gakiza, Kava mu nzandiko. \n\n  **4**   \nNkunda kwogez' amagambo, Nyabwira n' abayazi, N' abayakennye nabo, Bose bashaka kuyumva. Ubwo nzaba mw' ijuru, Ndirimb' indirimbo nshya, Nay' izab' impimbaye, Nk' amagambo nkunda."
       },
       
       {
        "title": " 78 Tujye Dusabir' Abazimiye",
        "number": 78,
        "markdown": "### 78 Tujye Dusabir' Abazimiye   \n\n  **1.**   \n Tujye dusabir' abazimiye, Bahabiye kure y' Imana! Tubahinduz' ubutumwa bwiza, Bamenye k' Umwam' abakunda!\n\n  **GUSUBURIMO:**   \n   S.,A. na T :Tujye hose dusang' abantu bose! Tugarurir' Iman' abazimiye! Tubane mu bushyo bw' Umucunguzi, Yesu watambiy' abanyabyaha.    B.,A. Na :Tujye hose sang' abantu bose! Tugarurir' man' abazimiye! Tubane mu shyo bw' Umucunguzi, Yesu watambiy' abanyabyaha.\n\n  **2**   \nTugarurire Yes' abahabye, Intebyi zidafit' intege! Tuzerek' aho zizakirira, Zimeny' inzira y' ubugingo! \n\n  **3**   \nTugend' uko Yesu yadutoye, Tujye tumuyobok' iteka! Rwaz' abarwayi byuts' abaguye! Yobor' abahabye kwa Yesu."
       },
       
       {
        "title": " 79 Imirim' Irez' Ahantu Hose",
        "number": 79,
        "markdown": "### 79 Imirim' Irez' Ahantu Hose   \n\n  **1.**   \n Imirim' irez' ahantu hose; N' igihe cyo gusarura. Ubu n' igihe cyo gusarura, Mu bibaya n' imusozi.\n\n  **GUSUBURIMO:**   \nMwam' oherez' abasaruzi! Tuvune turagutabaza! Bohereze baterany' imiba! Igihe kiracyariho.\n\n  **2**   \nBohereze mu gitondo kare! Ubohereze ku manywa! N' igih' izuba ryenda kurenga, Bategeke basarure! \n\n  **3**   \nTyo ntumwa y' Umwami gir' umwete! Uterany' ibisarurwa! Maz' ah' uzarangiriza rwose, Uzishimira mw ijuru!"
       },
       
       {
        "title": " 80 Dukoran' Umwete",
        "number": 80,
        "markdown": "### 80 Dukoran' Umwete   \n\n  **1.**   \n Dukoran' umwete, dukorer' Imana! Twihute dukurikiz' Umwami wacu! Ijambo rye niryo riduh' imbaraga; Tugir' umwete mwinshi tumuyoboke!\n\n  **GUSUBURIMO:**   \nDukore (dukore), dukore (dukore), dukore (dukore), Dukore (dukore). Twizere (twizere), twitonde (twitonde), Duhore twitez' Umwami!\n\n  **2**   \nDukoran' umwete! duhaz' abashonje! Tuyobor' abaremby' aho bakirira. Niko kwamamaz' inkuru y' Umukiza, Dukomeze twiratan' umusaraba. \n\n  **3**   \nDukoran' umwete, dutarure bose! Kukw' ingoma zo hasi zizahanguka. Kand' Uwitek' azasingizwa na bose, Abera bazaririmba ko bakize. \n\n  **4**   \nDukoran' umwete, Dutebuts' Umwami! Kukw' igihe cy' isarura kiri hafi. Tujye gutur' iwabo w' abacunguwe, Tuzahora turirimb' uko twakize."
       },
       
       {
        "title": " 81 Kor' Ugifit' Uburyo",
        "number": 81,
        "markdown": "### 81 Kor' Ugifit' Uburyo   \n\n  **1.**   \n Kor' ugifit' uburyo, Kora hakibona! Jy' ukora no mu kime, Jy' ushir' ubute! Kora no ku manyw' akaze! Ntucogore rwose! Kora bugiye kwira, Mar' imirimo!\n\n  **2**   \nKora bugiye kwira! Kor' amanywa yose! Komez' ukor' iteka, Ntukaruhuke! Mu bihe byos' ukiriho, Ntugahweme rwose! Komeza butarira, Mar' imirimo! \n\n  **3**   \nKora bugiye kwira! Ubu harabona. Bugiye kugoroba, Gira n' ingoga! Ugeze ko bwira rwose, Izuba rirenze, Ntugatuze gukora, Mar' imirimo!"
       },
       
       {
        "title": " 82 Mu Gitondo Njya Ndirimba",
        "number": 82,
        "markdown": "### 82 Mu Gitondo Njya Ndirimba   \n\n **1.**   \n Mu gitondo njya ndirimba, Nguhimbaza Mwami, Nguh' amasengesho, Kuko nkwiringiye.\n\n  **2**   \nKu misozi niho Yesu, Yajyag' asabira; No gutakambira Data, Ngw adukiz' ibyago. \n\n  **3**   \nMwam' unyoboresh' Umwuka. Mu nzir' itunganye. Untunganiriz' ubwenge, Meny' ibikwiriye. \n\n  **4**   \nAbubah' izina ryawe, Urajy' ubumvira. Ubakingir' imbabazi. Bakir'amakuba."
       },
       
       {
        "title": " 83 Mwese Musingiz' Umwami",
        "number": 83,
        "markdown": "### 83 Mwese Musingiz' Umwami   \n\n  **1.**   \n Mwese musingiz' Umwami muti: Izina ryawe ryubahwe. Mwami niw' ugir' ishimwe ryose, Izina ryawe ryubahwe.\n\n  **GUSUBURIMO:**   \nMwubah' izina, Mwubah' izina! Mwubah' izina ry' Umwami! Mwubah' izina, Mwubah' izina! Mwubah' izina ry' Umwami!\n\n  **2**   \nYesu zina ritumar' ubwoba, Mwubah' izina ry' Umwami! Ni nk' inanga ku bafit' ibyaha, Mwubah' izina ry' Umwami! \n\n  **3**   \nAdukiz' imbaraga y' ibyaha, Mwubah' izina ry' Umwami! Amaraso y' adukiza rwose. Mwubah' izina ry' Umwami!"
       },
       
       {
        "title": " 84 Dushime Nyir' Umugisha",
        "number": 84,
        "markdown": "### 84 Dushime Nyir' Umugisha   \n\n  **1.**   \n Dushime Nyir' Umugisha, Tumushime hasi twese; N' abo mw' ijuru dushime, Dat' Umwan' Umwuka Wera."
       },
       
       {
        "title": " 85 Nsingiz' Imana Rurema",
        "number": 85,
        "markdown": "### 85 Nsingiz' Imana Rurema   \n\n  **1.**   \n Nsingiz' Imana Rurema, Yaremy' imisozi; Yadendej' inyanja zose, Yahanits' ijuru; Nsingiz' iyahay' izuba, Kumurika mu munsi. Ih' ukwezi kubonesha, N' inyenyer' umucyo.\n\n  **2**   \nNsingiz' ibambe ry' Umwami, Wujuj' is' imyaka; Yaremeshej' ijambo rye, Ibizima byose. Mwami mbon' ibitangaza, Byaw' aho ndeba hose, Hano hasi no hejuru, Ntabwo bihinyuka. \n\n  **3**   \nNta kiriho na gitoya, Kitakwerekana. Imvura n' izuba biba, Kw' itegeko ryawe. Uh' ibizima kubaho, Kand' ubitunga byose. Ntaho twahungir' Imana, Kuko ntahw' itaba."
       },
       
       {
        "title": " 86 Muramy' Umwami",
        "number": 86,
        "markdown": "### 86 Muramy' Umwami   \n\n  **1.**   \n Muramy' Umwami waremye byose, Nimuhimbaze mwes' urukundo rwe, N' umuvunyi wacu niw' uhoraho, Agoswe n' ibyiza birabagirana.\n\n  **2**   \nMumwamamaze! Nyir' imbabazi! Yihunz' umucyo, Akwiriye hose, Ibicu bikoranywa, N' icyusa cye, Acyahish' abant' urusaku rw' inkuba. \n\n  **3**   \nAgir' ubuntu bukwira hose, Bwuj' ikirere, Buba no mu mucyo, Butemba mu misozi n' ibisiza, Nibw' ikime n' imvura biturukamo. \n\n  **4**   \nTur' igitaka, Tworoshye twese. Turakwizera kuk' udahemuka; Imbabazi zawe n' akamenyero. Mubyey' ugir' ibambe, Mukiza mwiza."
       },
       
       {
        "title": " 87 Data Tuj' Ah' Uri",
        "number": 87,
        "markdown": "### 87 Data Tuj' Ah' Uri   \n\n **1.**   \n Data tuj' ah' uri, Ko tudafit' undi, Ni wow' udukiza, Niko kuza. Niba tutabana, Is' irimw' ishavu. Uduhumurize, Data mwiza.\n\n  **GUSUBURIMO:**   \nData tuj' ah' uri, Ntutubuze. Niw' uzi gukiza, Twumvir' ubu.\n\n  **2**   \nDukiz' ababisha, Dukize n' ibyago, Dutuz' imitima, Mu makuba. Ntitugir' intege, Twuzuz' imbaraga, Dutiz' amaboko, Ngo tuneshe. \n\n  **3**   \nTwuzuz' imbabazi, Tur' abawe rwose, Tuyobor' iteka, Twang' ibyaha. Tugumane Mwami, Kand' ubwo tuzapfa, Ntuzatwibagirwe, Tuzabane."
       },
       
       {
        "title": " 88 Ntumpiteho Mukiza We",
        "number": 88,
        "markdown": "### 88 Ntumpiteho Mukiza We   \n\n  **1.**   \n Ntumpiteho Mukiza we! Wumv' uko nganya. Ubw' ugenderer' abandi, Nanjye ntunsige.\n\n  **GUSUBURIMO:**   \nYewe Mukiza! Umv' uko nganya. Ubw' ugenderer' abandi, Nanjye ntunsige.\n\n  **2**   \nNjye neger' intebe yawe, Mpabw' imbabazi. Ngupfukamire, mbabaye, Mpa kukwizera. \n\n  **3**   \nNtaw' undi nakwiringira, Ni wowe nshaka. Mvur' ibikomere byanjye, Umbabarire. \n\n  **4**   \nUr' isoko y' amahoro, Nyir' ubugingo. Singir' undi niyambaza, Keretse wowe."
       },
       
       {
        "title": " 89 Gihe Cyiza Cyo Gusenga",
        "number": 89,
        "markdown": "### 89 Gihe Cyiza Cyo Gusenga   \n\n  **1.**   \n Gihe cyiza cyo gusenga, Kintarura mu mpagarara; Ngo nigir' aho Dat' ari, Muganyir' ibyo nkennye byose. Mu bihe by' umubabaro, Nabony' ibimpumuriza. Ntsind' ubukana bw' Umwanzi , Mu bihe byiza byo gusenga.\n\n  **2**   \nGihe cyiza cyo gusenga, Jy' unsohorez' amasengesho, K' Uwiteka ntahemuka , Aratwiteze ngw aduhire, Ndamwihereje rwos' ubu, Y ' uk' ubwe yampamagaye, Niringiy' imbabazi ze, Nogez' ibihe byo gusenga. \n\n  **3**   \nGihe cyiza cyo gusaba, Urajy' uhor' umpumuriza, Ugez' aho nger' iwacu, Nzataha nzamuwe mu bicu, Mpembw' ibihembo by' abera, Nibyo bizaramb' iteka. Ubwo nibwo nzasezera ku bihe byiza byo gusenga."
       },
       
       {
        "title": " 90 Imins' Itandat' Ishize",
        "number": 90,
        "markdown": "### 90 Imins' Itandat' Ishize   \n\n  **1.**   \n Imins' itandat' ishize, Indi Sabat' itangiye. Nezezwa no kuruhuka, Mur' uyu muns' uhiriwe.\n\n  **2**   \nNimuze mushim' Umwami, Wabahaye kuruhuka. Umugisha w' uyu munsi, Urut' uw' iyindi yose. \n\n  **3**   \nTunezerwe mu mitima, Twishimir' ibyo mw' ijuru. Mu buruhukiro bwacu, Ku Mwami nyir' Isabato. \n\n  **4**   \nItuza riva mw' ijuru, Ritwuzure twebwe twese, Hos' itorero ry' Imana, Rikir' imitima myinshi."
       },
       
       {
        "title": " 91 Wicogora Muri Gihe",
        "number": 91,
        "markdown": "### 91 Wicogora Muri Gihe   \n\n  **1.**   \n Wicogora mur' iki gihe, Ba maso n' imperuka. Rind' udatsindwa n' iby' iyi si, Mukristo jy' usaba. Uz' uk' umubir' uremba, Kand' umwanz' arakaze. Utegereze nyir' ubukwe, Ba mas' utarambirwa.\n\n  **GUSUBURIMO:**   \nKomez' ujy' usaba, Komez' ujy' usaba. Jya wirind' iteka ku manywa na n' ijoro, Ntugahweme gusaba.\n\n  **2**   \nTsemb' ibishukw' imbere yawe, Rek' imitima myinshi. Uzaruhukira mw' ijuru, Nihw' uzaturiza. Jy' uhor' usaba Mukristo, Umwam' arakwiteze. Ibuk' uko yaguhorewe, Bamuvush' amaraso. \n\n  **3**   \nNtugahweme kwambaza Yesu, Jy' ubana naw' iteka Ntugahug' ibitum' utsinda, Tegerez' Umwami. Wirushy' uzuyaza rwose, Reka gushidikanya. N' igihe cyo kumwitegura, Ntugahweme kwambaza."
       },
       
       {
        "title": " 92 Wibuk' Isabato",
        "number": 92,
        "markdown": "### 92 Wibuk' Isabato   \n\n  **1.**   \n Wibuk' Isabato, Umwami yahiriye. N' umus' urut' iyindi, N' umuns' unezeza. Turuhukamw' imirimo, Tubwirwamw iby' ijuru. Niwo mucy' umurika, Uva ku Mwam' Imana\n\n  **GUSUBURIMO:**   \nUtuzanir' amahoro, Sabato nziza rwose. Utuzanir' amahoro, Sabato nziza.\n\n  **2**   \nJya wez' Isabato, Maz' uramy' uwo Mwami, Wabwiy' intumwa z' ati: Ndi nyir' ubugingo. Niba twicisha bugufi, Dukorer' Umukiza, Tuzajyanwa kw' isoko, Y' amazi y' ubugingo. \n\n  **3**   \nTwishime, twezwemo, Turirimbire Yesu, Inshuti yacu nziza, Tumutekereze. Mukiza mwiz' udukunda, Isezerano ryawe, Ng' uzaba muri twebwe, Niryo ritunezeza."
       },
       
       {
        "title": " 93 N' Umunsi Wera Wo Kuruhuka",
        "number": 93,
        "markdown": "### 93 N' Umunsi Wera Wo Kuruhuka   \n\n  **1.**   \n N' umunsi wera wo kuruhuka, Muns' uhiriwe w' amahoro; Ukiz' intebyi n' ufit' ishavu, Mwiz' ushimwa mu yindi yose. Mwami mur' uwo munsi, Bose bagusingiza, Ngo weze, weze, weze, Kukw' ariw' uhorahw' iteka.\n\n  **2**   \nN' icyambu kibamw' ituza ryinshi, Ntikibamw' imidugararo. Ni nk' umurima w' Iparadiso, Imigezi myiz' inyuramo. Usa n' isokw' ifuka, Iy' amapfa yacanye. Ni nkaho tubonera, Igihugu cy' isezerano. \n\n  **3**   \nN' umunsi twongerwamw' imbaraga, N' umuns' uduter' urukundo. Ni w' utuma turek' iby' iyi si, Tukegukir' ibyo mw' ijuru. Tuboner' imbabazi, Mur' uyu munsi mwiza. Dushake kuruhuka, No ku rurembo rwo mw' ijuru."
       },
       
       {
        "title": " 94 Nkunda Guterana Kw' Isabato",
        "number": 94,
        "markdown": "### 94 Nkunda Guterana Kw' Isabato   \n\n  **1.**   \n Nkunda guterana kw' Isabato, Kwig' Ijambo ry' Imana. Teraniro ryiza ry' abigishwa, Undutira byose.\n\n  **GUSUBURIMO:**   \nHuriro (huriro) rishimwa (rishimwa), Huriro (huriro) rishimwa (rishimwa). Teraniro ryiza ry' abigishwa, Undutira byose.\n\n  **2**   \nNiho namenyey' iby' ubugingo, Mbon' uburyo nihana, Nitoraniriz' ibitunganye, Nibyo binnezeza. \n\n  **3**   \nAho niho Yesu yantoreye, Ambwiz' ijwi rye ryiza. Ubwo nibwo namwitoraniye, Mw' ihuriro ryiza."
       },
       
       {
        "title": " 95 Dukoze Gatandatu",
        "number": 95,
        "markdown": "### 95 Dukoze Gatandatu   \n\n  **1.**   \n Dukoze gatandatu, Tubwirizwa n' Imana. None dushak' ihirwe, Mu rusengero rwayo. N' umuns' urut' iyindi, Unshuz' ibyo mw' ijuru. N' umuns' urut' iyindi, Niw' unshuz' ibyo mw' ijuru.\n\n  **2**   \nTugusab' umugisha, Mw' izina ry' Umukiza. Tugirir' imbabazi, Udutsembehw' ibyaha. Ducike ku by' iyi si, Turuhukane nawe. Ducike ku by' iyi si, Uruhukire muri twe. \n\n  **3**   \nTwaje kugusingiza, Ngwino dusaban' ubu, Tubon' ubwiza bwawe, Mu rusengero rwawe. Mwam' uduhe kumenya, Ibyiza byo mw' ijuru. Mwam' uduhe kumenya, Uko bizaba mw' ijuru. \n\n  **4**   \nUbutumwa bugwire, Bukiz' abanyabyaha. Imbabazi zihoza, Abagutakambira. Duhe kugusingiza, Twez' Isabato nziza. Duhe kugusingiza, Tuguman' itek' iteka."
       },
       
       {
        "title": " 96 Nshim' Isabato Yera",
        "number": 96,
        "markdown": "### 96 Nshim' Isabato Yera   \n\n  **1.**   \n Nshim' Isabato yera, Imana yaduhaye. Ngo tujye turuhuka, Tuwunezererwemo.\n\n  **2**   \nN' umuns' ubamw' ituza, Uhoramw' ibyishimo. Biduhuz' agahinda, Kugeza ku mperuka. \n\n  **3**   \nN' umuns' uduhimbara, Tukawizihirwamo, Twongerwamw' imbaraga, Tukuzuzw' umugisha. \n\n  **4**   \nKaze Sabato nziza, Munsi w' ikiruhuko, Duhabwamw' umugisha, Tukamererwa neza."
       },
       
       {
        "title": " 97 Twumvis' Inkuru Nziza",
        "number": 97,
        "markdown": "### 97 Twumvis' Inkuru Nziza   \n\n  **1.**   \n Twumvis' inkuru nziza, Ko Yesu akiza. Kwiz' uwo munezero, Ko Yesu akiza. Bibwir' abantu bose, Uzambuke n' inzuzi. Umwami ngo jya hose, Ni Yesu ukiza.\n\n  **2**   \nUkwize no mu nyanja, Ko Yesu akiza. Tyo bwir' abacumuye, Ko Yesu akiza. Himbaz' abo mu birwa, Kukw' amakuru meza. Azumvikana hose, Ko Yesu akiza. \n\n  **3**   \nMw irasaniro muti: Ni Yesu ukiza. Yaducunguye twese, Ni Yesu ukiza. Ririmbir' abatebye, Bashak' ubatabara. Ririmba ku bituro, Ko Yesu akiza. \n\n  **4**   \nN' imiyag' ivug' iti: Ni Yesu ukiza. Amoko yos' ashime, Ko Yesu akiza. Jy' urangurur' ijw' uti: Mwese muze mukizwe! Dusingiz' ubutwari, Ko Yesu akiza."
       },
       
       {
        "title": " 98 Ndagushaka Mukiza We",
        "number": 98,
        "markdown": "### 98 Ndagushaka Mukiza We   \n\n  **1.**   \n Ndagushaka Mukiza we! Ntabwo mbasha kwigenza. Ndifuza k' umpora hafi, Gumy' unyikomereze.\n\n  **GUSUBURIMO:**   \nSinzagir' icyo ntinya, Umbwiriz' iby' ushaka. Nta cyambuza kuz' ah' uri, Ngukurikir' ah' ujya.\n\n  **2**   \nNdagushaka Mukiza we! Kuko noroshye cyane. Niw' umbwir' ibinkomeza, Nta wundi mbitezeho. \n\n  **3**   \nNdagushaka Mukiza we! Aho ndi mur' iyi si. Mu muvumbi no ku zuba, Mu bimbabaza byose. \n\n  **4**   \nNdagushaka Mukiza we! Mbwiriz' ibitunganye. Ungeze kuri Yor'dani, Umpe no kuyambuka."
       },
       
       {
        "title": " 99 Iyo Nibuts' Umusarab' Utangaza",
        "number": 99,
        "markdown": "### 99 Iyo Nibuts' Umusarab' Utangaza   \n\n  **1.**   \n Iyo nibuts' umusarab' utangaza, Umwami nyir' ishema yatangiyeho, Ibyo nungukaga, ntabwo mba nkibyitayeho. Nzinukw' ibyo niratanaga.\n\n  **2**   \nReb' inkovu zo ku mubiri we wose, Zituma ngir' ishavu n' umunezero. Har' ubw' ishavu n' ibyishimo bijya bihura. Har' utak' ikamba mu mahwa? \n\n  **3**   \nNari narazimiye meze nk' impabe. Ariko narokotse kubw' ibyago bye; Ntunzibukira ntagir' ikindi niratana, Kerets' umusaraba wawe. \n\n  **4**   \nNahw' ibyaremwe byose byab' ar' ibyanjye, Ntacyo nabona nakugereranyaho; Urukundo, n' ubuntu byaturutse mw' ijuru, Bituma ndek' ibyanjye byose."
       },
       
       {
        "title": "100 Nta Nshuti Nziza Nka Yesu",
        "number": 100,
        "markdown": "### 100 Nta Nshuti Nziza Nka Yesu   \n\n  **1.**   \n Nta nshuti nziza nka Yesu, Atsemb' ibyaha byacu. N' amahirwe kumwizera, Kukw' atwuzuza na Se. Iyo tubabaye rwose, Dufit' ishavu ryinshi, Adusohoza ku Mana, Yumv' amaganya yacu.\n\n  **2**   \nNitugir' ibyago byinshi, Tugatotezwa cyane, Byoye kuduter' ubwoba, Tumwiringire rwose; Nta wundi wabidukiza, Abiduhemuraho. Yes' az' intege nke zacu, Jya wisung' Uwiteka. \n\n  **3**   \nNitugir' ishavu ryinshi, Tukababara rwose, Yesu niw' uturokora; Komez' umwizigire. Nibakugira ruvumwa, Wisung' Umwami Yesu. Ntazagir' ubw' aguhana, Jy' uhor' umwizigiye."
       },
       
       {
        "title": "101 Yesu Araguhamagara None",
        "number": 101,
        "markdown": "### 101 Yesu Araguhamagara None   \n\n  **1.**   \n Yes' araguhamagara none, Arakwifuz' uyu munsi; N' iki gituma wanga kwitaba, Ukayobagurika?\n\n  **GUSUBURIMO:**   \n   S. na A.: Uyu munsi, uyu munsi ; Yes' araguhamagaran' imbabazi ze.    T. na B.: Uyu munsi, none, none; Uyu munsi, none, none; Yesu Yes' Umwami ni w' Uguhamagaran' imbabazi ze.\n\n  **2**   \nYes' arahamagar' abarushye, Ngw' abaruhur' uyu munsi; Umwikorez' umutwaro wawe; Ntazagushor' inshucu. \n\n  **3**   \nYes' aragutegereje none, Musange non' uyu munsi; Zan' ibyaha byaw' ubyicujije, Ngwino witindiganya. \n\n  **4**   \nYes' arakwinginga, wumv' ijwi rye; Mwumvire non' uyu munsi. Abamwiringira bazishima; Haguruk' umusange!"
       },
       
       {
        "title": "102 Hanze Har' Umushyitsi",
        "number": 102,
        "markdown": "### 102 Hanze Har' Umushyitsi   \n\n  **1.**   \n Hanze har' umushyitsi, Kingura! ( Mukingurire, mukingurire! ) Yahoz' ategereje, Kingur' ubu! ( Mukingurire, mukingurire! ) Kingurir' Umukiza, Ataraguhitaho; Yes' Umwana w' Imana; Kingur' ubu ! ( Mukingurire, mukingurire! )\n\n  **2**   \nUgurur' umutima, Kingura ! ( Mukingurire, mukingurire! ) N' uzuyaz' aragenda, Kingur' ubu! ( Mukingurire, mukingurire! ) Niwe nshuti - magara; Azajy' akurengera, Kand' akurind' iteka: Kingur' ubu! ( Mukingurire, mukingurire! ) \n\n  **3**   \nNtiwumv' ukw' akwinginga? Kingura! ( Mukingurire, mukingurire! ) Muhitemw' ubu ngubu, Kingur' ubu! ( Mukingurire, mukingurire! ) Ahagaze ku rugi; Azaguhesh' ihirwe, Maz' ujy' umuhimbaza; Kingur' ubu! ( Mukingurire, mukingurire! ) \n\n  **4**   \nAkir' uwo mushyitsi, Kingura! ( Mukingurire, mukingurire! ) Azasangira nawe, Kingur' ubu! ( Mukingurire, mukingurire! ) Azakubabarira; Iby' isi nibishira, Akujyane mw' ijuru; Kingur' ubu! ( Mukingurire, mukingurire! )"
       },
       
       {
        "title": "103 Ubyarw' Ubwa Kabiri",
        "number": 103,
        "markdown": "### 103 Ubyarw' Ubwa Kabiri   \n\n  **1.**   \n Harih' uwasanze Yesu n' ijoro, Amubaz' iby' inzira y' agakiza. Yes' amusubiz' amweruriy' ati : N' ukuri nkubwire :\n\n  **GUSUBURIMO:**   \nUbyarw' ubwa kabiri (rwose); Ubyarw' ubwa kabiri (rwose); N' ukuri, n' ukuri, ndakubwir' ubu Kw' aribw' uzarama (rwose).\n\n  **2**   \nNamwe nimwite kur' iryo jambo rye, Kuko Yesu yarivuz' aryeruye; Nibyo bizabagirir' umumaro, Dor' aravug' ati : \n\n  **3**   \nAbashak' uburuhukiro bose, No kuririmbana n' abacunguwe, No guhabw' ubugingo buhoraho, Mwite kur' ibi ngo:"
       },
       
       {
        "title": "104 Mucunguzi Wanjye",
        "number": 104,
        "markdown": "### 104 Mucunguzi Wanjye   \n\n  **1.**   \n Mucunguzi wanjye, wumv' uko ntaka; Ngwin' unyirokorere. Umutima wanjy' ugoswe n' ibyago; Ngwin' unyirokorere.\n\n  **GUSUBURIMO:**   \nNahabiye kure, nd' akahebwe; Nahabiye kure y' iwacu. Nyakira none, maz' ungez' iwacu; Ngwin' unyirokorere.\n\n  **2**   \nMwami, singira shinge na rugero; Ngwin' unyirokorere. Kwitabwaho nawe nibyo byanyura; Ngwin' unyirokorere. \n\n  **3**   \nDore ndi jyenyine, nabay' impabe; Ngwin' unyirokorere. Nubuy' amaso ngo mbeshweho nawe; Ngwin' unyirokorere. \n\n  **4**   \nNtuhinyur' umutim' ushenjaguwe; Ngwin' unyirokorere, Nyamunek' ita ku gusenga kwanjye, Ngwin' unyirokorere."
       },
       
       {
        "title": "105 Ashobora Gukiza",
        "number": 105,
        "markdown": "### 105 Ashobora Gukiza   \n\n  **1.**   \n Ashobora gukiza! Mubyamamaze hose; Ashobora gukiz' umwumvira wese, Akamwarura mu murir' ugurumana. Yes' ashobora gukiza ushaka wese.\n\n  **GUSUBURIMO:**   \nAshobora kugukiza, No kukurokor' ubu; Mwene Data n' umwizera, azagukiza.\n\n  **2**   \nAshobora gukiza! Mbese n' ukuri koko? Ahw' afit' imbarag' ibasha kunkiza? Mbwira, nyamuna mbwira, Mbese Kristo wishwe, Yashobora kumbohora, akandokora? \n\n  **3**   \nAshobora gukiza! Mugenzi we komera! N' uyoboka Yesu azakurokora. Ntugatinye Satani, Jy' ugundira Yesu; Reka kujy' ushidikanya, Jy' umwiringira."
       },
       
       {
        "title": "106 Twubake Ku Rutare Rw' Iteka",
        "number": 106,
        "markdown": "### 106 Twubake Ku Rutare Rw' Iteka   \n\n  **1.**   \n Twubake ku Rutare rw' iteka, Nirwo Yes' umucunguzi; Nibwo tuzabasha gushikama, Umugaru n' utera.\n\n  **GUSUBURIMO:**   \n   Sop : Twubake kuri we, Twubake kuri we; Twubake ku Rutare rw' iteka, Nirwo Yes' Umwami.    A.T.B : Twubake kuri we, Niwe Rutare; Twubake kuri we, Niwe Rutare; Twubake ku Rutare rw' iteka, Nirwo Yes' Umwami.\n\n  **2**   \nHarihw' abubaka ku musenyi, Barangamiy' iby' iyi si; Abandi bubaka ku muraba w' ibyaha no kwikuza. \n\n  **3**   \nTwubake ku Rutare rw' ukuri, Nirwo rushikam' iteka. Kurwiringira kuzahoraho, Nirwo gakiza kacu."
       },
       
       {
        "title": "107 Menyesh' Ibya Yesu Byose",
        "number": 107,
        "markdown": "### 107 Menyesh' Ibya Yesu Byose   \n\n  **1.**   \n Menyesh' ibya Yesu byose, Maz' ubinyandikemo; Mbwir' ibye by' ingenzi byose, Nezezwa no kubyumva. Mbwir' ukw' abamarayika baririmbye yavutse, Ngw' Icyubahiro ku Mana, Amahoro abe mu b' isi.\n\n  **GUSUBURIMO:**   \nMenyesh' ibya Yesu byose, Maz' ubinyandikemo. Mbwir' ibye by' ingenzi byose, Nezezwa no kubyumva.\n\n  **2**   \nMbwira n' ibyo mu butayu, N' iminsi yahamaze; N' uburyo yageragejwe, Agatsind' ibishuko; Mbwira n' iby' imirimo ye, Vug' uko yababajwe; Agahemurwa bamwanze, Agahinyurwa nk' impabe. \n\n  **3**   \nMbwir' iby' umusaraba we, Uwo bamubambyeho, Mbwira n' aho bamuhambye, Mbwira n' uko yazutse, N' urukundo ruhebuje, Ntacyo narugeraho. Dore, ndababaye, mbwira iby' urukundo rwancunguye."
       },
       
       {
        "title": "108 Yes' Umwungeri Mwiza",
        "number": 108,
        "markdown": "### 108 Yes' Umwungeri Mwiza   \n\n  **1.**   \n Yes' Umwungeri mwiza, Aragutarura, Ngo winjire mw' ishyo rye; Nih' uzaruhukira. Ngwin' ugif' ubusore, Ngwin' ukiri muto; Injir' uzarindwa rwose, Ntuzagir' icy' uganya.\n\n  **GUSUBURIMO:**   \nAragutaruran' urukundo, ati: Wa mpabe we, ngwino nsanga. Dor' Umukiz' arategereje, Yes' Umwungeri wanjye\n\n  **2**   \nYes' Umwungeri mwiza, Yarakwitangiye; Araguhamagara ati: Nyabuna ngwino, Gira bwang' uve mu kaga, Ntugumye, kwijyana. Injir' uzarindwa rwose, Wibere mu mahoro. \n\n  **3**   \nReka kuragiriza, Isega yateye, Ishak' intama zose, Zazimiriye kure. Arik' Umwungeri mwiza, Arakuburira; Injir' uzarindwa rwose, Muban' akaramata."
       },
       
       {
        "title": "109 Naratuwe Mu Gipimo",
        "number": 109,
        "markdown": "### 109 Naratuwe Mu Gipimo   \n\n  **1.**   \n Umucamanza n' agera, Akarondor' ibyacu, Tuzamera nk' izahabu, Cyangwa s' inkamb' itabwa?\n\n  **GUSUBURIMO:**   \nNaratuwe mu gipimo, Nsangwa ntashyitse; Naratuwe n' ijambo rye, Nsangwa ntashyitse.\n\n  **2**   \nMbese tuzumv' ishimwe ngo: Nuko, wakoze neza; Cyangw' iteka ryo gupfa ngo: Mwasanzwe mudashyitse? \n\n  **3**   \nNimutyo twite kw' ijwi rye, Igihe kikiriho. Tureke gutindiganya, Tumaramaze rwose."
       },
       
       {
        "title": "110 Wumv' Amagambo Y' Umukiza",
        "number": 110,
        "markdown": "### 110 Wumv' Amagambo Y' Umukiza   \n\n  **1.**   \n Wumv' amagambo y' Umukiza; Niy' aguhesh' ubugingo. Wa munyabyaha we, menya ko hahirw' abakomez' amategeko.\n\n  **GUSUBURIMO:**   \nHahirw' abayakomeza yose, Nibo bahirwa, barahirwa; Hahirw' abayakomeza yose, Barahirwa, barahirwa.\n\n  **2**   \nKuyumva gusa nta kamaro, N'ukutugwabiza rwose; Kuyumva dutinya, ntibyadukiza, Hahirw' abayumvira yose. \n\n  **3**   \nBazinjiran' umunezero mu mudugudu w' Imana, Ahatab' ishavu n' umubabaro, Beger' igiti cy' ubugingo."
       },
        
       {
        "title": "111 Nta Nshuti Nziz' Ihwanye Na Yesu",
        "number": 111,
        "markdown": "### 111 Nta Nshuti Nziz' Ihwanye Na Yesu   \n\n  **1.**   \n Nta nshuti nziz' ihwanye na Yesu; Nta n' imwe! nta n' imwe! Nta wundi wabasha kudukiza; Nta wundi! nta wundi!\n\n  **GUSUBURIMO:**   \nYes' az' ibiturushya byose; Azabana natw' iteka. Nta ncuti nziz' ihwanye na Yesu, Nta n' imwe! nta n' imwe!\n\n  **2**   \nNta nshut' ibahw' ikomeye nka we; Nta n' imwe! nta n' imwe! Nyamara nta wiyoroshya nka we; Nta n' umwe! nta n' umwe! \n\n  **3**   \nNta kanya na gato tutabana; Ye nta ko! ye nta ko! Nta joro ryira tutari kumwe; Ye nta ryo! ye nta ryo! \n\n  **4**   \nMbese har' uwo yigez' ahana? Nta n' umwe! Nta n' umwe! Mbese har' umunyabyah' aheza? Nta n' umwe! nta n' umwe! \n\n  **5**   \nHarihw' impano yahwana nawe? Nta n' imwe! nta n' imwe! Mbese har' uwo yavuts' ijuru? nta n' umwe! nta n' umwe!"
       },
       
       {
        "title": "112 Kurabukw' Umusaraba Wawe",
        "number": 112,
        "markdown": "### 112 Kurabukw' Umusaraba Wawe   \n\n  **1.**   \n Kurabukw' umusaraba wawe, Mwami nibyo byambeshaho; Sinita ku manjwe y' iby' isi, Ntez' agakiza ku musaraba.\n\n  **GUSUBURIMO:**   \n   S. : Kurabukw' i Golgota, Nibyo bizambeshaho. Mbeg' amahirwe yanjye, Yo kurabukwa Yesu!\n    A., T. na B. : Kurabu  Go Golgota, Nibyo bi  mbe  mbeshaho. Mbeg' amahirwe yanjyerwe yanjye, Yo kurabukwa Yesu! rabukwa Yesu.\n\n  **2**   \nUbwo nari nkibon' Umukiza, Yanyakirany' ibyishimo; Na n' ubu ningir' ibindwanya, Kumurabukwa nibyo byankiza. \n\n  **3**   \nNzajya mpang' amas' umusaraba, Kandi mwiringire rwose. Nta wutumbir' umusaraba, Wari wiger' aneshwa n' Umwanzi."
       },
       
       {
        "title": "113 Yesu Araguhamagaran' Ituza",
        "number": 113,
        "markdown": "### 113 Yesu Araguhamagaran' Ituza   \n\n  **1.**   \n Yes' araguhamagaran' ituza, Ub' arahamagara; Ategereje k' umwiyegurira, We kuzuyaza; ngwino.\n\n  **GUSUBURIMO:**   \nNgwino ( ngwino); Ngwino (ngwino); Abarushye mwese nimuze. Yes' araguhamagaran' ituza, ati: Mukundwa, ngwino.\n\n  **2**   \nTwatinzwa n' iki, kand' ategereje kuturokora twese? Twahinyuzwa n' ik' imbabazi zose adufitiye twese? \n\n  **3**   \nTwakererew' ibihe birahita, Aradutegereje; Turarindagirira mu mwijima; Nimutyo tumusange. \n\n  **4**   \nZirikan' urukundo ruhebuje, Yadusezeranije; N' ubwo twagomye, Tuzababarirwa; Aradutegereje."
       },
       
       {
        "title": "114 Har' Irembo RyuguruyeH",
        "number": 114,
        "markdown": "### 114 Har' Irembo Ryuguruye   \n\n  **1.**   \n Har' irembo ryuguruwe, Ryatumye mpishurirwa. Umusaraba wa kure, Yesu yatangiyeho.\n\n  **GUSUBURIMO:**   \nMbeg' ineza n' imbabazi byatumye nugururirwa! Nugururiwe, Iman' ihimbazwe!\n\n  **2**   \nIrembo ryugururiwe abashak' agakiza; Ngw' abakire n' abakene bose barinyuremo. \n\n  **3**   \nNshuti komez' utwaran' irembo ricyuguruwe. Ikorer' umusaraba; Nibw' uzahabw' ikamba. \n\n  **4**   \nTumaze kwambuk' uruzi, Dute wa musaraba; Twambikw' amakamba meza, Twitahire mw' ijuru."
       },
       
       {
        "title": "115 Umukiz' Ageze HafiH",
        "number": 115,
        "markdown": "### 115 Umukiz' Ageze Hafi   \n\n  **1.**   \n Umukiz' ageze hafi, Yes' Umukunzi wanjye. Yazanywe no guhembura; Mwese nimumwumvire.\n\n  **GUSUBURIMO:**   \nNta wuhwany' izina nawe, Rirut' amazina yose. Nta wusingizwa nkawe; Yesu mwiza rwose.\n\n  **2**   \nIcyubahiro kib' icye; Mutyo twizere Yesu. Nkund' izina ry' Umukiza; Nkund' izina rya Yesu. \n\n  **3**   \nIzina rye rirankiza, Rikamar' agahinda. Nta kinezeza nko kumva, Iryo zina rya Yesu. \n\n  **4**   \nN' az' azatugororera, Ikamba ry' ubugingo. Ubwo nibwo tuzicara, Tuvug' iby' agakiza."
       },
       
       {
        "title": "116 Ntacyo Wasigiye Yesu",
        "number": 116,
        "markdown": "### 116 Ntacyo Wasigiye Yesu   \n\n  **1.**   \n Dor' umutima wawe, Wuzuyemw' amaganya. Nta mwanya wasigiye Yesu ngo yinjiremo? Ub' ahagaze ku rugi, Arakomanga yinginga. Nta mwanya wasigiye Yesu ngo yinjiremo?\n\n  **2**   \nUpfush' igih' ubusa, Kand' ar' ingenzi rwose. Mbese nta mwany' ufite wo gukorera Yesu? Nturarushy' ugerageza gutarur' abazimiye; Mbese nta mwany' ufite wo gukorera Yesu? \n\n  **3**   \nMbese k' umaranira kwishakir' ubutunzi, Nta gih' ufite washishikarir' ibya Yesu? Dor' uharanira kwikubir' ibinezeza by' isi; Nta gih' ufite washishikarir' ibya Yesu? \n\n  **4**   \nWabay' ingumba nk' igiti cy' ibibabi gusa. Mbese ntabwo wazerer' Umwami Yes' imbuto? Ntacy' ufite cyo kuzamumurikira n' agaruka; Mbese ntabwo wazerer' Umwami Yes' imbuto?"
       },
       
       {
        "title": "117 Mwami Ndumv' Ijwi Ryawe",
        "number": 117,
        "markdown": "### 117 Mwami Ndumv' Ijwi Ryawe   \n\n  **1.**   \n Mwami ndumv' ijwi ryawe, Rindarika ngo nze, Nuhagizwe ya maraso, Wamviriye kera.\n\n  **GUSUBURIMO:**   \nMukiza ndaje, Ubu nj' ah' uri! Nyejesha ya maraso, Wamviriye kera.\n\n  **2**   \nN' ubwo nje nahindanye, Ntunyirengagize; Ahubw' umboneze rwose, Mb' umweru waka de. \n\n  **3**   \nYesu niw' unkomeza, Niw' umpa gutsinda; Ng' urukundo n' amahoro, Binsabemo rwose. \n\n  **4**   \nMwese nimwishimire! Ya maras' akiza, Yatwujuje na Rurema, Ngo tub' abana be."
       },
       
       {
        "title": "118 Ndumv' Umukiz' Ambwira",
        "number": 118,
        "markdown": "### 118 Ndumv' Umukiz' Ambwira   \n\n  **1.**   \n Ndumv' Umukiz' ambwira, Ko mbuz' imbaraga; Ngo: Njye museng' iteka, Ntacyo nzamuburana.\n\n  **GUSUBURIMO:**   \nYanndihiriye imyenda yose; Yambabariy' ibyaha, Bihinduk' umweru.\n\n  **2**   \nNiw' ufit' imbaraga, Zihagije rwose; Zo gukiz' ababembe, Zikoroshy' umutima. \n\n  **3**   \nUbwo nta cyiza nkora, Nibesherejweho; N' ubuntu bwawe gusa, Ni wowe nkesha byose. \n\n  **4**   \nImbere ya ya ntebe, Nzahahagarara; Nzaba njyany' iminyago, Nyishyikirize Yesu."
       },
       
       {
        "title": "119 Harihw' Isokw' Itukura",
        "number": 119,
        "markdown": "### 119 Harihw' Isokw' Itukura   \n\n  **1.**   \n Harihw' isokw' itukura, Ivamw' amaraso;Niy' Umwami yamviriye, Ngw' ayandokoreshe.\n\n  **GUSUBURIMO:**   \nNduz' umuvu w' amaraso; Ndayogamo nere rwose! Haleluya! Aranyeza, Aranyeza, Aranyeza!\n\n  **2**   \nMpinduts' icyaremwe gishya, Mbyaw' ubwa kabiri. Ntsinze kamere ya kera, Nzahora ndi mushya. \n\n  **3**   \nNsigaye mvirwa n' umucyo, Sinkirindagira; Nshitse ku ngoyi z' umwanzi, Mbatuwe na Yesu. \n\n  **4**   \nMbeg' ubuntu butangaje! Kwejeshw' amaraso! Byanyujuje n' Umukiza, Yesu wambambiwe."
       },
       
       {
        "title": "120 Data Ndambuy' Amaboko",
        "number": 120,
        "markdown": "### 120 Data Ndambuy' Amaboko   \n\n  **1.**   \n Data, ndambuy' amaboko; Nta wundi wamfasha; Iy' unyivumburiy' ukamvaho, Mbes' ahandi najya ni he?\n\n  **2**   \nNizey' Umwana waw' ubu, Undem' umutima; Ujy' unkenur' umar' ubukene, Nkomeze nemerwe nawe. \n\n  **3**   \nNyir' ukwizera ni wowe, Nuburiy' amaso; Icyamp' ukangwiriza kwizera, Kuko ntagufite napfa. \n\n  **4**   \nNtuzantererane ngo mpfe, Ahubw' umbesheho; Nibwo nzacika ku kinyoma, Mbishobojwe n' Umwuka wawe. \n\n  **5**   \nNakwishima cyane rwose, Nibaniye nawe; Maze nkakumv' umpumuriz' umbwira ko nagiriw' ubuntu. \n\n  **6**   \nNizeye rwos' ubu yuko, Yesu yampfiriye; Kandi kubw' amaraso ye yeza, Nzabaturwa mve mu byaha."
       },
       
       {
        "title": "121 Nzasingiz' Urukundo Rwa Yesu",
        "number": 121,
        "markdown": "### 121 Nzasingiz' Urukundo Rwa Yesu   \n\n  **1.**   \n Nzasingiz' urukundo rwa Yesu, Wambambiwe; Yemeye kumanuka, Azanywe no kumpfira.\n\n  **GUSUBURIMO:**   \nNzasingiz' urukundo rwe; Mpimbaze, Yaramfiriye, Ashaka kumbeshaho; Nzahora muhimbaza.\n\n  **2**   \nYesu yambabarijwe, Ntararushya mbabara; Yahoze ansabira, Ntarameny' iyo bijya. \n\n  **3**   \nUrukundo rw' Imana, Mbega ngo rurankiza! Ibyaha byanjye byose, Bikantamururwaho! \n\n  **4**   \nNta cyiza nakoreye, Umwami wankunz' atyo; None maze kwemezwa, Mwami nguhaye byose."
       },
       
       {
        "title": "122 Nyigiza Hafi",
        "number": 122,
        "markdown": "### 122 Nyigiza Hafi   \n\n  **1.**   \n Nyigiza hafi, mbane nawe; Nta cyandutira kubana nawe. Ngumisha mu gituza cyawe; Mpisha nibere mu buhungiro; Mpisha nibere mu buhungiro.\n\n  **2**   \nNyigiza hafi, ntacyo mfite; Ntacyo nzanyehw' ituro ry' Umwami, Kerets' umutim' ushavuye; Mpa kuhagizw' amaraso yawe; Mpa kuhagizw' amaraso yawe. \n\n  **3**   \nNyigiza hafi, Mwami wanjye; Nishimiye gucika ku byaha. Ndeke kwikuza n' ubwibone; Umpe Yes' Umwami wambambiwe; Umpe Yes' Umwami wambambiwe. \n\n  **4**   \nNyigiza hafi, ngihumeka; Kugez' ubwo nzager' i Budapfa; Maze mu bihe bidashira, Nzibere hafi y' Umwami wanjye; Nzibere hafi y' Umwami wanjye."
       },
       
       {
        "title": "123 Har' Izina Rihebuje",
        "number": 123,
        "markdown": "### 123 Har' Izina Rihebuje   \n\n  **1.**   \n Har' izina rihebuje, Rirut' ayandi yose nzi; Ni ry' Imana yaturemye yis' Umwana way' ikunda.\n\n  **GUSUBURIMO:**   \nNi ryo zina ryera (izina ); Ni ryo zina ryera ( ryera de ) ! Ryakomotse ku Mana, Riza mw isi, Maze riririmbwa ( izina ) n' abamarayika ( ryera de ). Iryo zina n' irya Yesu.\n\n  **2**   \nNiryo rimpesh' umugisha; Nkunda kuryogez' iteka. Simpwema kuriririmba, Mvug' ukuntu rihebuje. \n\n  **3**   \nIcyampa nkaririmbana n' abamarayika bera, Nkajya nsingiza rya zina rihebuj' ayandi yose!"
       },
       
       {
        "title": "124 Yesu Gusa",
        "number": 124,
        "markdown": "### 124 Yesu Gusa   \n\n  **1.**   \n Yesu gusa, niw' ukwiriy' ikuzo; Naho jyewe, ntacyo ndi cyo rwose; Sinkwiriye kub' ari jyew' uratwa; Yesu gusa, niw' uzajy' uvugwa.\n\n  **2**   \nYesu gusa, niw' umar' agahinda; Naho jyewe nd' uwo gushavura. Sinshobora kwikorer' ibindushya; Naho Yesu nta kimushengura. \n\n  **3**   \nYesu gusa, ab' ari we wogezwa; Sinkwiriye kwiratan' ibyanjye. Yesu gusa, niw' uzambonekamo; Kugez' ubwo nzahinduka nka we. \n\n  **4**   \nYesu gusa niw' umar' ubukene; Niwe gusa nkesh' ibyanjye byose. Yesu gusa, niw' undutira byose; Yesu Mwami twibanir' iteka.\n        "
       },
       
       {
        "title": "125 Nk' Ukw' Izuba Rituvira",
        "number": 125,
        "markdown": "### 125 Nk' Ukw' Izuba Rituvira   \n\n  **1.**   \n Nkukw' izuba rituvira, Rikarabagirana, Nik' umucyo wo mw' ijuru wansabye mu mutima, Wawukuyemw' iby' amanjwe, Utangaz' ibihishwe; Kuko mu mutima wanjye, Nahatuj' Umukiza.\n Gusubiramo: Mbeg' umucyo w' agatangaza, Wansabye mu mutima! Ineza y' Umwami Yesu, Yambereye nk' umucyo.\n\n  **2**   \nNatay' agahinda kose; Ntabwo nkikitayeho;Kuk' unyambik' amahoro, Ameze nk' umwitero,Nkwerekejeh' umutima, Ndakwishimiye cyane.Nzagezw' i wawe mw' ijuru, Na rwa rukundo rwawe. \n\n  **3**   \nMukiza warancunguye; Nd' uwaw' uko ndi kose. Nyemerera nguhimbaze, Nkuber' umucyo waka. Nkwerekejeh' umutima, Ndakwishimiye cyane. Nzagezw' i wawe mw' ijuru, Na rwa rukundo rwawe."
       },
       
       {
        "title": "126 Njya Nkunda Kuririmb'Indirimbo",
        "number": 126,
        "markdown": "### 126 Njya Nkunda Kuririmb'Indirimbo   \n\n  **1.**   \n Njya nkunda kuririmb' indirimbo, Ngo yarancunguye. Niwe waciy' ingoyi z' umwanzi, Maz' arambatura.\n\n  **GUSUBURIMO:**   \n   Sop: Kuk' ubwe yancunguye; Kuk' ubwe yancunguye, Nzahimbaz' izina rye. Kuk' ubwe yancunguye, Nzaririmbir' uwandokoye.\n    A.T.B.: Kuk' ubwe yancunguye; Kuk' ubwe yancunguye; Kuk' ubwe yancunguye, Nzahimbaz' izina rye. Kuk' ubwe yancunguye, Kuk' ubwe yancunguye; Nzaririmbir' uwandokoye.\n\n  **2**   \nMfit' Umukiz' unogeye rwose, Niwe wancunguye. Mpimbazwa no gukor' iby' ashaka, Kuko yancunguye. \n\n  **3**   \nNzahora mpamya ntacyo nikenga, Yuko yancunguye. Sinzashidikanya ngo ncogore, Kuko yancunguye. \n\n  **4**   \nMfit' aho yanteguriye heza, Kuko yancunguye. Niho nzibanira naw' iteka, Kuko yancunguye."
       },
       
       {
        "title": "127 Iman' Ikund' Utunyoni",
        "number": 127,
        "markdown": " ### 127 Iman' Ikund' Utunyoni   \n\n  **1.**   \n Iman' ikund' utunyoni, Tuba mur' iyi si; Ubwo yita ku tunyoni, Nzi ko nanjy' inkunda.\n\n  **GUSUBURIMO:**   \nIrankunda, irankunda; Nzi ko nanjy' inkunda; Kukw' ikund' utuntu duto, Nzi ko nanjy' inkunda.\n\n  **2**   \nNiy' irimbish' uburabyo, Buhumura neza; Ubw' ikund' uburaby' ityo, Nzi ko nanjy' inkunda. \n\n  **3**   \nImana yaremye byose, Ntigir' icy' isobwa. Nzi kw' ikund' abana bose, Nzi ko nanjy' inkunda."
       },
       
       {
        "title": "128 N' Igihe Cyo Gusengat",
        "number": 128,
        "markdown": "### 128 N' Igihe Cyo Gusenga\n  **1.**   \n N' igihe cyo gusenga, Twicishe bugufi, Duteraniye hamwe turamya Yesu, Nituza tumwizeye, Azajy' aturinda; Mbeg' ihumure ryiza, ryo kwibanira nawe\n\n  **GUSUBURIMO:**   \nN' igihe cyiza cyo kuramy' Umwami, Mbeg' ihumure ryiza, ryo kwibanira na we!\n\n  **2**   \nN' igihe cyo gusenga, Umwam' ari hafi, Kand' adufitiy' ibambe rya kibyeyi. Tumuganyir' ibyacu, Dushir' agahinda; Mbeg' ihumure ryiza, ryo kumvikana nawe! \n\n  **3**   \nN' igihe cyo gusenga, no gushyikirana, N' Imana yac' ihor' ituzirikana, Iturem' agatima, tub' indahangarwa; Mbeg' ihumure ryiza, ryo kumvikana nawe! \n\n  **4**   \nN' igihe cyo gusenga, twiringiye Yesu. Twizeye kw' azaduh' ibyo, tumusaba, Kukw' atangan' ubuntu, ataziganije. Mbeg' ihumure ryiza, ryo gutabarwa nawe!"
       },
       
       {
        "title": "129 Yesu Waduhay' Isezerano",
        "number": 129,
        "markdown": "### 129 Yesu Waduhay' Isezerano   \n\n  **1.**   \n Yesu waduhaye isezerano, K' uzabana natwe, niduterana, Naho twaba babiri, Cyangwa batatu, Uzab' uri kumwe n' abana bawe.\n Gusubiramo: Yesu, ngwin' uduhire, Tutarava hano; Yesu ngwin' uduhire ubu, Tuban' iteka.\n\n  **2**   \nWateranye natwe, mu bindi bihe, Ariko na n' ubu turakwifuza. Ngwino, Mubyeyi mwiza, Turakwinginze; Twumvir' utwemere, Duhirwe nawe. \n\n  **3**   \nWakir' indirimbo z' ishimwe ryacu, Uduhe gusenga tubyitayeho. Twongerere kwizera, No kwiringira; Dukundane rwose, Dushyire hamwe."
       },
       
       {
        "title": "130 Nd' Uwawe, Mwami",
        "number": 130,
        "markdown": "### 130 Nd' Uwawe, Mwami   \n\n  **1.**   \n Nd' uwawe Mwami, Ubu nditanze; Numvis' ubury' udukunda. Nsingiriz' amabok' untabare, Njye nibanire nawe.\n\n  **GUSUBURIMO:**   \n   S.A : Hafi yawe, Nibyo nifuza, Ku musaraba wawe. Hafi yawe, Mwami, tuban' iteka, Njye nibanira nawe.\n    T.B : Hafi yawe cyane, ni byo nifuza, Ku musaraba wawe. Hafi yawe, Mwami, Tuban' iteka, Njye nibanira nawe.\n\n  **2**   \nNkwiyeguriye namaramaje, Nkoresh' umurimo wawe; Nkwerekejeh' umutima wanjye, Ng' uhor' ugengwa nawe. \n\n  **3**   \nKubana nawe birahebuje, Nibyo bindutira byose. Iyo mpfukamye, nkakuganyira, Dusabana nk' inshuti. \n\n  **4**   \nSinashobora kukurondora, Ngo mmeny' urukundo rwawe. Ruzahishurwa turi mw' ijuru, Aho twateguriwe."
       }, 
       
       {
        "title": "131 Ndusheho Gusa Nawe",
        "number": 131,
        "markdown": "### 131 Ndusheho Gusa Nawe   \n\n  **1.**   \n Ndusheho gusa nawe, Yesu Mukiza wanjye; Nyuzuz' ubugwaneza, Mp' urukundo ruhebuje. Ndusheho kumera nkawe, Aho ngenda hose, Mwami; Ndiyoroheje rwose, Mwami njye ngukurikiza.\n\n  **2**   \nNib' irind' icyanira, Ikamenya n' igishwi; Sinshidikanya rwose, Nanjy' ihor' inyitayeho. Izanyigisha kwitonda, Imbabarir' amafuti; Ndiyoroheje rwose, Mwami njye ngukurikiza. \n\n  **3**   \nNdusheho gusa nawe, Ndusheh' uko bukeye; Nyigiza hafi yawe, Ahw' amahor' adashira. Uhor' umpindura mushya, Kubw' urukund' ungirira; Ndiyoroheje rwose, Mwami njye ngukurikiza."
       },
       
       {
        "title": "132 Yesu, Unkomereze Ku Musaraba",
        "number": 132,
        "markdown": "### 132 Yesu, Unkomereze Ku Musaraba   \n\n  **1.**   \n Yes' unkomereze, Ku musaraba wawe; Har' isokw' ibeshaho, Itemb' i Kal'vari.\n\n  **GUSUBURIMO:**   \nUmusaraba wa Yesu nzawirata, Kugez' ubwo nzabona uburuhukiro.\n\n  **2**   \nHafi y' umusaraba, Mpaboner' iteka, Imbabazi n' impuhwe, Bitarondoreka. \n\n  **3**   \nHafi y' umusaraba, Intama y' Imana, Niyo yahangejeje, Ntsind' ibimbabaza. \n\n  **4**   \nHafi y' umusaraba, Niho ntegereje; Niringiye kugera, Mu bwami bw' Imana."
       },
       
       {
        "title": "133 Nyemerera Ngendane Nawe",
        "number": 133,
        "markdown": "### 133 Nyemerera Ngendane Nawe   \n\n  **1.**   \n Nyemerera ngendane nawe, Mana, Nk' ukw' Enoki yagenje. Nyoboresh' ukuboko kwawe, Unyerekez' ah' ushaka hose. Nubw' inzir' itagaragara, Nkomeze njyane nawe, Mwami.\n\n  **2**   \nNtabwo nahangara kugenda, Ntari kumwe nawe, Mukiza; Nagoswe n' abanz' igihumbi; Dor' imitegw' intaye hagati. Burije rwose, ntihabona, Nkomeze njyane nawe, Mwami. \n\n  **3**   \nNinguma mu maboko yawe, Sinzaba ncyitaye ku by' isi; Nta kindi nziratana rwose, Keretse wa musaraba wawe, Ngez' ubwo nzager' i Siyoni, Nkomeze njyane nawe, Mwami.\n        "
       },
       
       {
        "title": "134 Icyampa Nkarangurura",
        "number": 134,
        "markdown": "### 134 Icyampa Nkarangurura   \n\n  **1.**   \n Icyampa nkarangurura, Ngahimbaz' Umwami wanjye, Ariko ni nde wabasha kuririmb' ishimwe rya Yesu?\n\n  **GUSUBURIMO:**   \nUrukundo ruhebuje! Urukundo rwa Yesu! Urukundo ruhebuje! Urukundo rwa Yesu!\n\n  **2**   \nNiwe munezero wanjye, Ni naw' umpesh' amahoro. Mu makuba no mu byago, Yesu niw' umber' ihumure. \n\n  **3**   \nNiwe byiringiro byanjye, Byo kuzahabw' ubugingo. Mu mwijim' amber' umucyo, Yesu niw' umber' ihumure."
       },
       
       {
        "title": "135 Mwami Nzi Kw' Ari We Nkunda",
        "number": 135,
        "markdown": "### 135 Mwami Nzi Kw' Ari We Nkunda   \n\n  **1.**   \n Mwami, nzi kw' ari We nkunda, Kurut' iby' iyi si; Kuko wampay' amahoro, Atagir' impinduka.\n\n  **GUSUBURIMO:**   \nUrukundo rwankijije (ngakira), Ntirurondoreka. Ntitwarusobanukirwa (na hato), Kuko ruhebuje (ruhebuje).\n\n  **2**   \nNzi k' uhor' unzirikana, Undutira byose, Mwami, kugutekereza bindutir' ibyiratwa. \n\n  **3**   \nWanyujuj' umunezero, Natay' umuruho. Kumenya k' unkunda cyane, Nibyo bimpumuriza. \n\n  **4**   \nMucunguzi wanjye mwiza, Icyakunyereka! Ngo tuzabane mw' ijuru, Ahatab' agahinda."
       },
       
       {
        "title": "136 Ahw' Azanyobora Hose",
        "number": 136,
        "markdown": "### 136 Ahw' Azanyobora Hose   \n\n  **1.**   \n Ahw' azanyobora hose, Niho nzishimira kujya; Kukw' ari jye yapfiriye, Akanzir' atacumuye.\n\n  **GUSUBURIMO:**   \nYes' azanyobor' iteka, Maz' angez' iw' amahoro; Kukw' ar' inshuti y' ukuri, Itigeze guhemuka.\n\n  **2**   \nNishimira kw' antegeka, Nishimira kw' anyobora. Nishimira kumwumvira, Kukw' ari jye yapfiriye. \n\n  **3**   \nSingishidikanya rwose, Kuko ndi kumwe na Yesu. Nizigiye ko vub' aha, Nzamureba duhanganye."
       },
       
       {
        "title": "137 Isi Ndayihararutse, Mpisemo Yesu",
        "number": 137,
        "markdown": "### 137 Isi Ndayihararutse, Mpisemo Yesu   \n\n  **1.**   \n Isi ndayihararutse, Mpisemo Yesu gusa.Mpaz' umunezero wayo, Uzashirana nayo.\n   Gusubiramo: Imbabazi zidashira, N' urukundo rw' iteka, Nibyo bijya binyemeza, Ko nzaramishwa nawe.\n\n  **2**   \nIsi ndayihararutse, Mpisemo Yesu gusa. Mu kaga niwe humure; Nzahora nezerewe. \n\n  **3**   \nIsi ndayihararutse, Mpisemo Yesu gusa. Icyamp' akamwenyurira, Nkamurikirwa nawe. \n\n  **4**   \nIsi ndayihararutse, Mpisemo Yesu gusa. Nzirat' umusaraba we, Yatangiyeho kera."
       },
       
       {
        "title": "138 Mwami Wanjye, Nyakira",
        "number": 138,
        "markdown": "### 138 Mwami Wanjye, Nyakira   \n\n  **1.**   \n Mwami wanjye nyakira, Ndakwiyeguriy' ubu; Ngay' amaboko yanjye, Yakoresh' uk' ushaka.\n\n  **GUSUBURIMO:**   \nNyuhagiz' amaraso yawe ( nere rwose ); Maz' anyezehw' inenge yose ( nere rwose ); Ibyanjye byose ndabikweguriye, None n' iteka ryose.\n\n  **2**   \nNgib' ibirenge byanjye, Byerekez' ah' ushaka. Ngir' ijwi ryanjye na ryo, Rijye riguhimbaza. \n\n  **3**   \nNguhay' akanwa kanjye; Mwami, kakuvugire. Ngub' ubutunzi bwanjye, Sinzagir' icyo nkwima. \n\n  **4**   \nNguhay' igihe cyanjye, Sinzakiguteraho; Nguhay' ubwenge bwanjye, Bukoresh' uk' ushaka. \n\n  **5**   \nNgiy' imigambi yanjye; Igengwe nawe, Mwami. Nguy' umutima wanjye, Ube uwawe rwose. \n\n  **6**   \nMwam' urukundo rwanjye, Ni wowe nzarukunda; Nkwihaye nimazeyo, None n' iteka ryose."
       },
       
       {
        "title": "139 Nabony' Inshut' Ihebuje",
        "number": 139,
        "markdown": "### 139 Nabony' Inshut' Ihebuje   \n\n  **1.**   \n Nabony' inshut' ihebuje! Yankunze ntarabaho; Yanyiyegereshej' ineza, N' urukundo rw' iteka, Bituma dushyikirana, Ubudatandukana; Kuko nd' uwe nawe n' uwanjye, Ibihe bidashira.\n\n  **2**   \nNabony' inshut' ihebuje! Yamberey' impongano. Urets' ibyo kump' ubugingo, Yaranyitangiriye. Ntacyo mfite nit' icyanjye, Kuko tubisangiye. Ndamwiyeguriye burundu; Ibihe bidashira. \n\n  **3**   \nNabony' inshut' ihebuje! Nyir' ubutware bwose! Nibw' indindish' uko bukeye; Izangeza mw' ijuru. Ibyiza byanshyizw' imbere, Binsubizamw' intege; Reka nkore, noye kwiganda, Ngez' ubw' izanduhura. \n\n  **4**   \nNabony' incut' ihebuje! Y' impuhwe n' urukundo. Niy' indind' ikanyunganira; Niy' indenger' iteka. Mbese n' iki cyadutanya, Ko dukundana rwose? N' iby' iyi si, cyangwa s' urupfu? Oya nzab' uw' iteka."
       },
       
       {
        "title": "140 Numvise Yesu Ambwira Ati",
        "number": 140,
        "markdown": "### 140 Numvise Yesu Ambwira Ati   \n\n  **1.**   \n Numvise Yes' ambwir' ati: Ngwino nkuruhure. Zan' ibikurushya byose, Mbikwikorerere. Musanga, mez' uko nari ndi, ndushye, mfite n' ishavu; Amber' uburuhukiro, Maz' aranezeza.\n\n  **2**   \nNumvise Yes' ambwir' ati: Ndaguher' ubuntu, Amaz' azakubeshaho, Unyw' uram' iteka. Nuko nsanga Yesu maz' ampa ya mazi y' ubugingo, Nshir' inyota, Ndahembuka; Nzahorana nawe. \n\n  **3**   \nNumvise Yes' ambwir' ati: Ni jye Mucyo w' isi. N' undeb' uramurikirwa, Ntuzarindagira. Maze muhanz' amaso koko, Mbon' ar' izuba ryanjye; Rizamvir' iminsi yose y' ubugingo bwanjye."
       },
       
       {
        "title": "141 Mwami Mb' Uwawe Maramaje",
        "number": 141,
        "markdown": "### 141 Mwami Mb' Uwawe Maramaje   \n\n  **1.**   \n Mwami, mb' uwawe maramaje, Nyigisha, nyigisha. Nkor' iby' ukunda, Mwami wanjye; Komez' umfashe.\n\n  **GUSUBURIMO:**   \nMb' uwawe ( Mwami ) ; Mb' uwawe ( Mwami ) ; Niyo migambi yanjye ; Mb' uwawe ( Mwami ) ; Mb' uwawe ( Mwami ) ; Mb' uwawe Mwami, None.\n\n  **2**   \nIby' iyi si byamarir' iki, Ntari kumwe nawe? Byose nzabihara kubwawe, Ntungishwe nawe. \n\n  **3**   \nNdets' umunezero w' iyi si, Ngwino twibanire; Nibyo bizajya binogera, Bimpumurize."
       },
       
       {
        "title": "142 Mbeg' Umuns' Urush' Indi Kwera",
        "number": 142,
        "markdown": "### 142 Mbeg' Umuns' Urush' Indi Kwera   \n\n  **1.**   \n Mbeg' umuns' urush' indi kwera; Niwo wa karindwi! Ng' uratuma ndek' iby' isi, Nkibwir' iby' ijuru!\n\n  **2**   \nMbeg' uyu munsi wa karindwi, Turuhukiramo, Ng' uradutera kuramya Data, Wo mw' ijuru! \n\n  **3**   \nNi mutyo turamy' Uhoraho, Watuzirikanye, Agaherakw' akaduha, Uyu munsi wera. \n\n  **4**   \nNiw' utugobotor' ibyaha, Bikaducikaho, Kukw' atugirir' ubuntu, Buvuye mw' ijuru."
       },
       
       {
        "title": "143 Udusezeresh' Umugisha Wawe",
        "number": 143,
        "markdown": "### 143 Udusezeresh' Umugisha Wawe   \n\n  **1.**   \n Udusezeresh' umugisha wawe; Mwam' utwuzuz' amahoro; Urukundo rwawe rudusabemo, Tubone kunesha rwose. Ngwin' uduhembure, Ngwin' uduhembure; Tukiri mur' iyi si y' igomero.\n\n  **2**   \nTuguhay' ishimwe no kukuramya, Kubw' ubutumwa bw' imvaho, Bwagukomotseho bukadukiza, Bunyur' imitima yacu; Tubushikamemo, Tubushikamemo; Tugundir' ukuri, Tudacogora. \n\n  **3**   \nMbeshwaho n' imbabazi zawe nyinshi, None ndakwiyeguriye. Ngwin' uduhumurish' impuhwe zawe, Duhore turwan' ishyaka; Tuzager' i wawe, Tuzager' iwawe; Tukubone nta kidukingirije."
       },
       
       {
        "title": "144 Mukiza, Ndamaramaje",
        "number": 144,
        "markdown": "### 144 Mukiza, Ndamaramaje   \n\n  **1.**   \n Mukiza, ndamaramaje, Ndatwaranira kugera, Ku rugero runkwiriye; Mwami mfasha ngo ndusheho.\n\n  **GUSUBURIMO:**   \nNzamura maze nger' aho wangeneye, Mwami wanjye; Ku rugero rusumbyeho; Mwami mfasha ngo ndusheho.\n\n  **2**   \nNtabwo ngifit' umutima, Wo kuguma mu by' iyi si; N' ubwo bamwe babikunda, Ngambiriye kujya mbere. \n\n  **3**   \nNdashaka gusumb' iby' isi, Nubw' umwanz' anyibasiye; Kuko namaze kwizera, Yukw' Iman' izandengera. \n\n  **4**   \nNdashaka kumaranira, Kurabukw' ubwiza bwawe; Ariko nkomeze nsenge, Ngez' ubwo nzager' i wawe."
       },
       
       {
        "title": "145 Ntushak' Urwitwazo",
        "number": 145,
        "markdown": "### 145 Ntushak' Urwitwazo   \n\n  **1.**   \n Ntushak' urwitwazo, Harihw' imirimo, Ahubw' itegure gukorer' Imana. Yakwinginze kenshi, Kand' ikurarika; Witinda kwemera, Bizakunezeza.\n\n  **GUSUBURIMO:**   \nItaba! ( none ); Ntushak' urwitwazo; Itaba! ( none ); Wigingimiranya. Ntushak' urwitwazo, Udasubizwa ngo: Hoshi wampinyuye; Nkuvukij' ubwami.\n\n  **2**   \nNtushak' urwitwazo urahamagawe; Dor' aho wangiye, Noneho witabe. Imirim' ireze, Hagumy' abakozi; Ngwin' umukorere; Uzagororerwa. \n\n  **3**   \nNtushak' urwitwazo, Kuko nib' utinze, Bizagukoraho, Izakwivumbura. Imbabazi zayo, Ntabwo zirashira; Haguruka bwangu, Ubibabarirwe."
       },
       
       {
        "title": "146 Yesu Mwami W' Abami",
        "number": 146,
        "markdown": "### 146 Yesu Mwami W' Abami   \n\n  **1.**   \n Yesu Mwami w' abami, Ngwin' ube muri jye! He kub' ari jy' uvuga, Ujy' umvugiramo. Unsabe mu mutima, Ngengwe nawe rwose, Maz' abajya bandeba, Bajye bakubona.\n\n  **2**   \nNdakwiyeguriy' ubu, Ez' ibyaha byanjye; Ngaragareh' ubwiza bwawe buhebuje. Ngir' umutim' utuje, Ne guteraganwa; Niyoroshye nganduke, Ngo nkoreshwe nawe. \n\n  **3**   \nIngingo zanjye zose, Zijye zikumvira; Uzikoreshereze, Zikubahirize. Ne kujya nivovota, Ngo mpore ku nkeke. Y' ibimbaho, nishama, Nta mahoro mfite. \n\n  **4**   \nNi wowe ntegereje, Ungenz' uk' ushaka. Ubwanjye nditeguye, Simfit' ikinziga. Yesu Mwami w' abami, Ngwin' ube muri jye! Maz' ibyo nkora byose, Mbikoreshwe nawe."
       },
       
       {
        "title": "147 Data Mwiza, Nyigiza Hafi",
        "number": 147,
        "markdown": "### 147 Data Mwiza, Nyigiza Hafi   \n\n  **1.**   \n Data mwiza, nyigiza hafi; Nkube mu gituza;Ni wowe buhungiro bwanjye, N' uburuhukiro.\n\n  **GUSUBURIMO:**   \n   S. na A : Data, nyigiza hafi, Ndifuza ko tubana; Data, ndifuza ko tubana.    T. na B : Data, data, nyigiza hafi, Ndifuza cyane ko tubana; Data, nyigiza hafi; ndifuza ko tubana, Ndifuza ko tubana.\n\n  **2**   \nData mwiza, nyigiza hafi; Nkomeza ntundeke; Nakwishimira ko tubana, Ne kuraragira. \n\n  **3**   \nData mwiza, nyigiza hafi; Ngez' ubwo nsa nawe; Mpembur' unyuhagir' unyeze, Mb' umuziranenge."
       },
       
       {
        "title": "148 Aho Njyanye Na Yesu",
        "number": 148,
        "markdown": "### 148 Aho Njyanye Na Yesu   \n\n  **1.**   \n Aho njyanye na Yesu mb' amahoro, Ahw' anyobora hose mur' iyi si. Aho njya tutajyanye nta kinyura, Iyo njyanye na Yesu ntacyo ntinya.\n\n  **GUSUBURIMO:**   \nAho njyanye nawe, nta kintinyisha, Aho njyanye na Yesu mb' amahoro.\n\n  **2**   \nAho njyanye na Yesu sinigunga, Nubw' izindi nshuti zampemukira; Nubw' anyobora mu nzir' iruhije, Aho njyanye na Yesu ndanezerwa. \n\n  **3**   \nNjyanye na Yesu sinatiny' urupfu, N' iyo ngoswe n' umwijima w' icyago, Nzi ko nzakanguk' ubutazongera, Kujarajarira mur' iy' isi mbi."
       },
       
       {
        "title": "149 Nshuti Jy' ugendera Mu Mucyo",
        "number": 149,
        "markdown": "### 149 Nshuti Jy' ugendera Mu Mucyo   \n\n  **1.**   \n Nshuti jy' ugendera mu mucyo, Woye kurindagira; Umwuka Wera wo mw' ijuru, Ajy' akuyobora.\n\n  **GUSUBURIMO:**   \n   S. na A :Gendera mu mucyo, Gendera mu mucyo; Gendera mu mucyo, Mu mucyo waka w' Imana.    T. na B. :Gendera mu mucy' utangaje w' Imana; Gendera mu mucy' utangaje w' Imana; Gendera mu mucy' utangaje w' Imana; Mu mucyo waka w' Imana;\n\n  **2**   \nGendera mu mucyo w' ukuri, Ko mw' Ijambo ry' Imana; Uzajy' ukuyobor' iteka, Ukwizez' Imana. \n\n  **3**   \nJy' ugendera mu mucy' iteka, Ujy' ukumurikira; Maz' utamurur' umwijima, Hose hatangaze. \n\n  **4**   \nGendera mu mucyo ng' umenye, Urukundo rw' Imana, N' uburyo yakunze ab' isi, Ikabarokora."
       },
       
       {
        "title": "150 Mbes' Abasaruzi Bari He?",
        "number": 150,
        "markdown": "### 150 Mbes' Abasaruzi Bari He?   \n\n  **1.**   \n Mbes' abasaruzi bari hehe, Bo gusarur' abakiranutsi? Babangir' ukurink' imihoro, Kandi ntibab' ar' abanyabute.\n\n  **GUSUBURIMO:**   \nAbasaruzi se bari he? Ngo bafatanye natwe gusarura, Maze twishime, Turi kumwe, Isarura nirirangira.\n\n  **2**   \nMushakire mu mihana yose; Nubw' urwiri rwarenga ku ngano; Muzishake kuko zirurimo, Zose muzisarurir' Imana. \n\n  **3**   \nDor' imirima yereye rimwe, Kandi bose bitez' isarura; Arikw' abasaruzi ni bake, Umurimo wab' urabasaze. \n\n  **4**   \nMwa bantu mwe, Mwahur' imihoro! Musarur' igihe kirageze! Mushishikare Umwam' araje; Dor' abazaniy' ingororano!"
       },
       
       {
        "title": "151 Ngamij' Iby' Igihugu Cy' Igikundiro",
        "number": 151,
        "markdown": "### 151 Ngamij' Iby' Igihugu Cy' Igikundiro   \n\n  **1.**   \n Ngamij' iby' igihugu cy' igikundiro; Nzageray' izuba rirenze. Ariko s' ikamba Yes' azamperayo, Azaritakahw' inyenyeri?\n\n  **GUSUBURIMO:**   \nMbes' ikamba ryanjye Yes' azamperayo, Azaritakahw' inyenyeri (inyenyeri)? Ningir' amahirwe, Nkabana na Yesu, Azaritakahw' inyenyeri (inyenyeri)?\n\n  **2**   \nReka nkore, nsenge, mbiheshejwe nawe, Mugarurir' abazimiye. N'agaruka kuri wa munsi w' ubwiza, Nzatakwehw' inyenyeri nyinshi. \n\n  **3**   \nMbeg' umunezer' uhebuje nzagira, Nimwerek' abo nakijije, Mfite n' ibyishimo bitavugwa, Mbonye inyenyeri kw' ikamba ryanjye."
       },
       
       {
        "title": "152 Ngwino Yesu",
        "number": 152,
        "markdown": "### 152 Ngwino Yesu   \n\n  **1.**   \n Ngwino Yes' uvugane, N' umutima wanjye: Maz' umpumuriz' uti: Ntabwo nagusize. Nyugurur' umutima, Nihutire kumva, Ijwi ryawe ry' impuhwe, Nyuzuz' ibyishimo.\n\n  **GUSUBURIMO:**   \nMbwiz' ijwi ryongorera, Mbwiran' urukundo; Ut' uzanesh' iteka, Ub' umudendezo. Vugana nanjy' iteka, Mbwir' ubudahwema, Reka numv' uk' umbwira ngo: Sinaguhanye.\n\n  **2**   \nYobora abana bawe, Uvugane nabo; Ubuzuz' ibyishimo, Bige kugusenga. Mwami, Bitange rwose, Bakwiyegurire; Tebuts' ubwami bwawe, Twibanire nawe. \n\n  **3**   \nNgwin' uvugane natwe, Uduhishurire, Iby' imigambi yawe, N' inshingano yacu, Duhe kuguhimbaza, Tukubahirize, Tujye tunezererwa gukor' iby' ushaka."
       },
       
       {
        "title": "153 Mwami, Sinsabir' Iby' Ejo",
        "number": 153,
        "markdown": "### 153 Mwami, Sinsabir' Iby' Ejo   \n\n  **1.**   \n Mwami, sinsabir' iby' ejo, Mfasha none, Ndind' urukongi rw' ibyaha, Uyu munsi. Ne gucumuz' ururimi, Mputiyeho; Mwami, rind' iminwa yanjye, Uyu munsi.\n\n  **2**   \nNjye nshunguz' ubury' umwete, No gusenga; Ngwe neza mu buryo bwose, Uyu munsi. Nkomeze nkor' iby' ushaka, Ngire bwangu; Mwami, nemere kwitanga, Uyu munsi. \n\n  **3**   \nUrupfu niruntungura, Mbe ntunganye; Amasezerano yawe, Ndayiteze; Mwami, sinsabir' iby' ejo, Mfasha none; Ndind' unkomez' undagire, Uyu munsi; Amen."
       },
       
       {
        "title": "154 Murinzi We, Ngaho Mbwira",
        "number": 154,
        "markdown": "### 154 Murinzi We, Ngaho Mbwira   \n\n  **1.**   \n Murinzi we, ngaho mbwira, Mbese bugiye gucya? Nta bimenyets' urabona, K' Umwami yegereje? Mugenzi we haguruka! Umusek' uratambitse; Tyo kenyera, maz' ukeshe, Haguruka; bwakeye!\n\n  **2**   \nMurinzi we, dor' umucyo, Ukomeje gukwira! Reba naw' ibimenyetso, Bitangaza kuza kwe. Ubw' impanda zizavuga, Abapfuye bazazuka. Ubutazongera gupfa, Bibanire n' Umwami. \n\n  **3**   \nMurinzi we, vuz' impundu, Igihe kirageze! Mwese nimurangurure, Mubyamamaze hose. Mugenzi we, nawe reba; Ubwami bugeze hafi; Ngiriya Yerusalemu, Irarabagirana. \n\n  **4**   \nMurinzi, mur' uwo murwa, W ' igikundiro rwose, Nih' Umwami w' i Sioni, Adutegerereje. Ubwami bwe buragutse, Buhetuy' iyi si yose; N' ubwami budahanguka; Hahirw' ababujyamo. \n\n  **5**   \nMurinzi dor' igihugu, Cy' uburumbuke cyane, Gihora kimeze neza, Nka Edeni ya kera. Gira bwangu ntuzarire, Hasigay' igihe gito, Abacungujw' amaraso bakagerayo vuba."
       },
       
       {
        "title": "155 Aho Nzahamagarwa Hose",
        "number": 155,
        "markdown": "### 155 Aho Nzahamagarwa Hose   \n\n  **1.**   \n Aho nzahamagarwa hose, Ari no mu misozi, Cyangwa ku rugamba rukaze, Mubyeyi, n' unkenera, Ukambwiz' ijwi ryawe ritoya, Ukannyuz' inzira ntazi, Nzakwishyira mu maboko, mvuge nti: Nzajy'ah'unshakira hose.\n\n  **GUSUBURIMO:**   \nNzajy' ah' unshakira hose, Mwami; Mu misozi no mu bibaya. Nzavug' iby' ushaka ko mvuga Mwami, Kandi nzaba nk' uk' ushaka.\n\n  **2**   \nAhari Yes' ashaka yuko muvugir' uyu munsi; Ahari habonek' impabe, Nkwiriye guhabura; Murokozi wanjye, N' unyobora, N' ahar' ibihanamanga; Sinzareka kogez' inkuru yawe; Nzajy' ah' unshakira hose. \n\n  **3**   \nNtabwo nshidikanya, Har' aho Mwam' ushaka ko nkora, Mu kubaho kwanjye kugufi, Nkorer' Uwambambiwe. Mwami, Nkubikij' ibyanjye byose, Nzi k' unkunda bitangaje. Nzakor' iby' ushaka, mbikunze cyane; Nzajy' ah' unshakira hose."
       },
       
       {
        "title": "156 Amagambo Y' Umujinya",
        "number": 156,
        "markdown": "### 156 Amagambo Y' Umujinya   \n\n  **1.**   \n Amagambo y' umujinya, Ntakabave mu kanwa! Ahubw' umutim' uyacuby' atararushy' asohoka.\n\n  **GUSUBURIMO:**   \n   S. na A.: Mukundane rwose; Yes' aravug' ati: Ngir' itegeko ryanjye mbahaye: Mukundane rwose, Yes' aravug' ati: Bana banjye, mukundane.    B. na T.: Mukundane, Mukundane; Ngir' itegeko ryanjye : Mukundane, Mukundane; n' itegeko rye.\n\n  **2**   \nUrukundo n' imbonera, N' ubucuti, birera; Byab' ishyano kubyicisha, Ubupfu bw' akanya gato. \n\n  **3**   \nAmagambo y' intonganya, Ntaregama mu kanwa, Ijambo rimwe ry' intonganya, Ritandukany' inshuti."
       },
       
       {
        "title": "157 N' Igihe Cy' Isarura",
        "number": 157,
        "markdown": "### 157 N' Igihe Cy' Isarura   \n\n  **1.**   \n Nib' umunt' agend' arira, Asohoy' imbuto nziza, Ntacogora ngw' agw' isari, Ahirwa n' Uwiteka.\n\n  **GUSUBURIMO:**   \nYemwe ga ngo zirakura! Reba uko zingana! Imirima yos' ireze, N' igihe cy' isarura.\n\n  **2**   \nIkime kiva mw' ijuru, N' umucy' urabagirana. Bizatum' imbuto zera, Kubw' ubuntu bw' Imana. \n\n  **3**   \nBib' imbuto wicogora, Woye gukuk' umutima, N' ubw' iby' ubon' ar' umwaku, Uzasarur' ishimwe."
       },
       
       {
        "title": "158 Isarura Ry' Isi Riregereje",
        "number": 158,
        "markdown": "### 158 Isarura Ry' Isi Riregereje   \n\n  **1.**   \n Isarura ry' isi riregereje, Yes' arahamagar' abasaruzi. Dor' imirim' irez' ahantu hose, Nimuzan' imihoro musarure!\n\n  **GUSUBURIMO:**   \n    S. : Mugire bwangu, muhunik' imiba; Mugire bwangu, nimuze.    A.T.B. : Mugire bwangu mwese; Nimuze muhunik' imiba ye. Nimuze mugire bwangu mwese; Nimuze mwese nimuze.\n\n  **2**   \nUwo muns' utazabamw' amarira, Uhora wegerej' uko bukeye. Imyaka yararitswe n'umuyaga, Mugire bwangw' imvur' itarahanguka. \n\n  **3**   \nUrukundo ni nk' isokw' idakama, Ituruka mw' ijuru ku Muremyi; Nirwo ruturarikira gukora, Rukadukomeza ntitugw' isari."
       },
       
       {
        "title": "159 Nyabun' Uburyo Ngukennye!",
        "number": 159,
        "markdown": "### 159 Nyabun' Uburyo Ngukennye!   \n\n  **1.**   \n Nyabun' uburyo ngukennye! Nd' umukene n' impumyi; Mfat' ukubok' unyobore, Ni wow' ump' imbaraga.\n\n  **GUSUBURIMO:**   \nKu manywa na n' ijoro; Mwami ndagushak' iteka; Ku manywa na n' ijoro; Mwam' unyikomereze.\n\n  **2**   \nNyambik' urukundo rwawe, Nahindanye nd' intebyi. Ubu mfit' intege nkeya, Nyongeramw' imbaraga. \n\n  **3**   \nNzab' amahor' unyoboye, Sinakwiyiringira. Yes' ujy' ungend' i ruhande, Kuk' undutira byose. \n\n  **4**   \nNubw' ibind' imbere byose, Byankoma mu nkokora, Nzakomeza komatana nawe, Mwana w' Imana."
       },
       
       {
        "title": "160 Icyampa Nkab' Uwawe",
        "number": 160,
        "markdown": "### 160 Icyampa Nkab' Uwawe   \n\n  **1.**   \n Icyampa nkab' uwawe, Yesu Mwami wanjye; Ne kononwa n' iby' isi, Nkwikurikirire.\n\n  **GUSUBURIMO:**   \nIcyampa nkab' uwawe, Nitanze maramaje. Jye ntacyo maze, Ntacyo, Ntacyo; Niwe mpay' ikuzo.\n\n  **2**   \nIcyampa nkab' uwawe, Yesu Mwami wanjye. Nkoresh' uk' ushaka, Njye nkubahiriza. \n\n  **3**   \nIcyampa nkab' uwawe, Yesu Mwami wanjye; Ntandukanya n' iby' isi, Umboneze rwose. \n\n  **4**   \nIcyampa nkab' uwawe, Yesu Mwami wanjye; Mb' uwaw' uko ndi kose, Nta kintu kinziga."
       },
       
       {
        "title": "161 Mfit' Inshuti Y' Ukuri",
        "number": 161,
        "markdown": "### 161 Mfit' Inshuti Y' Ukuri   \n\n  **1.**   \n Mfit' inshuti y' ukuri y' inkoramutima, Irankunda bihebuje, Nzi kw' itazampana. Ntabwo nayiv' iruhande, Nkunda ko tubana, Iyo nshuti ni Yesu, Umukiza.\n\n  **2**   \nIyo nguy' agacuho, Ameny' uko meze; Ntanyirengagiza rwose: Aransindagiza, Akanyobora mu nzira, Yo gukiranuka; N' inshuti nkunda cyane, Yes' Umwami. \n\n  **3**   \nMutur' umubabaro, Mubwir' ibyishimo; Mubwir' ibinnyura nabyo, N' ibindushya byose. Angaragariz' uburyo, Nkwiriye kwifata; Nkunda kwiganirira, Naw' iteka. \n\n  **4**   \nAz' imigambi yanjye, Yo gukiz' abandi; Niko kunshing' umurimo, Wo kumuvugira, No kwamamaz' urukundo, Rwatumy' adupfira: Yewe, mukunda rwose, Bihebuje."
       },
       
       {
        "title": "162 Umukiz' Aranyobora",
        "number": 162,
        "markdown": "### 162 Umukiz' Aranyobora   \n\n  **1.**   \n Umukiz' aranyobora, Birampagije rwose. Sinshidikany' impuhwe ze, Kuko njya nzibonaho. Amahoro yo mw' ijuru, Yanyuzuy' umutima; Sinzatinya na hatoya, Kuko Yes' anyobora; Sinzatinya na hatoya, Kuko Yes' anyobora.\n\n  **2**   \nUmukiz' aranyobora, Akanampumuriza; Iyo ngeze mu makuba, Ntamvirira na hato; Bona n' ubwo nateguza, Yandamir' akamfasha; Ahor' anyitahw' iteka, Nta cyo nzamuburana; Ahor' anyitahw ' iteka, Nta cyo nzamuburana. \n\n  **3**   \nUmukiz' aranyobora, Niryo humure ryanjye! Niw' uzampaz' uburame, Njye mpora musingiza. Nta cyatuma ntiny' urupfu, Mfit' iryo sezerano; Nzajya ndirimb' iteka, Nti: Yesu niw' unyobora; Nzajya ndirimb' iteka, Nti: Yesu niw' unyobora."
       },
       
       {
        "title": "163 Yes' Arahamagar' Ati:",
        "number": 163,
        "markdown": "### 163 Yes' Arahamagar' Ati:   \n\n  **1.**   \n Yes' arahamagar' ati: Nind' unkorera none? Isarura rirageze, Nind' uribusarure? Umv' ukw' aduhamagara; Kand' azagororera. Umusubiza wes' ati : Ndi hano Mwami ntuma.\n\n  **2**   \nN' utabasha kujya kure, Ngo wambuke n' inyanja; N' ino har' abapagani, Wagarurira Yesu. N' utabasha gushyanuka, Ngo wigishe nka Paulo, Wakogez' iby' urukundo rw' Umukiza wabambwe. \n\n  **3**   \nWabura kub' umurinzi, Ku nkike z'i Siyoni, Wafashish' amasengesho, No gutur' amaturo; Ukayobora n' abandi, Mu nzir' ijya mw' ijuru, Nk' ukw' Aroni yakomeje amaboko ya Mose. \n\n  **4**   \nAbantu bari mu kaga; Yes' aragutabaza. Ntukagir' ubw' uvug' uti: Ntacyo nakora rwose. Ishimire gukoreshwa, Hitam' umurimo we; Maz' usubize bwang' uti: Ndi hano, Mwami ntuma."
       },
       
       {
        "title": "164 Nicay' Imbere Ya Yesu",
        "number": 164,
        "markdown": "### 164 Nicay' Imbere Ya Yesu   \n\n  **1.**   \n Nicay' imbere ya Yesu, Mpaboner' ihumure; N' ahantu h' igikundiro; Icyampa nkahibera. Iyo nicay' imbere ye, Nimenyah' ubugoryi; Kumuhang' amaso nibyo, Bimpa gukiranuka.\n\n  **2**   \nKwicar' imbere ya Yesu, Nta mahirw' arut' ayo; Niho nsig' ibimbabaza, Nkumva nduhutse rwose. Iyo nicay' imbere ye, Nkunda kumuganyira; Naw' ababarana nanjye, Maz' akampumuriza. \n\n  **3**   \nYesu mp' umugisha wawe; Dore, Ndategereje; Ndeban' imbabazi zawe, Menye k' unyitayeho. Mp' umutima wawe, Yesu; Nyeza nkubonerere; Bigaragarir' abandi, Yuko mporana nawe."
       },
       
       {
        "title": "165 Ndagukunda, Mwami",
        "number": 165,
        "markdown": "### 165 Ndagukunda, Mwami   \n\n  **1.**   \n Ndagukunda, Mwami; Uzi ko ngukunda; Ndagukunda Yesu, Bihebuje rwose. Ndagukunda Yesu, Naw' urabizi; Imirimo yanjy' izabyerekana.\n\n  **2**   \nNishimye, Nishimye; Rwose bitavugwa. Ibyishimo byanjye, Nta wabirondora. Ndareb' ubutunzi buri mw' ijuru, Nzagabirwa nawe kubw' ubuntu bwawe. \n\n  **3**   \nYesu Mwami wanjye, Niwe nkesha byose; Ar' ugucungurwa, Ari n' ubugingo. Nzakogez' iteka, Nkuririmbire, Kuk' ubuntu bwawe bwandemy' umutima. \n\n  **4**   \nNaguhwanya nande, Mucunguzi wanjye? Uhoran' ineza, Ntugir' impinduka. Nzajya nguhimbaza, Nkubahirize; Umutima wanjye, Wuzuy' ibyishimo."
       },
       
       {
        "title": "166 Ayi Rutare Rw' Imana",
        "number": 166,
        "markdown": "### 166 Ayi Rutare Rw' Imana   \n\n  **1.**   \n Ayi Rutare rw' Imana, Reka nguhungiraho! Kubw' imbabazi zawe, Kera waramenewe, Non' ubu nkwihishemo, Umujinya w' Imana.\n\n  **2**   \nIbyo twakora byose, N' umwete wacu wose, N' agahinda gasaze, N' amarir' adashira, Byose ntibyashobora, Kudukurahw' ibyaha. \n\n  **3**   \nYes' ibyo mfite byose, Nta mumaro bigira. Sinabasha kwikiza, Ndagushakah' ubuntu, Unyuhagir' imbyiro, Mutabazi ne gupfa. \n\n  **4**   \nNuko nkiri muzima, Mwami, nguhungireho. No ku munsi w' imanza, Ninger' imbere yawe, Ayi Rutare rw' Imana, Uzandeke nkwisunge!"
       },
       
       {
        "title": "167 Mwa Bera B' Umwami",
        "number": 167,
        "markdown": "### 167 Mwa Bera B' Umwami   \n\n  **1.**   \n Mwa bera b' Umwami, Mwishimir' Ijambo rye; Niryo rufatiro rwo kwizera kwanyu. Dore, yababwiye byose; Ntacyo yabahishe. Ntitwabasha kongera kur' iryo jambo ryiza, Cyangwa kuritubya, Kukw' ar' iry' Imana.\n\n  **2**   \nN' ugera mu kaga, Yesu yasezeranye, Kw' azakugoboka, Akakurengera; Amakuba yawe yos' akuber' umugisha; Niy' azakweza rwose, Maz' atum' ushikama; Niy' azakweza rwose, Agukomeze. \n\n  **3**   \nIbigeragezo nibikugwa gitumo, Ubuntu bwanjye buzaba buhagije. Ibirimi by' umuriro, Ntibigutinyishe; Bizakongor' ibyaha, Usigar' utunganye; Bizakongor' ibyaha, Bikuboneze. \n\n  **4**   \nUnamba ku Mana, Ntizamuhemukira; Ntizamuharir' umubisha na hato. N' ubw' ingabo zose z' umwanzi zamusatira, Ntizamuhemukira, Ntizamuhemukira, Ntizamuhemukira, Haba na gato."
       },
       
       {
        "title": "168 Uwiteka Niwe Mwungeri Wanjye",
        "number": 168,
        "markdown": "### 168 Uwiteka Niwe Mwungeri Wanjye   \n\n  **1.**   \n Uwiteka niwe Mwungeri wanjye, Sinzakena; Andyamisha mu cyanya cy' ubwatsi butoshye cyane; Anyobor' iruhande rw' amaz' adasuma; Uwitek' asubiz' intege mu bugingo bwanjye.\n\n  **2**   \nNanyura no mu gikombe cy' igicucu cy' urupfu, Sinatiny' ikibi cyose, kuko ndi kumwe nawe; Inshyimbo yawe n' inkoni, bimp' ihumure; Nta kaga kazantungura, ndi kumwe nawe, Mwami. \n\n  **3**   \nUntunganiriz' ameza mu gihe cy' amakuba. Unshagijehw imbabazi, zimeze nk' amavuta; Wanyujurij' igikombe, cyuzur' ubuntu. Mwami, ntacyo wisigiye, ng' ubon' uk' ukingomwa. \n\n  **4**   \nMana y' ubuntu, n' ukuri; Ineza wangiriye, N' imbabazi bizanyomahw' iminsi yanjye yose; Nzakomeza nkuyoboke, Sinzateshuka; Kandi nzaba mu nzu y' Uwiteka iteka ryose."
       },
       
       {
        "title": "169 Wa Muragwa We!",
        "number": 169,
        "markdown": "### 169 Wa Muragwa We!   \n\n  **1.**   \n Wa muragwa we, mbese k' uhunikira? K' ucogoy' ugiye kugerayo? Kanguka bwangu, shak' intwaro zawe; Wizarira, dore byatinze rwose!\n\n  **2**   \nAmahanga yose yasubiranyemo; Bose baradagadwa bihebye. Umv' ukw' amagar' ahindira hose; Wa muragwa we, wigumya gutinda! \n\n  **3**   \nNtugwabizwe n' iby' iyi si biguhenda; Reb' ubwiza bwabyo burashira. C' ingoy' Umwanzi yakubohesheje; Wa muragwa we, zicikeho bwangu! \n\n  **4**   \nNyamuneka, ntugir' imitim' ibiri; Ba mas' Umwam' atagutungura; Dor' umucy' utangiye gutangaza; Muragwa we, vuz' impundu, wishime!"
       },
       
       {
        "title": "170 Mwami Mana Yanjye",
        "number": 170,
        "markdown": "### 170 Mwami Mana Yanjye   \n\n  **1.**   \n Mwami Mana yanjye, Ni wow' umbeshaho; Ubuntu bwawe n' isoko nkesh' ibyiza byose. Ubuntu bwawe n' isoko nkesh' amahirwe yose.\n\n  **2**   \nNi wowe wandemye, Nta wakundutira; Ineza yawe ni nyinshi, Ntacyo nayinganya; Ineza yawe ni nyinshi ntacyo nayigeraho. \n\n  **3**   \nMwam i, Natur' iki, Ko byos' ar' ibyawe? Kerets' umutim' ushima, Wo kuguhimbaza; Kerets' umutim' ushima, Wo kukuramya, Mwami. \n\n  **4**   \nUmpe gushikama, Kubw' ubuntu bwawe; Nkweguriy' ibyanjye byose, Mbay' uwawe rwose; Nkweguriy' ibyanjye byose, Mb' uwaw' akaramata."
       },
       
       {
        "title": "171 Murinzi We W' i Siyoni",
        "number": 171,
        "markdown": "### 171 Murinzi We W' i Siyoni   \n\n  **1.**   \n Murinzi we, w' i Sioni, Ijoro rigeze he? Mbes' umusek' uri hafi? Ntiburatandukana? Ntacy' ushishoz' i burasira-zuba? Ntacy' ushishoz' i burasira-zuba?\n\n  **2**   \nNyamuneka tumenyeshe, K' urugendo rushize; Mbese tugeze ku cyambu, Tugiye kugerayo? Mbese koko, ubwami buri hafi? Mbese koko, ubwami buri hafi? \n\n  **3**   \nBurakey' umuns' uraje! Tubyamamaze hose; Dor' izuba rirarashe, Mwese nimurirebe! Mwa bera mwe, Mugiye gucungurwa! Mwa bera mwe, Mugiye gucungurwa! \n\n  **4**   \nTugeze ku rugabano, Rw' igihugu tujyamo, Nimukabuze twihute, Icyambu kiri hafi. Nimurangurure ya majwi yanyu! Nimurangurure ya majwi yanyu!"
       },
       
       {
        "title": "172 Ngabo, Muhaguruke!",
        "number": 172,
        "markdown": "### 172 Ngabo, Muhaguruke!   \n\n  **1.**   \n Ngabo, muhaguruke! Murwanire Yesu; Murind' ingabe yanyu, Mutazayinyagwa. Mu nzira yo kunesha, Tuyoborwa na Yesu, Tujyane naw' iteka, Niho tuzanesha.\n\n  **2**   \nImpanda ziravuze, Muze mwebwe mwese. Ikamba ry' ubugingo, N' ibihembo byanyu. Nimwangwa n' ababisha, Mukomere, murwane; Mwonger' umwete mwinshi, Muganze Satani. \n\n  **3**   \nMubyuke, mutabare, Mudashidikanya. He kugir' umw' usiba, murebe kwa Yesu. Kandi mujye mutwara, Intwaro zo kwizera. Muhabwe ukunesha, N' ibyishimo byinshi. \n\n  **4**   \nMubyuke vuba vuba, Murwane iteka, Mwizer' izina ryera, Niho muzanesha; Maz' izo ntwaro zose, Muzih' Umwami Yesu, Muzabon' amahoro y' iteka mw' ijuru."
       },
       
       {
        "title": "173 Icyampa Nkizera",
        "number": 173,
        "markdown": "### 173 Icyampa Nkizera   \n\n  **1.**   \n Icyampa nkizera rwose, Ubutadohoka; Sintinyishwe n' ubukene, Cyangw' ibyago byose.\n\n  **2**   \nSinivovote, mbabajwe, N' igihano cyawe; Ahubwo, nimba mu kaga, Nkunambeho Mwami. \n\n  **3**   \nMpabwe gushikama cyane, Umugaru n' ugwa; Ne guhindishw' umushitsi, N' ibyago bitera. \n\n  **4**   \nNe gukangishwa n' ab' isi, N' igitsure cyabo; N' ubwo bangir' urw' amenyo, Noye kubyitaho. \n\n  **5**   \nMwami, ben' uko kwizera, Niko ngutezeho; Niringiye ko nzahabwa kwibera mw' ijuru."
       },
       
       {
        "title": "174 Hahirw' Ufit' Ibyiringiro",
        "number": 174,
        "markdown": "### 174 Hahirw' Ufit' Ibyiringiro   \n\n  **1.**   \n Hahirw' ufit' ibyiringiro bishyitse, Akiri mu miruho y' iyi si; Bimukomez' agatsind' ibishuko by' umwanzi. Bimukomez' agatsinda ibishuko n' amakuba menshi.\n\n  **2**   \nNibyo bitwibuts' iby' uburuhukiro, Ahw' abakiranutsi bazaba; Bakibanira n' inshut' ubudatandukana. Bakibanira n' inshuti ntibatandukane. \n\n  **3**   \nN' igihugu kitazarangwamw' icyaha; Ahw' ibishuko bitazagera; Ni nahw' ibyishimo bitazagir' impinduka. Nihw' ibyishimo bitazongera kugira kirogoya. \n\n  **4**   \nNta n' umw' uzahabogorez' amarira; Ntabw' urupfu ruzahahangara; Abaturage baho baziberahw' iteka. Abaturage baho bazamera nk' abamarayika. \n\n  **5**   \nIcyaduh' igihe kikihuta bwangu! Tukabon' Umukiza wac' aje, Akatujyana muri cya gihugu cy' ibyiza. Akatugez' aho tuzibanira n' Umukiza wacu."
       },
       
       {
        "title": "175 Nyagasani, Turakwiragije",
        "number": 175,
        "markdown": "### 175 Nyagasani, Turakwiragije   \n\n  **1.**   \n Nyagasani, Turakwiragije, Turagukennye cyane; Turagire mu bwatsi butoshye, Turakwiyeguriye; Nyagasani, Nyagasani, Niwe waducunguye; Nyagasani, Nyagasani, Niwe waducunguye.\n\n  **2**   \nUbu tur' abawe rwose Mwami, Tureban' imbabazi; Turinde, Tur' umukumbi wawe, Twe guteshuk' inzira; Nyagasani, Nyagasani, Nyamuneka twumvire; Nyagasani, Nyagasani, Nyamuneka twunvire. \n\n  **3**   \nWasezeranye k' uzatwakira, N' ubwo tur' abangizi; Udufitiy' imbabazi nyinshi, N' ubuntu buhebuje; Nyagasani, Nyagasani, Turakugarukira; Nyagasani, Nyagasani, Turakugarukira."
       },
       
       {
        "title": "176 Ibyiringiro Dufite",
        "number": 176,
        "markdown": "### 176 Ibyiringiro Dufite   \n\n  **1.**   \n Ibyiringiro dufite bigir' agaciro cyane; Kurut' iby' iyi si by' imburamumaro, Bijya bishimisha benshi.\n\n  **2**   \nTwabony' umucy' utangaje, Utamurur' umwijima, Wazanywe n' uk' urupfu rwiganzuy' isi, None twaretse kwiheba. \n\n  **3**   \nTwumvis' ijwi ry' ihumure, Rinyur' imitima yacu; Ridutinyura rwose, rikatwizeza, Yukw' Iman' ar' urukundo. \n\n  **4**   \nIryo jwi n' irya Rurema, Uwo mucyo n' Ijambo rye; Ibyo byiringiro n' ukuragw' ijuru, Ntitwongere gupf' ukundi."
       },
       
       {
        "title": "177 Mu Gihugu Cy' Ibyiza",
        "number": 177,
        "markdown": "### 177 Mu Gihugu Cy' Ibyiza   \n\n  **1.**   \n Mu gihugu cy' ibyiza, Har' umurwa wera; Uzahorahw' iteka: Nta joro rihaba.\n\n  **GUSUBURIMO:**   \n   S : Nta marir' azabayo, Nta rupfu cyangw' ubwoba; Ibihe ntibibarwayo, Kuko ntabwo bwira.    A., T. na B : Nta marir' azabayo, Nta rupfu cyangw' ubwoba; Ibihe ibihe ntibibarwayo, Kuko ntabwo bwira.\n\n  **2**   \nInkike z' uwo murwa, Zose n' izahabu; N' inzira nazo nuko; Nta joro rihaba.\n   **3.**   \n Kand' amarembo yawo, Ntabwo yugarirwa; Uruzi rw' ubugingo, Ruzawutembamo. \n\n  **4**   \nNtuzagomba kuvirwa, N' izuba n' ukwezi; Kand' Umwana w' Intama, Niwe mucyo wawo."
       },
       
       {
        "title": "178 Ahar' Azaza Umusek' Utambitse",
        "number": 178,
        "markdown": "### 178 Ahar' Azaza Umusek' Utambitse   \n\n  **1.**   \n Ahar' azaza, umusek' utambitse, Igih' umucy' utamurur' umwijima; Azany' icyubahiro kitarondorwa, Aje kurokor' intore ze.\n\n  **GUSUBURIMO:**   \nTuzageza ryari, Mwami tugutegereje? Urakaza, Haleluya, Haleluy' amina! Haleluy' amina!\n\n  **2**   \nAhar' azaza, nko ku manywa y' ihangu; Cyangwa s' azaza mu gicuku hagati; Umucy' usab' impande zose z' iyi si, Aje kurokor' intore ze. \n\n  **3**   \nMbeg' ibyishimo, N' asanga tukiriho! Tutarwaye, Tutaririwe twapfuye; Maz' akadutumbagirana mu bicu, Aje kurokor' intore ze."
       },
       
       {
        "title": "179 Mbes' Uzaba Witeguye",
        "number": 179,
        "markdown": "### 179 Mbes' Uzaba Witeguye   \n\n  **1.**   \n Mbes' uzaba witeguye, Yes' aje, Yes' aje? Mbes' uzaba witeguye, Yes' aje, Yes' aje? Dore araje! Dore araje! Itegure, dor' Umukw' araje!\n\n  **GUSUBURIMO:**   \nDore, Umukwe araje, Araje! Dore, Umukwe araje, Araje! Dore araje! Dore araje! Itegure, Dor' Umukw' araje!\n\n  **2**   \nMuringaniz' amatara, Araje, Araje! Muringaniz' amatara, Araje, Araje! Dore araje! Dore araje! Itegure, Dor' Umukw' araje! \n\n  **3**   \nMutyo, tumusanganire, Araje, Araje! Mutyo, tumusanganire, Araje, Araje! Araje koko! Araje koko! Itegure, Dor' Umukw' araje! \n\n  **4**   \nTuririmbe: Haleluya; Araje, Araje! Turirimbe: Haleluya; Araje, Araje! Araje koko! Araje koko! Turirimbe: Haleluy' araje!"
       },
       
       {
        "title": "180 Ntituz' Umunsi",
        "number": 180,
        "markdown": "### 180 Ntituz' Umunsi   \n\n  **1.**   \n Ntituz' umunsi Yesu azagaruka, Arikw' igihe, cyo kiri hafi cyane, Ibimenyetso byagaragaye byose, N' umunsi tutazi.\n\n  **GUSUBURIMO:**   \nAzaza (azaza), duhore twiteguye. Azaza (azaza), Haleluya! Haleluya! Azaza ku bicu, Afit' ubwiza bwa Se, N' umunsi tutazi.\n\n  **2**   \nAbitondera, igitabo cy' Imana, Ukuri kwayo, nimwo bakubonera, Ibyahanuwe bitangaza kuza kwe, N' umunsi tutazi. \n\n  **3**   \nImuri zacu ntizigahweme kwaka, Tujye dukora, dutegerej' Umwami, Tumuhimbaze, twe kujya turambirwa, N' umunsi tutazi."
       },
       
       {
        "title": "181 Ntituz' Igihe Azazira",
        "number": 181,
        "markdown": "### 181 Ntituz' Igihe Azazira   \n\n  **1.**   \n Ntituz' igihe azazira, Ku manywa cyangwa n' ijoro; Ahar' azaza bugorobye, Cyangw' umusek' utambitse. Aratwihanangiririza kuba mas' iteka ryose; Kugira ng' ubw' azatunguka, Azasange twiteguye.\n\n  **GUSUBURIMO:**   \n   S. :Tumwitegure, Tumwitegure, Tumwitegure; Dore, Turamwiteguye.\n\n  **2**   \nNdibuk' uburyo yadukunze, Akaduharira byose; Yasiz' ubwiza bwe mw' ijuru, Yitangira kudupfira. Azanezerwa n' agaruka, Kujyan' abo yacunguye, Nib' azasanga bari maso, Bamaze kumwitegura. \n\n  **3**   \nAyi Yesu Mwana w' Imana, Dor' uz' ibyo ndangamiye; Nizigiye ko nzakubona, Nkurebesh' amaso yanjye; N' ubwo bamwe bazaguhunga, Babony' igitsure cyawe, Jye, nzakuramutsa nk' inshuti; N' ubu ndagutegereje."
       },
       
       {
        "title": "182 Umunsi W' Ihumur' Uregereje",
        "number": 182,
        "markdown": "### 182 Umunsi W' Ihumur' Uregereje   \n\n  **1.**   \n Umunsi w' ihumur' uregereje; Yes' azazaho. Nibw' azajyan' abana be bizeye, Bigir' i wabo.\n\n  **GUSUBURIMO:**   \nUmusek' utangiye gutambika, Weyuyeh' umwijima! Umusek' utangiye gutambika, Bugiye gucya!\n\n  **2**   \nUbutumwa bwiza nibuhetura iyi si yacu, Umwam' azashok' aza bidatinze, Atujyan' iwe. \n\n  **3**   \nN' az' ashagawe n' abamarayika batabarika, Azatsembahw' ibihumanya byose; Ntabw' azasobwa. \n\n  **4**   \nAbazaba baratandukanijwe, Bazabonana; Be kongera kubogoz' amarira, Bagubwe neza."
       },
       
       {
        "title": "183 Yesu Yadusezeraniy' Ati:",
        "number": 183,
        "markdown": "### 183 Yesu Yadusezeraniy' Ati:   \n\n  **1.**   \n Yesu yadusezeraniy' ati: Dore ndaza vuba kujyan' abanjye; Komez' icy' ufit' utakinyagwa; Komeza wizere, we kurambirwa.\n\n  **GUSUBURIMO:**   \nKomez' icy' ufit' utakinyagwa; So yiteguye kuguh' ubwami. Ngwino, Winjire mu munezero; Urahabw' ikamba ritangirika.\n\n  **2**   \nTuzajye tuba maso dusenga, Kukw' azaza nk' umujura w' ijoro; Ntituz' umunsi, cyangwa s' igihe; Icyo tuzi n' ukw' ari bugufi. \n\n  **3**   \nDufit' ijambo ritwiringiza yuko, Tuzaragw' ubwami bw' Imana; N' isezerano ridakuka ngo: Dore ndaza vuba, we kurambirwa."
       },
       
       {
        "title": "184 Mwese, Nimuvuz' Impundu",
        "number": 184,
        "markdown": "### 184 Mwese, Nimuvuz' Impundu   \n\n  **1.**   \n Mwese, nimuvuz' impundu! Dor' Umwam' araje! Mwitegure mwiboneze, Musangwe mwinonosoye. Isi yos' iririmbe ( isi yos' iririmbe)! Isi yose niririmbe ( yose niririmbe)! Nawe juru, wishim' uririmbe cyane!\n\n  **2**   \nMwese, nimuvuz' impundu! Dor' Umwam' araje! Azim' ingom' ihoraho, Ntabw' izahanguka rwose. Muvuz' ijwi ry' impundu ( vuz' ijwi ry' impundu), Nimuvuz' ijwi ry' impundu ( vuz' ijwi ry' impundu), Nimwishime mwese muririmbe cyane. \n\n  **3**   \nAzanatsembahw' icyaha, Is' igubwe neza; Imibabar' izashira, Habehw' amahoro masa, Nta mivum' izabayo ( Nta mivum' izabayo), Ntabwo hazab' imivumo ( Ntabwo hazab' imivumo), Ntayo rwose, Nta mivum' izarangwayo. \n\n  **4**   \nAzategekesh' ubuntu no gukiranuka; Ngw' ab' isi bose bamenye, K' Uwitek' agira neza, Urukundo rwe rwinshi ( urukundo rwe rwinshi), Urukundo rutangaje ( urukundo rutangaje ), Urukundo rwe rwinshi rurahebuje."
       },
       
       {
        "title": "185 Mbese Ko Tujya Tuvuga",
        "number": 185,
        "markdown": "### 185 Mbese Ko Tujya Tuvuga   \n\n  **1.**   \n Mbese, Ko tujya tuvuga, Iby' igihugu cy' ihirwe; Tukogez' ubwiza bwaho; Kubayo bizacur' iki? Ko tuvug' inzira zaho, Zasizw' izahabu nziza; Ar' ukugenekereza; Tugezeyo, hacur' iki?\n\n  **2**   \nKo tuvug' uko hameze, Kw' ari nta byaha n' urupfu, Cyangw' ibishuko bibayo, Tugezeyo hacur' iki? Ko tuvug' iby' urukundo, N' ibishura bizambarwa, Tukabyishimira cyane; Kubayo bizacur' iki? \n\n  **3**   \nTuvuga n' iby' igitondo, Kizaba gitamanzuye, Tukazabona wa murwa, Umanuk' urimbishijwe. Umurw' urabagirana, Utarangwamw' agahinda, Ntubemo n' imibabaro, Har' umunezero gusa. \n\n  **4**   \nN' ubwo ngoswe n' ibishuko, Ntunganiriza kujyayo; Ngo nanjye njye niyumvamo, Uko kubayo byamera; Nibwo tuzatambagira, Icyo gihugu cy' ihirwe, Hamwe n' abamarayika, Na Yes' Umukiza wacu."
       },
       
       {
        "title": "186 Data Mwiza Tugarutse Kugushengerera",
        "number": 186,
        "markdown": "### 186 Data Mwiza Tugarutse Kugushengerera   \n\n  **1.**   \n Data mwiza, Tugarutse kugushengerera none; Twicishije bugufi, twiyoroheje, Twifuza kubabarirwa.\n\n  **2**   \nTwongeye kugushimira, Kuko waturinze twese; Ukatuzirikana ukaduhira, Ukatugarura hano. \n\n  **3**   \nAyi, twagushij' ishyano; Tur' abo kwangw' urunuka; Dore, tujya duteshuk' inzira yawe, Noneho turahabutse. \n\n  **4**   \nMana y' imigisha yose, Niw' utang' utaziganya; Tureban' imbabazi, turakwinginze; Uduhaz' ijambo ryawe."
       },
       
       {
        "title": "187 Mwam' Ubwo Tukigushengereye",
        "number": 187,
        "markdown": "### 187 Mwam' Ubwo Tukigushengereye   \n\n  **1.**   \n Mwam' ubwo tukigushengereye, Tukuririmbirir' icya rimwe Iyi ndirimbo yac' iheruka, Twicishije bugufi, duhire.\n\n  **2**   \nMwami dusezerer' amahoro; Duherekeze, tujyane nawe; Turindir' iminwa n' imitima, Ngo yoye kujy' igukoz' isoni. \n\n  **3**   \nAmahoro yaw' abane natwe; Ab' ari y' ajy' aduh' ihumure. Maze n' uturuhur' imiruho, Tuzongere kuyabon' i wawe."
       },
       
       {
        "title": "188 N' Ubwo Nsazwe N' Ibyaha",
        "number": 188,
        "markdown": "### 188 N' Ubwo Nsazwe N' Ibyaha   \n\n  **1.**   \n N' ubwo nsazwe n' ibyaha, Yesu yarankijije, Yamviriy' amaraso, Angura n' urupf' atyo. Tuzab' akaramata, Ak' ishami n' igiti.\n\n  **2**   \nUrukundo rwa Yesu, Rusaguts' ikirere. Ntacyo twarugeraho, Ruzagumahw' iteka; Niwe warumbwirije, Jye ntabwo nari nduzi. \n\n  **3**   \nN' ubwo nsazwe n' ibyaha, Yes' andutira byose; Az' ibyo nkennye byose, Ankiz' umubabaro. Namuberey' imbata, Nta cyago cyampangara."
       },
       
       {
        "title": "189 Twabuze Gakondo Mur' Iyi Si",
        "number": 189,
        "markdown": "### 189 Twabuze Gakondo Mur' Iyi Si   \n\n  **1.**   \n Twabuze gakondo mur' iyi si; Tuyirimo tur' abasuhuke; Arikw' ikitunezeza, Nuko dushaka gakondo, Irushaho kuba nziza.\n\n  **2**   \nTwabuze gakondo mur' iyi si; Tugamij' iy' iwacu mw' ijuru; Niyo Siyon' ihoraho, Ifit' umucy' udashira, Ihor' irabagirana. \n\n  **3**   \nMbeg' uburyo tuzanezererwa; Ahw' abagenzi bat' umuruho. Icyamp' amababa none, Nkaguruka, Nkigirayo, Nkibanira nawe, Mwami. \n\n  **4**   \nMutima wanjye, reka kuganya! Dor' igih' Imana yangeneye, Nicyo cyiza, nicyo cyiza; Njye nkomeza kwiringira, Ngez' ubw' izampamagara."
       },
       
       {
        "title": "190 Mw' Ijuru No Mw' Isi Yose",
        "number": 190,
        "markdown": "### 190 Mw' Ijuru No Mw' Isi Yose   \n\n  **1.**   \n Mw' ijuru no mw' isi yose, Nta zina nk' irya Yesu; Ntaryo nkunda ku mutima, Nk' iry' uwaducunguye.\n\n  **GUSUBURIMO:**   \nN' izina ( n' izina ) rya Yesu ( rya Yesu ), Niryo ritwiringiza; N' izina ( n' izina ), Ry' Umukiza, Riduhesh' amahirwe.\n\n  **2**   \nNihagir' umunt' ushimwa, Akarutishw' abandi, N' abarush' icyubahiro, Yes' aramuhebuza. \n\n  **3**   \nAbamarayika bose, Bitw' amazina meza, Ariko nta zina ryabo, Ribasha kunnezeza. \n\n  **4**   \nYes' ankiz' ibyago byose, Kandi niw' unkomeza; N' iyo nagiz' intege nke, Anyonger' imbaraga."
       },
       
       {
        "title": "191 Ngiz' Amahirwe Nd' Uwa Yesu",
        "number": 191,
        "markdown": "### 191 Ngiz' Amahirwe Nd' Uwa Yesu   \n\n  **1.**   \n Ngiz' amahirwe, nd' uwa Yesu; N' ubu mfit' umunezero mwinshi! Ndazw' agakiza; ndacunguwe; Mbyawe n' Umwuka, ndatunganye.\n\n  **GUSUBURIMO:**   \nNibyo ndirimba, nibyo mvuga; Nshim' Umukiz' ubudasiba; Nibyo ndirimba, nibyo mvuga; Nshim' Umukiz' ubudasiba.\n\n  **2**   \nNditanze, ndamwiyeguriye; Ndumv' ibyishimo binsabye rwose. Narokotse kubw' ubuntu bwe, None ntegerej' iby' ijuru. \n\n  **3**   \nSinkir' uwanjye, ndamwihaye, Niwe wambohoy' arambatura. Mbe maso nsenge, ntegereze; Maz' ubuntu bwe bunyuzure."
       },
       
       {
        "title": "192 Reba Yesu Ku Musaraba",
        "number": 192,
        "markdown": "### 192 Reba Yesu Ku Musaraba   \n\n  **1.**   \n Reba Yesu ku musaraba, Reb' uko twatumy' agirirwa; Huguk' araguhamagara, Ngwin' umusange.\n\n  **GUSUBURIMO:**   \nDuhimbaz' izina rye, Duhimbaz' izina rye; Yaducunguj' amaraso ye; Yes' ahimbazwe!\n\n  **2**   \nYesu yambatuye mu byaha, Atura mu mutima wanjye; Niw' uwuzanamw' ihumure; Yes' ahimbazwe! \n\n  **3**   \nNiwe Sokw' inyezahw' ibyaha; Narayiyuhagije ndera; Nzi yukw' ineza y' izaramba; Yes' ahimbazwe! \n\n  **4**   \nMuze kw' Isoko y' Agakiza; Maze muyiyuhagiremo; Irabezahw' ibyaha byose; Yes' ahimbazwe!"
       },
       
       {
        "title": "193 Mbes' Urumv' Ushaka Gutunganira Yesu?",
        "number": 193,
        "markdown": "### 193 Mbes' Urumv' Ushaka Gutunganira Yesu?   \n\n  **1.**   \n Mbes' urumv' ushaka gutunganira Yesu? Ng' ugendane nawe mu nzira ntoya? Akwikorerer' imitwaro yawe yose ? Emer' ugengwe nawe.\n\n  **GUSUBURIMO:**   \nAzagutungany' akuboneze, Amaraso y' akwezehw' ibyaha, Akuzuz' urukundo rwe rwinshi; Niwemera kujy' ugengwa nawe.\n\n  **2**   \nMbes' urashaka kw' akubatura mu byaha? Ngw' aguh' amahoro yo mu mutima? Ajy' akuramira, we guhor' ugwaguza? Emer' ugengwe nawe. \n\n  **3**   \nMbes' urashaka kugabana ku bugingo? Ngo wibere mu bwami bwo mw' ijuru? Urashaka kumaramaza muri byose? Emer' ugengwe nawe."
       },
       
       {
        "title": "194 I Muhira Hahirwa",
        "number": 194,
        "markdown": "### 194 I Muhira Hahirwa   \n\n  **1.**   \n I muhira hahirwa, Har' urukundo; Byose bib' amahoro, Har' urukundo. Ntihab' impagarara, N' urutoto n' inkeke; Hab' ibyishimo gusa, Har' urukundo.\n\n  **GUSUBURIMO:**   \nIneza mu rugo, Niy' izan' ibyishimo, Har' urukundo.\n\n  **2**   \nIvundi ryanezeza, har' urukundo; Ntihaba kirogoya, Har' urukundo, Ibiri mu nzu byose byahinduk' inyamibwa, Hab' ibyishimo gusa, Har' urukundo. \n\n  **3**   \nYes' akunda kuhaba, Har' urukundo; Isi yos' irishima, Har' urukundo. Isanzure ry' ijuru, Ryuzur' umucyo waka, N' Iman' ikamwenyura, Har' urukundo."
       },
       
       {
        "title": "195 Icyamp' Umuriro Waka",
        "number": 195,
        "markdown": "### 195 Icyamp' Umuriro Waka   \n\n  **1.**   \n Icyamp' umuriro waka, Wajyag' urabagiranira. Mu bera ba kera bose, Ukabagir' intwari z' Imana.\n\n  **2**   \nMwam' icyampa wa mutima, Aburahamu yahoranye; Wari no muri Pawulo, Ukamutera kwiyumanganya. \n\n  **3**   \nNtukiban' intore zawe, Nk' uko wabanye na Eliya? Ugahumuriza Yobu, Ageze mu kaga katavugwa. \n\n  **4**   \nIbuka, Mwam' aba kera, Uko wabagendereraga; Ab' arik' ujy' utugenza, Utwuzuz' Umwuka wawe wera."
       },
       
       {
        "title": "196 Mbes' Urashaka Kunesh' Ibyaha?",
        "number": 196,
        "markdown": "### 196 Mbes' Urashaka Kunesh' Ibyaha?   \n\n  **1.**   \n Mbes' urashaka kunesh' ibyaha? Izer' amaraso ya Yesu. Mbes' urashaka kumeny' intsinzi? N' amaraso y' Umukiza.\n\n  **GUSUBURIMO:**   \n   S. na A. : Har' imbaraga mu maraso, Y' Umwana w' Intama; Har' imbaraga mu maraso, Ya Yes' Umwana w' Imana .    T. na B. : Koko har' imbaraga mu maraso; Y' Umwana w' Intama; Koko har' imbaraga mu maraso, Ya Yes' Umwana w' Imana.\n\n  **2**   \nS' urashaka gukir' ubwibone? Izer' amaraso ya Yesu; Ngwin' umusange ku musaraba, Akwejesh' amaraso ye. \n\n  **3**   \nMbes' urashaka kujya wera de? Izer' amaraso ya Yesu. Icyakwez' ibizinga by' ibyaha, N' amaraso y' Umukiza. \n\n  **4**   \nUrashaka gukorera Yesu? Izer' amaraso y' akiza. Urashaka kujy' umusingiza? Izere ya maraso ye."
       },
       
       {
        "title": "197 Yesu N' Az' Umwijim' Uzahunga",
        "number": 197,
        "markdown": "### 197 Yesu N' Az' Umwijim' Uzahunga   \n\n  **1.**   \n Yesu naz' umwijim' uzahunga, Yesu naz' umwijim' uzahunga, Impundu zizavuga Yes' aje, Gukorany' intore ze.\n\n  **GUSUBURIMO:**   \nGukorany' abakunzi be ( bose ); Gukorany' abakunzi be ( bose ); Impundu zizavuga Yes' aje, Gukorany' intore ze.\n\n  **2**   \nImibabaro yos' izashira, Imibabaro yos' izashira; Ubw' Umwami Yes' azagaruka, Gukorany' intore ze. \n\n  **3**   \nNta wuzongera kurir' ukundi, Nta wuzongera kurir' ukundi; Umwami Yesu n' aza ku bicu, Gukorany' intore ze. \n\n  **4**   \nHazab' indirimbo z' indamutso, Hazab' indirimbo z' indamutso; Z' abakijijwe Yes' agarutse, Gukorany' intore ze."
       },
       
       {
        "title": "198 Yesu Niwe Nshut' Ihebuje",
        "number": 198,
        "markdown": "### 198 Yesu Niwe Nshut' Ihebuje   \n\n  **1.**   \n Yesu niwe nshut' ihebuje, Iy' amagany' agucogoje. Niwe womor' inguma zo mu mutima wawe; Yesu niwe nshut' ihebuje.\n\n  **GUSUBURIMO:**   \nYesu n' inshut' ihebuje (ihebuje); Yesu n' inshut' ihebuje (ihebuje); N' ugw' azakuramira, N' utak' agutabare; Yesu niwe nshut' ihebuje.\n\n  **2**   \nNasanz' ar' inshut' ihebuje, Kukw' atampana mu makuba; Nindek' akanyobora, Sinzagir' icyo ntinya; Yesu niwe nshut' ihebuje. \n\n  **3**   \nN' ubwo natahirwa n' ibyago, Bikantera byiyungikanya, Sinzakuk' umutima, Kukw' ampor' i ruhande; Yesu niwe nshut' ihebuje. \n\n  **4**   \nUbwo tuzagera mw' ijuru, Tugahura n' abo twatanye, Impundu zizavuga, Tumusingiz' iteka: Yesu niwe nshut' ihebuje."
       },
       
       {
        "title": "199 Imana Ihimbarizw' Ibyo Yakoze",
        "number": 199,
        "markdown": "### 199 Imana Ihimbarizw' Ibyo Yakoze   \n\n  **1.**   \n Iman' ihimbarizw 'ibyo yakoze; Yakunz' ab' is' itang' Umwana wayo; Niwe Yesu waducunguye twese, Akaducir' icyanzu ngo dukire.\n\n  **GUSUBURIMO:**   \nDushime, dushime, Yes' Umwami wacu; Dushime, dushime, Twese tumushime. Niwe watwujuje n' Imana yacu; Tumuhimbariz' iyo neza nyinshi.\n\n  **2**   \nYesu yaducunguj' amaraso ye, Maz' aduca kuri kamere yacu; Ngo n' ubwo twaba twarashayishije, Tube nk' abatigeze gucumura. \n\n  **3**   \nIbyo yadukoreye ntibigerwa, Twakiran' Umwana w' Imana ishimwe; Ariko tuzarushaho kwishima, Nitumurebesh' aya maso yacu."
       },
       
       {
        "title": "200 Ur' Uwera Wera",
        "number": 200,
        "markdown": "### 200 Ur' Uwera Wera   \n\n  **1.**   \n Ur' Uwera wera, Man' ikomeye! Mu gitondo tujye tukuririmbira. Nubw' ukomey' ute, Ugir' imbabazi; Ingoma yawe ntizahanguka.\n\n  **2**   \nUr' Uwera wera, Abera bose, Baguhimbazanya n' abamarayika ! Ibyaremwe byose bikuramye, Mwami, Wahozeho, Kand' uzahoraho. \n\n  **3**   \nUr' Uwera wera, Ubwiza bwawe, N' ubwo butarebwa n' inkozi z' ibibi, Uhor' ur' Uwera, Nta wundi mwahwana, Kugira neza, No gutungana."
       },
       
       {
        "title": "201 Uhoraho Nyobora",
        "number": 201,
        "markdown": "### 201 Uhoraho Nyobora   \n\n  **1.**   \n Uhoraho nyobora, Kuko nd' umugenzi mu butayu, Nd' umunyantege nke, Ariko wowe ur' umunyambaraga. Mutsima wo mw' ijuru we, Nshaka guhazwa nawe (guhazwa nawe), Nshaka cyane guhazwa nawe.\n\n  **2**   \nTwifuza kumarw' inyota nawe, Wowe sokw' idakama, Tuyoboresh' inkingi y' igicu, Tuzarangiz' urugendo. Ur' umutabazi wacu, N' ingab' idukingira ( idukingira), Tuber' ingab' idukingira. \n\n  **3**   \nNingera ku nkombe ya Yordani, Umutim' uzatuza, Maz' unyambuts' amasumo yaho, Ngere hakury' i Kanani. Nzaririmba, Nzaririmba, Nzagusingiz' iteka (iteka), Nzagusingiz' iteka ryose. Amen."
       },
       
       {
        "title": "202 Urugo Runezerewe",
        "number": 202,
        "markdown": "### 202 Urugo Runezerewe   \n\n  **1.**   \n Urugo runezerewe, Iman' irubamo, Iyo bahuj' imigambi yo kujya mw' ijuru.\n\n  **2**   \nUrugo rurimo Yesu, Rugir' amahoro, Abana biga kuvuga, Bahoh' izina rye. \n\n  **3**   \nUrugo runezerewe, Bahora basenga, Ahw ababyeyi bakunda, Ijambo ry' Imana. \n\n  **4**   \nMukiza fash' ingo zacu, Zigir' amahoro, Uzuz' imitima yacu, Urukundo rwawe."
       },
       
       {
        "title": "203 Munsi Y 'Amababa Ye",
        "number": 203,
        "markdown": "### 203 Munsi Y 'Amababa Ye   \n\n  **1.**   \n Munsi y' amababa ye nihw' ampisha, N' ubw' ijoro ryakwijima cyane, Ntacyo nzatinya nzi kw' azankomeza, Ubu nd' umwana we yacunguye.\n\n  **GUSUBURIMO:**   \nMunsi y' ayo mababa ye, Havuy' urukundo rwinshi, Mu mababa niho nzibera, Mu mahor' iteka ryose.\n\n  **2**   \nMunsi y' amababa ye nta gahinda, N' uburuhukiro bw' umutima, Mur' iyi si ntiharimw' agakiza, Mpirwa ndi mu mababa Ye gusa. \n\n  **3**   \nMunsi y' amababa ye niho heza, Nzajya mpihish' ibishuko byose, Niho buhungiro nta cyampangara, Nzibanira na Yes' amahoro."
       },
       
       {
        "title": "204 Mwami, Umurab' Urakaze!",
        "number": 204,
        "markdown": "### 204 Mwami, Umurab' Urakaze!   \n\n  **1.**   \n Mwam' umurab' urakaze, Urahorera cyane. Nta buhungiro nta bwugamo, Bw' umuzajoro nk'uyu. Mbese ko tugiye gupfa, Nawe wiryamiye? Dor' umuraba wabay' icyago, Tugiye kurengerwa.\n\n  **GUSUBURIMO:**   \n   S. na A.: Umurab' uranyumvira rwose. Utuze.    T. na B.: Umurab' uranyumvira rwose. U-tuze ...ze ...tuze    Bose : Nib' ar' umurab' usheg' utyo, Cyangwa daimoni cyangwa s' abantu, Nta mazi yabasha kurengera Ubwat' Umwami wa byos' arimo. Dore byose biranyumvira. Bituze, Bituze. Dore byose biranyumvira, Biratuza.\n\n  **2**   \nMwami mfit' agahind' ubu, N' umubabaro mwinshi, Umuraba urandengeye, Mwami tebuk' unkize. Isuri y' ibyaha byanjye, Dor' irantembanye, Ndarenganye, Ndarenganye rwose, Mwami tebuk' unkize. \n\n  **3**   \nMwam' umurab' uratuje, Ubu nta bwoba mfite. Hamaze no gutamuruka, Mfit' ibyishimo byinshi. Nuko, Mwami ndakwinginze, Ntunsige jyenyine, Nduhukire mur' iki cyambu, Kirimw' amahoro masa."
       },
       
       {
        "title": "205 Nkweguriy' Ubugingo Bwanjye",
        "number": 205,
        "markdown": "### 205 Nkweguriy' Ubugingo Bwanjye   \n\n  **1.**   \n Nkweguriy' ubugingo bwanjye, Ng' ubugenz' uk' ushaka Mukiza, Nkweguriy' amaboko yanjye, Ng' uyakoresh' uk' ushaka Mwami, Ng' uyakoresh' uk' ushaka.\n\n  **2**   \nNkweguriy' ibirenge byanjye, Bijye bijyan' ubutumwa bwiza, Nkweguriy' ijwi ryanjye na ryo, Ngo rijye rigusingiz' iteka, Ngo rijye rigusingiza. \n\n  **3**   \nNkweguriye akanwa kanjye, Kuzuz' ubutumwa bwawe Mwami, Nkweguriy' ubutunzi bwanjye, Ntacyo nshaka kwisigaranira, Ntabwo nagir' icyo nkwima. \n\n  **4**   \nNkweguriy' imigambi yanjye, Yikoresh' uk' ushaka Mukiza, Nkweguriy' umutima wanjye, Maz' uwimike m' Ubwami bwawe, Wimike m' Ubwami bwawe. \n\n  **5**   \nNkweguriy' urukundo rwanjye, Sinshaka kugir' icyo nguhisha, Nguhay' impagarike yanjye, Nkweguriy' ibyanjye byose Mwami, Nkweguriy' ibyanjye byose."
       },
       
       {
        "title": "206 Abazacungurwa Bazaririmba",
        "number": 206,
        "markdown": "### 206 Abazacungurwa Bazaririmba   \n\n  **1.**   \n Abazacungurwa bazaririmba, Bazashyir' amakamba yabo hasi, Imibabaro yab' izab' ishize, Bazahora banezerew' iteka.\n\n  **GUSUBURIMO:**   \nS. na A.: Bazaririmbir' iyo Ntama y' i Kalvari Baririmbire Yes' Umwami Uhoraho.    T. na B.: Bazaririmba, Bazaririmba, ...ma y'i Kalvari Ntama y' i Kalvari, Baririmbire, baririmbire ...mi, Uhoraho.\n\n  **2**   \nIndirimbo y' urukund' itangaje, Izab' iririmbanyw' umunezero, Tuzabanayo n' Umukiza wacu, Tuzahora tunezerew' iteka. \n\n  **3**   \nAbamesh' ibishura byabo nibo, Bazegera ya ntebe ye ya cyami, Ibyaha tuzabikizwa na Yesu, Tuzahora tunezerew' iteka."
       },
       
       {
        "title": "207 Ku Musozi Kure",
        "number": 207,
        "markdown": "### 207 Ku Musozi Kure   \n\n  **1.**   \n Ku musozi kure har' umusaraba, Ubabaj' ukojej' isoni, Ndawukunda cyane kuko wabambweho, Uwacunguy' abanyabyaha.\n\n  **GUSUBURIMO:**   \nNzogeza uwo musaraba (musaraba), Kugez' ubwo nzat' umuruho, Nzikomeza ku musaraba (musaraba), Kugez' ubwo nzambikw' ikamba.\n\n  **2**   \nMbeg' umusarab' ab' isi bahinyuye, Ng' uranyur' umutima wanjye! Umwana w' intama yarets' ikuzo rye, Awikorer' ajy' i Kalvari. \n\n  **3**   \nUmusaraba wavushij' amaraso, Ya Yesu umwana w' Imana, Kuri wo nih' Umukiza yatangiye, Maz' ubwo mbabarirw' ibyaha. \n\n  **4**   \nKubw' umusaraba, Nzab' umunyakuri, Nihanganir' isoni zawo, Kugez' ubw' uzanjyan' iwacu mw' ijuru, Tunezeranw' iteka ryose."
       },
       
       {
        "title": "208 Yes' Umukiza Yari Mu Gituro!",
        "number": 208,
        "markdown": "### 208 Yes' Umukiza Yari Mu Gituro!   \n\n  **1.**   \n Yes' Umukiza yari mu gituro, Ahategerereje ko bucya.\n\n  **GUSUBURIMO:**   \nMu gitond' arazuka (arazuka), Atsinz' umwanzi bitangaje (bitangaje), Yaneshej' ubutware bw' umwijima, Azabana n' aber' iteka ryose. Yazutse (yazutse), Yazutse (yazutse)! Umwami Yes' ariho.\n\n  **2**   \nBarindiy' ubusa Yes' Umukiza, Bakinz' igituro ngw' aheremo. \n\n  **3**   \nUmukiza Yesu, Ntiyaheranywe, N' ingoyi z' urupfu, Yarazutse."
       },
       
       {
        "title": "209 Ahar' Uburuhukiro",
        "number": 209,
        "markdown": "### 209 Ahar' Uburuhukiro   \n\n  **1.**   \n Ahar' uburuhukiro, Ni hafi y' Imana, Ahw' icyaha kitarangwa, Ni hafi y' Imana.\n\n  **GUSUBURIMO:**   \nMwami Yesu Mukiza watumwe n' Imana, Dukomereze twese bugufi bw' Imana.\n\n  **2**   \nAhatab' impagarara, Ni hafi y' Imana, Ahw' icyaha kitarangwa, Ni hafi y' Imana. \n\n  **3**   \nAhahor' umudendezo, Ni hafi y' Imana, Ahahor' umunezero, Ni hafi y' Imana."
       },
       
       {
        "title": "210 Iteraniro Ry' Abera",
        "number": 210,
        "markdown": "### 210 Iteraniro Ry' Abera   \n\n  **1.**   \n Iteraniro ry' abera, Inzovu n' ibihumbi, Ingabo z' abacunguwe, Barabagirana nk' umucyo, Barwany' uko babasha, None baratsinze, Mwagurir' amarembo, Kugira ngo binjire.\n\n  **GUSUBURIMO:**   \nHaleluya, Haleluya, Dusingiz' Umwana w' Intama, Haleluya, Haleluya, Nimusingiz' Uwazutse.\n\n  **2**   \nIkobe ry' indirimbo, Rirangira mu kirere, Urusobe rw' amajwi y' inanga, Zizacurangw' urwunge, Mbeg' umuns' utangaje, Ni nk' uwo kurema, Mbega ng' umubabar' uratsindwa bitavugwa! \n\n  **3**   \nHanezerew' abari mu mirenge y' i Kanani, Igitey' ubwuzu kandi, N' uko batazatandukana, Ya maso yariraga uzasang' akeye, Nta mpfubyi nta n' impfusha bizarangw' i Kanani. \n\n  **4**   \nIteraniro ry' abera, Batsinze wa mubisha, Nimwumv' izo ndirimbo nziza, Ni nk' iz' abamarayika, Hehe n' imibabaro, Bayisezeyeho, Ntibazongera gusuhuz' imitim' ukundi."
       },
       
       {
        "title": "211 Nimwuname Imbere Ya Yehova",
        "number": 211,
        "markdown": "### 211 Nimwuname Imbere Ya Yehova   \n\n  **1.**   \n Nimwunam' imbere ya Yehova, Yemwe mahanga yo mw' isi, Mumenye yuk' Uhorahw' ari we Mana, Niwe soko y' ubugingo.\n\n  **2**   \nKand' imbaraga ze zitangaje, Zaturemye mu butaka, Ndets' igihe twazimiraga nk' intama, Yatugaruye mu bushyo. \n\n  **3**   \nTumusingirize mu ndirimbo, Duhanik' amajwi yacu, Kand' indim' ibihumbi zo mw' isi yose, Zizasingiz' Uhoraho. \n\n  **4**   \nAmateka y' ageng' isi yose, Nta wager' urukundo rwe, Ukuri kwe gushikamye nk' urutare, Ukw' ibihe bih' ibindi."
       },
       
       {
        "title": "212 Mb' Uwawe, Mwami",
        "number": 212,
        "markdown": "### 212 Mb' Uwawe, Mwami   \n\n  **1.**   \n Mb' uwawe Mwami mbane nawe, Ni wow' umbumba, Jye nd' ibumba, Ngenz' uk' ushaka mere nkawe, Mwam' ubu ndakwiyeguriye.\n\n  **2**   \nMb' uwawe Mwami mbane nawe, Ndondora Mwam' ungerageze, Unyeze nere nk' urubura, Njye ngusenga niyoroheje. \n\n  **3**   \nMb' uwawe Mwami mbane nawe, Ubu ndagusab' untabare, Wowe Nyir' imbaraga zose, Nkorah' umvure we Mukiza. \n\n  **4**   \nMb' uwawe Mwami mbane nawe, Nkomeza kuko nteraganwa, Nyuzuz' Umwuka wawe Wera, Ngo bose bambonemo Yesu."
       },
       
       {
        "title": "213 Mutuze",
        "number": 213,
        "markdown": "### 213 Mutuze   \n\n  **1.**   \n Mutuze, Mutuze, Mwe guhwihwisa, Mwite kw' ijambo ryose mwumvir' aha.\n\n  **GUSUBURIMO:**   \nMwitonde (mwitonde), Mwitonde (mwitonde), Har' Uhoraho, Muze (muze) hafi ye, v .. Mumwubashye cyane.\n\n  **2**   \nMutuze, Mutuze, Aha n' ahera, Turahumvir' ubutumwa bukiza. \n\n  **3**   \nMutuze, Mutuze, Mwiyoroheje, Dusangir' ibyiza byo mur' Edeni. \n\n  **4**   \nMutuze, Mutuze, Tubabarirwe, Mutuze, Turi kumwe n' Uhoraho."
       },
       
       {
        "title": "214 Mbes' Ushaka Guhirwa?",
        "number": 214,
        "markdown": "### 214 Mbes' Ushaka Guhirwa?   \n\n  **1.**   \n Mbes' ushaka guhirwa? Tang' unezerewe. Bizakwiz' ubutumwa, Tang' unezerewe. Ntukikanyize rwose, Tanga unezerewe. Fatanya n' Imana, Tyo tang' unezerewe.\n\n  **2**   \nReka wikwikanyiza, Tang' unezerewe. Rekur' impano zawe, Tang' unezerewe. Mbes' utunze bikeya? Tanga unezerewe. Izaguh 'imigisha, Tang' unezerewe. \n\n  **3**   \nKwiza hos' ubutumwa, Tang' unezerewe. Maz' umucyo wihute, Tang' unezerewe. Mbes' ushak' imigisha wahabga n' Uhoraho? Nuko rero mwumvire, Tang' unezerewe."
       },
       
       {
        "title": "215 Rangurur' Indirimbo",
        "number": 215,
        "markdown": "### 215 Rangurur' Indirimbo   \n\n  **1.**   \n Rangurur' indirimbo y' ibyishimo n' umunezero, Wikwiheba shir' agahinda, Ririmban' ibyishimo. Ririmbir' Uwaturinze, Waduhuje n' inshuti, Uwatuyoboy' inzira, Itugeza mw' ijuru.\n\n  **GUSUBURIMO:**   \nRirimba (ririmba), Ririmba (ririmba), Ririmban' ibyishimo, Ririmba (ririmba), Ririmba (ririmba), N' ibyishimo byinshi.\n\n  **2**   \nTuririmbe dutway' amabendera tunezerewe, Turirimba hoziana z' umunezero w' iteka. Turirimbir' Umukiza, Turanguruy' amajwi, Tuvug' ibyabaye kera, By' urukundo rw' Imana. \n\n  **3**   \nTuragushima Data Wera, Kubw' imbabazi zawe, Uko duteraniye hamwe, Turagushima cyane. Turagushima Mukiza, Kuko waducunguye, Uduhe Umwuka Wera, Atwegerez' Imana."
       },
       
       {
        "title": "216 Nshikamye Ku Masezerano",
        "number": 216,
        "markdown": "### 216 Nshikamye Ku Masezerano   \n\n  **1.**   \n Nshikamye ku masezerano meza, Y' Umukiza wanjye, Mpora nsingiza, Nzahora musingiza, Ndanguruye, Nshikamye ku masezerano.\n\n  **GUSUBURIMO:**   \n   S. : Nshikamye ku masezerano, Y' Umucunguzi wanjye, Nshikamye ku masezerano, Y' Umucunguzi.    A.,T. na B. : Nshikamye ku masezerano, Masezerano y' Umucunguzi wanjye, Nshikamye ku maserano, Y ' Umucunguzi. Masezerano y' Umucunguzi.\n\n  **2**   \nNshikamye ku masezerano meza, N' ubwo naba mbuz' epfo na ruguru, Ijambo ry' Imana rimpa gutsinda, Nshikamye ku masezerano. \n\n  **3**   \nNshikamye ku masezerano meza, Kuko nejeshejw' amaras' akiza, Niy' atuma mpora mu mudendezo, Nshikamye ku masezerano. \n\n  **4**   \nNshikamye ku masezerano meza, Nkomezwa n' umurunga w' urukundo, Mpora neshesh' inkota y' Umwuka we, Nshikamye ku masezerano. \n\n  **5**   \nNshikamye ku masezerano meza, Numv' Umwuka we Wer' ampamagara, Ngo ngume mu Mukiza nkesha byose, Nshikamye ku masezerano."
       },
       
       {
        "title": "217 Niba Mvug' Ijambo Rito",
        "number": 217,
        "markdown": "### 217 Niba Mvug' Ijambo Rito   \n\n  **1.**   \n Niba mvug' ijambo rito, Rihumuriz' abandi, Niba ndirimb' indirimbo, Ntibongere kwiheba.\n\n  **GUSUBURIMO:**   \nMana mfasha mvuge neza, Mpa n' indirimbo nziza, Mbashisha kurangurura, Ngo byumvikane hose.\n\n  **2**   \nNiba urukundo rwanjye, Rwahumuriz' abandi, Niba nagir' icyo nkora, Kikunganir' abandi. \n\n  **3**   \nNiba nakor' umurimo, Ukaruhur' abandi, Mana mp' urukundo rwinshi, Rutume mfash' abandi."
       },
       
       {
        "title": "218 Umwami Yesu Yikorer' Umusaraba?",
        "number": 218,
        "markdown": "### 218 Umwami Yesu Yikorer' Umusaraba?   \n\n  **1.**   \n Umwami Yesu yikorer' umusaraba wenyine? Umuntu wese yikorer' uwe, Nanjye har' uwanjye.\n\n  **2**   \nNzawikorera ngeze igihe Azawunduhura, Anjyan' iwacu anyambik' ikamba yanteguriye. \n\n  **3**   \nNzarambik' ikamba ryanjye iruhande rw' Umukiza, Haba hashashe izahabu, Nzogeza izina rye."
       },
       
       {
        "title": "219 Umwami Yesu Yazutse",
        "number": 219,
        "markdown": "### 219 Umwami Yesu Yazutse   \n\n  **1.**   \n Umwami Yesu yazutse, Mwese nimwishime Haleluya, Abaremwe bamuramye, Mwese nimwishime Haleluya, Twese tumusingize, Mwese nimwishime Haleluya, Isi n' ijuru bimusingize, Mwese nimwishime Haleluya.\n\n  **2**   \nUmukiza wac' ariho, Mwese nimwishime Haleluya, Yaneshej' urupfu rwose, Mwese nimwishime Haleluya, Niwe waducunguye, Mwese nimwishime Haleluya, Yatsinz' imbaraga z' igituro, Mwese nimwishime Haleluya. \n\n  **3**   \nYaducunguj' urukundo, Mwese nimwishime Haleluya, Yaturwaniy' intambara, Mwese nimwishime Haleluya, Yiganzura n' urupfu, Mwese nimwishime Haleluya, Yatwugururiye paradizo, Mwese nimwishime Haleluya. \n\n  **4**   \nTwishimire kujy' ahw' ari, Mwese nimwishime Haleluya, Tuger' ikirenge mu cye, Mwese nimwishime Haleluya, Azatuzura nkawe, Mwese nimwishime Haleluya, Tubikeshej' umusaraba we, Mwese nimwishime Haleluya."
       },
       
       {
        "title": "220 Mbese Yesu Ajy' Anyitaho?",
        "number": 220,
        "markdown": "### 220 Mbese Yesu Ajy' Anyitaho?   \n\n  **1.**   \n Mbese Yesu ajy' anyitaho, Mu byago no mu mahoro, Mu mibabaro no mu miruho, No mu rugendo rurushya?\n\n  **GUSUBURIMO:**   \nAnyitaho, Arandinda, Mu mibabaro yanjye, Mu bihe merewe nabi, Umukiza wanjy' anyitaho.\n\n  **2**   \nMbese Yesu ajy' anyitaho, Iyo ngenda mu mwijima, N' iy' umwijima w' akag' ungose, Mbese Yes' amba bugufi? \n\n  **3**   \nMbese Yesu ajy' anyitaho, Iyo nguye mu bishuko, Iyo mbabaye, N' iyo mbogoza, Mbese Yes' arantabara? \n\n  **4**   \nMbese Yesu ajy' anyitaho, Iyo nsezeye ku nshuti, Iyo mbabazwa, Simpumurizwe, Mbese Yes' ab' abireba?"
       },
       
       {
        "title": "221 Hanga Amaso Umukiza",
        "number": 221,
        "markdown": "### 221 Hanga Amaso Umukiza   \n\n  **1.**   \n Iyo utewe n' ibyago bigatuma wiyunamira, Iyo kwiheba kukugezeh' ubwoba bukagutaha.\n\n  **GUSUBURIMO:**   \nHang' amaso Umukiza, Ngwin' arakureba neza, Uzumv' uhumurijwe kandi, Azakwemera akwakire.\n\n  **2**   \nIy' usatiriwe n' umuraba byose bihungabanye, Iy' ibyawe byose byagushijeh' ubwoba bwagutashye. \n\n  **3**   \nIy ur' arakazuz' ubuz' urukundo rwawe rwa mbere, Iy' icyaha wakoze kigutotez' ijoro n' umunsi. \n\n  **4**   \nIyo ugiz' ibicuguc' intege mu murimo wa Yesu. Iyo mu rugendo rwawe mw' isi utakimeny' inzira."
       },
       
       {
        "title": "222 Mfasha Ngo Ndusheho",
        "number": 222,
        "markdown": "### 222 Mfasha Ngo Ndusheho   \n\n  **1.**   \n Mfasha ngo ndusheho kugukunda, Icyo nicyo ngusaba mpfukamye. Mbigusabye cyane mfasha Mwami Yesu, Ngo ndusheho kugukunda.\n\n  **2**   \nNashats' iby' iyi si ngo nezerwe, Ubu ndabiretse, Ng' ump' ibyiza. Icyo nsaba gusa, Mfasha Mwami Yesu, Ngo ndusheho kugukunda. \n\n  **3**   \nMfit' umubabaro n' agahinda, Nzishimira cyan' intumwa zawe. Iyo ndirimbana nazo biramfasha, Nkarushaho kugukunda. \n\n  **4**   \nMu marembera y' ubu bugingo, Nzagushima cyane ngusingize. Nzakuririmbira maze mvuge nsenga, Ngo ndusheho kugukunda."
       },
       
       {
        "title": "223 Yes' Aje Yasanga Twiteguye?",
        "number": 223,
        "markdown": "### 223 Yes' Aje Yasanga Twiteguye?   \n\n  **1.**   \n Yes' aje yasanga twiteguye, Yasanga turi maso? Igihe cyose yagarukamo, Se twaba twiteguye?\n\n  **GUSUBURIMO:**   \nMbese mugenzi twavuga tuti: Ubu turiteguye? Mbes' ah' Umwam' azasanga wowe nanjye, Tukimutegereje?\n\n  **2**   \nMbese n' az' umusek' utambitse akaduhamagara, Umunt' akabazw' icyo yakoze, Mbes' ahw' azadushima? \n\n  **3**   \nMbese tujya tub' abanyakuri cyangwa turinezeza? Niba tuboneye mu mitima, Tuzagera mw' ijuru. \n\n  **4**   \nHahirw' ab' Umwami azasanga bakimutegereje, Mbese n' agaruka mu gicuku, Tuzaba turi maso?"
       },
       
       {
        "title": "224 Izuba Nirirenga",
        "number": 224,
        "markdown": "### 224 Izuba Nirirenga   \n\n  **1.**   \n Izuba nirirenga turangij' imirimo, Ubwo tuzaba tunaniwe, Uhorah' utwara byose niw' uzadukiza, Duhurire kuri Siyoni.\n\n  **GUSUBURIMO:**   \nTuzahurirayo, Koko tuzahurirayo, Tuzibanira na Yesu, Muri cya gihugu cyiza, Tuzahurirayo, Koko tuzahurirayo, Twibanire (twibanire), mw' ikuzo rye.\n\n  **2**   \nTunyura mu gicucu, No mu mugaru mwinshi, Tugoswe n' umwijim' ukaze, Ariko Uhoraho, Niw' uzatuyobora, Ab' ari w' utugez' iwacu. \n\n  **3**   \nNubw' amaso yacu yuzuyemo amarira, Dufit' ubwoba mu mitima, Ariko Umukiza agiye kutujyana, Aho tuzashir' agahinda."
       },
       
       {
        "title": "225 Narebye Yesu",
        "number": 225,
        "markdown": "### 225 Narebye Yesu   \n\n  **1.**   \n Narebye Yes' igihe nari ndembejwe n' ibyaha, Nari nabuz' uko ngira, Maz' arampumuriza.\n\n  **GUSUBURIMO:**   \n   S :Ye, ni koko, Nareby' Umwami Yesu ; Arambona, Nzabana naw' iteka.    A, T na B :Ye n' iby' ukuri koko, Nanjye nareby' Umwami Yesu, Maz' arambona, Nanjye rwose, Nzabana naw'iteka.\n\n  **2**   \nNabony' Umwami Yes' ambambiwe ku musaraba, Nizera yukw' ibyaha byanjye bibambanywe nawe. \n\n  **3**   \nNabony' Umwami Yesu, Azukany' icyubahiro, Niringir' imbabazi ze, N' ibyahanuwe kera. \n\n  **4**   \nYandebany' impuhwe, Umutima wanjy' uranyurwa, Maz' anyiher' ikimenyetso cy' Umwuka We Wera. \n\n  **5**   \nTuzabana n' Umwami Yesu Krist' ibihe byose, Mutezeho byose, Mbe nk' umwana wiringira se."
       },
       
       {
        "title": "226 Ntugire Icy' Utinya",
        "number": 226,
        "markdown": "### 226 Ntugire Icy' Utinya   \n\n  **1.**   \n Ntugire icyo utinya, Ndi kumwe nawe, Ni isezerano ryo kwizera kwanjye. Umwijima ntuzigera unter' ubwoba, Ndahumurijwe, Ngendana n' Umukiza wanjye.\n\n  **GUSUBURIMO:**   \nNtabwo nzigunga, Sinzigera nigunga, Yesu arandinda, Ntabwo ajy' ansiga jyenyine. Ntabwo nzigunga, Sinzigera nigunga, Yesu arandinda. Ntabwo ajy' ansiga jyenyine.\n\n  **2**   \nUmusek' umurik' iyo hakeye neza, Yes' umucyo wanjy' amurikir' iteka, Iyo ncitse intege, Yes' arandamira, Mucyo weyur' ibicu, Azangeza mw' ijuru. \n\n  **3**   \nIyo ibyago bituruts' impande zose, Iyo nugarijwe Yes' amba bugufi, Ambwira ati: Komera, Humura  Nijye Ntutinye komera ndi kumwe nawe iteka."
       },
       
       {
        "title": "227 Mbeg' Inteko!",
        "number": 227,
        "markdown": "### 227 Mbeg' Inteko!   \n\n  **1.**   \n Umwana w' umunt' azaz' igitondo gitangaje, Nibwo twese tuzabon' ikuzo rye. Azakur' abantu be mu moko yose yo mw' isi, Iyo nteko nini iratangaje\n\n  **GUSUBURIMO:**   \n   S. na A. : Mbeg' inteko nini nziza! Inteko nini y' abacunguwe na Yesu ubwe! Mbeg' inteko nini y' abantu! Bazahora banezerew' iteka!    T. na B. : Mbeg' inteko, mbeg' inteko ! Nini nziza, nini nziza ! Inteko nini y' abacunguwe na Yesu ubwe! Mbeg' inteko, mbeg' inteko ! nini y' abantu! Bazahora banezerew' iteka!\n\n  **2**   \nAbasinziriye muri Yesu bazakanguka, N' ubwo bab' ikuzimu no mu nyanja, Bahabw' imibiri imeze nk' iy' abo mw' ijuru, Iyo nteko nini izatangaza ! \n\n  **3**   \nTuzabon' umudugud' urimw' amazu yera de, N' uruzi rwa ya mazi y' ubugingo. Abazaba baratandukanye bazabonana, Izab' ar' inteko nin' itangaje! \n\n  **4**   \nNukuri Yes' agiye kugaruka bidatinze, Uwo muns' uzab' umuns' uhiriwe, Twese tuzahindurwa mu kanya, Nk' ako guhumbya !Iyo nteko nin' izab' itangaje !"
       },
       
       {
        "title": "228 Umutima Wanjye Wari Wihebye",
        "number": 228,
        "markdown": "### 228 Umutima Wanjye Wari Wihebye   \n\n  **1.**   \n Umutima wanjye wari wihebye, Ibyaha byanjye byantaye mu rwobo, Ntakambir' Uhoraho ndi mw' isayo, Maz' araz' ankuramo, None ndiho.\n\n  **GUSUBURIMO:**   \nYankuyemo yaransayuye, Maz' ampagarika ku Rutare, Kand' anyigisha kuririmba, Ndamwogeza, Haleluya.\n\n  **2**   \nYanyigije hafi ye ku Rutare, Nimpaguma ntabwo nzongera kugwa, Byatumy' intambwe zanjye zishikama, Nzahaguma nzahambikirw' ikamba. \n\n  **3**   \nNiwe wanyigishij' indirimbo nshya, Nyiririmba ku manywa na nijoro, Ubu nibereye mu mudendezo, Nzakomeza nsingiz' Uwankijije. \n\n  **4**   \nNzaririmb' ibitangaza bya Yesu, Nzamusingiza bose babimenye, Nzajya ndirimb' agakiza k' iteka, Kugez' ubwo bose bameny' Imana."
       },
       
       {
        "title": "229 Ibihe By' Imibabaro",
        "number": 229,
        "markdown": "### 229 Ibihe By' Imibabaro   \n\n  **1.**   \n Ibihe by' imibabaro bitey' agahinda, Byose nabituy' i Kalvari, Yes' ari bugufi.\n\n  **GUSUBURIMO:**   \nByose nabituy' i Kalvari, Kalvari, Kalvari, Byose nabituy' i Kalvari , Yes' ari bugufi.\n\n  **2**   \nMuture Yes' amaganya yanyu uyu munsi, Byose nabituy' i Kalvari, Yes' ari bugufi. \n\n  **3**   \nMutim' ubabaye cyane, Humura witinya, Byose nabituy' i Kalvari, Yes' ari bugufi."
       },
       
       {
        "title": "230 Wibuk' Imigisha Wahawe",
        "number": 230,
        "markdown": "### 230 Wibuk' Imigisha Wahawe   \n\n  **1.**   \n N' ubwo waterwa n' amakuba menshi, Maz' akagutera kwiheba cyane, Ibuk' imigisha yose wahawe, Ibyo yakoze biragutangaza.\n\n  **GUSUBURIMO:**   \n    S. na A. : Wibuk' imigisha wahawe, Wibuk' imigisha y' Imana, Imigisha Iman' iguha, Ibyo yakoze biragutangaza.    T. na B. : Wibuk' imigisha gisha wahawe, Wibuk' imigishagisha y' Imana, Imigisha yose Iman' iguha, Ibyo yakoze biragutangaza.\n\n  **2**   \nUhor' uremerewe n' amaganya, Umusarab' urakuremereye, Ibuk' imigisha yose wahawe, Uhor' ubiririmb' uko bukeye. \n\n  **3**   \nN' ubon' abandi bafit' ubutunzi, Wibuk' ubwo Yesu yasezeranye, Wibuk' imigisha yos' utagura, Ingororano yaw' iri mw' ijuru. \n\n  **4**   \nN' ubwo wab' utewe n' impagarara, Ntizizaguhagarik' umutima, Wibuke k' ufit' abamarayika, Bazakurinda baguhumurize."
       },
       
       {
        "title": "231 Mana Data, Ushobora Byose",
        "number": 231,
        "markdown": "### 231 Mana Data, Ushobora Byose   \n\n  **1.**   \n Mana Data, Ushobora byose, Duhe Mwami, Kurabagirana, Tukuririmbire tugushima, Kukw' ariw' ushobora byose.\n\n  **2**   \nWatuyoboy' ibihe byashize, Tuyobore no mur' iki gihe, Dukingire imyambi y' umwanzi, Tuyoboreshe ijambo ryawe. \n\n  **3**   \nIntambara ziraduc' intege, Tuber' ingabo idukingira, Duhe kwizer' imbaraga yawe, Dukeney' ubuntu bwawe Mwami. \n\n  **4**   \nDuhembure mur' urugendo, Tuyobore amanywa n' ijoro, Duhe kuguma bugufi bwawe, Guhimbazwa n' ibyawe iteka."
       },
       
       {
        "title": "232 Urukundo Rw' Umukiza",
        "number": 232,
        "markdown": "### 232 Urukundo Rw' Umukiza   \n\n  **1.**   \n Ubu mpagaz' imbere ya Yesu w' i Nazareti, Ntangazwa n' ukw' ankunda kandi nandujwe n' ibyaha!\n\n  **GUSUBURIMO:**   \nUrukundo rw' Umukiza Nzahora nduririmba, Urukundo Yes' ankunda, Ruhebuj' ibintu byose.\n\n  **2**   \nAri mu gashyamb' asenga, Nijye yagiriraga, Bya byuya by' amaraso yabibize kukw' ankunda. \n\n  **3**   \nMaz' abamarayika baza kumuhumuriza, Kuko yar' ababajwe n' imibabaro y' abantu. \n\n  **4**   \nTuzamureb' iteka abazaba bacunguwe, Duhore turirimba urukundo yadukunze."
       },
       
       {
        "title": "233 Amarembo Niyugururwa",
        "number": 233,
        "markdown": "### 233 Amarembo Niyugururwa   \n\n  **1.**   \n Ntituzongera kuba mu mwijima, Amarembo niyugururwa. Ahubwo tuzaba muri rwa rurembo, Rumurikirwa n' Imana.\n\n  **GUSUBURIMO:**   \n   S. na A. : Amarembo niyugururwa, Amarembo niyugururwa. Mbeg' umunezero tuzahagirira, Amarembo yuguruwe!    T. na B. : Amarembo niyu...ru... ...gururwa, Amarembo Niyu... ru... gururwa, Mbeg' umunezero tuzahagirira, Amarembo yuguruwe!\n\n  **2**   \nInshuti zizandindira ku cyambu, Amarembo niyugururwa.  Nzajya kwiber' ahatazarangw' icyaha, Amarembo yuguruwe. \n\n  **3**   \nNta ndwara no kuribwa bizabayo, Amarembo niyugururwa. Tuziganirira n' abakunzi bacu, Amarembo yuguruwe. \n\n  **4**   \nNzagir' umunezer' utarondorwa, Amarembo niyugururwa. Nzahora nirebera Yesu mu maso, Amarembo yuguruwe. \n\n  **5**   \nTuzagendera mu mucyo w'Imana, Amarembo niyugururwa. Tuzaba turirimban' umunezero, Amarembo yuguruwe. \n\n  **6**   \nNtabwo nzongera kuvunwa n' ishavu, Amarembo niyugururwa. Nzabana n' Umwami Yes' iteka ryose Amarembo yuguruwe."
       },
       
       {
        "title": "234 Nind' Uzagera Mu Rurembo?",
        "number": 234,
        "markdown": "### 234 Nind' Uzagera Mu Rurembo?   \n\n  **1.**   \n Nind' uzagera mu rurembo, Ruhorahw' ibihe byose, Akabon' ibyiza bihari, Mbese nijye, Cyangwa wowe? Akahabon' inzira zose zisizemw' izahabu nziza, Agahora mu munezero, Mbese nijye, Cyangwa wowe?\n\n  **2**   \nNind' uzatur' umusaraba, Ngw' aruhuk' iteka ryose, Umwizer' azahabw' ikamba, Mbese nijye, Cyangwa wowe? Azareb' Umwami mu maso, Akiz' imibabaro yose, Abane naw' iteka ryose, Mbese nijye, Cyangwa wowe? \n\n  **3**   \nKandi har' uzakingiranwa, Ubutazakingurirwa, Azabwirwa ngo ntabwo nkuzi, Mbese nijye, Cyangwa wowe? Azahamagarir' ubusa, Urugi ruzaba rwakinzwe, Bazagororerw' asigare, Mbese nijye cyangwa wowe? \n\n  **4**   \nHarih' uzishimir' intsinzi, Anesheje, Anesheje, Ari hamwe n' abacunguwe, Mbese nijye, Cyangwa wowe? Har' uzaramukanya n' abe, Batandukanijwe n' ibyago, Be kongera gutandukana, Mbese nijye, Cyangwa wowe?"
       },
       
       {
        "title": "235 Ngufitiy' Ubutumwa",
        "number": 235,
        "markdown": "### 235 Ngufitiy' Ubutumwa   \n\n  **1.**   \n Ngufitiy' ubutumwa, Haleluya, N' ubutumwa bw' Umukiza, Bwanditse mw' Ijambo rye, Haleluya, Muhugukire urakizwa.\n\n  **GUSUBURIMO:**   \nTyo reba ( tyo reba) maz' ukire ( maz' ukire ), Reba Yes' Urakizwa. Byanditswe mw' Ijambo rye, Haleluya Muhugukire urakizwa.\n\n  **2**   \nNgufitiy' ubutumwa bw' urukundo, Mwene Data, Haleluya, Buturutse mw' ijuru, Haleluya, Bwatanzwe n' Umukiza Yesu. \n\n  **3**   \nWeguriw' ubugingo, Haleluya, Buhorahw' iteka ryose, N' uhanga Yes' amaso, Haleluya, Niwe wenyine ugukiza."
       },
       
       {
        "title": "236 Ndi Mu Murima",
        "number": 236,
        "markdown": "### 236 Ndi Mu Murima   \n\n  **1.**   \n Ndi mu murima jyenyine, Ikime gitonze ku byatsi, Numv' ijwi rivuga riti: Umwana w' Iman' aratungutse.\n\n  **GUSUBURIMO:**   \nTurakomeza turagendana, Maz' ambwira ko yantoye, Mbeg' ibyishimo twari dufite, Bitigeze bibaho!\n\n  **2**   \nAravuga maz' ijwi rye ryiza ryikirizwa n' inyoni, Indirimbo nziza namwumvanye ntabw' izamva ku mutima. \n\n  **3**   \nTugumana mu murima, Kuk' ubwire bwari bukubye, Maze anyoherez' ankangara, Arikw' ar' ukumpwitura."
       },
       
       {
        "title": "237 Ntabwo Ndamenya",
        "number": 237,
        "markdown": "### 237 Ntabwo Ndamenya   \n\n  **1.**   \n Ntabwo ndamenya nez' icyatumye Iman' ingirir 'ubuntu, Bigatum' ingir' uwo mu muryango w' abana bayikunda!\n\n  **GUSUBURIMO:**   \nKuko nzi nez' uwo nizeye, Kand' ariwe ushobora byose, Niwe undindir' ubugingo, Kugeza urya munsi.\n\n  **2**   \nNtabwo nzi nez' uburyo yampaye, Uko kwizera gukiza, N'ubury' Ijambo rye ryampaye amahoro yo mu mutima! \n\n  **3**   \nSinzi ubury' Umwuka yihanisha abanyabyaha nkanjye, Kumenyesh' abandi ibya Yesu, Bidutera kumwizera. \n\n  **4**   \nNtabwo nz' icyo nateganirijwe, Ar' icyiza cyangw' ikibi, Imibabaro n' iminsi myiza, Byose bir' imbere yawe. \n\n  **5**   \nSinzi igih' Umwam' azazira, Ndetse n' ahw' azaturuka, Niba mbana na Yesu mur' iki gihe, Nzamusanganira."
       },
       
       {
        "title": "238 Nguhay' Umwanya",
        "number": 238,
        "markdown": "### 238 Nguhay' Umwanya\n **1.**   \n Wavuye mw' ijuru usig' ubwami bwawe, Uza mur' iyi si ku bwanjye, I Betelehemu, Ntiwabonay' icumbi, Kand' ur' Umwami w' abami.\n\n  **GUSUBURIMO:**   \nNguhay' umwanya mu mutima, Uwiberemw' ibihe byose, Ndawukweguriye Mwami wanjye, Uwiberemw' ibihe byose.\n\n  **2**   \nAbamarayika bakuririmbiraga, Bogez' icyubahiro cyawe, Maz' ugeze mw' isi uvuk' ur' umukene, Wicisha bugufi cyane. \n\n  **3**   \nIngunzu zitahiraga mu myobo yazo, Inyoni zirara mu byari, Ariko woweho wararaga butunda, Mw' ishyamba ry' i Galilaya. \n\n  **4**   \nWazaniy' abantu Ijambo rihoraho, Ngo rizabah' umudendezo, Maze barakwanga bakujyan' i Kalvari, Bakwambikiray' amahwa. \n\n  **5**   \nUbw' uzagaruka mw' ikobe ry' indirimbo, Uje mu cyubahiro cyawe, Ndifuza cyane yuko wazampamagara, Ut' icar' iburyo bwanjye."
       },
       
       {
        "title": "239 Twabony' Agakiza",
        "number": 239,
        "markdown": "### 239 Twabony' Agakiza   \n\n  **1.**   \n Twabony' agakiza, Muri Yesu Kristo, Yadupfiriye i Kalvari, Mu rukundo rwe rutagir' iherezo, Twatsindishirijwe na Yesu\n\n  **GUSUBURIMO:**   \nYesu yabay' incungu y' ibyaha byacu, Yaducunguj' amaraso ye,\n  Nzahora ndirimb' urukundo rwinshi, Yesu yankunze kera.\n\n  **2**   \nIgitambo cy' amaraso y' Umukiza, Nicyo cyadukijij' ibyaha, Cyadukuyehw' inenge twari dufite, Ubu tur' abana b' Imana. \n\n  **3**   \nUrukund' Imana yakunze umuntu, N' ukuri ruhebuje byose, Nta yindi mpano dufite twakwitura, Tuguhay' imitima yacu."
       },
       
       {
        "title": "240 Uko Ndushaho kumukorera",
        "number": 240,
        "markdown": "### 240 Uko Ndushaho kumukorera   \n\n  **1.**   \n Aho menyey' Umukiza, Nkanagengwa nawe, Uko ndushaho kumukorera, Nikw' arushaho kunyuzuramo.\n\n  **GUSUBURIMO:**   \nUko njya ndushaho kumukorera, Nawe, nikw' arushaho kunyuzura, Kandi uko ndushaho kumukunda, Nawe nikw' arushaho kunyuzuramo.\n\n  **2**   \nAngirir' ubuntu bwinshi, Nkamererwa neza, Uko ndushaho kumuyoboka, Nikw' arushaho kunyuzuramo."
       },
       
       {
        "title": "241 Nabonye Kuza Kwa Yesu",
        "number": 241,
        "markdown": "### 241 Nabonye Kuza Kwa Yesu   \n\n  **1.**   \n Nabonye kuza kwa Yesu afit' icyubahiro, Amaze gusenya rwos' ububiko bw' umujinya, Yadukijije n' ubugi bw' inkot' ityaye cyane, Niw' utuyobora.\n\n  **GUSUBURIMO:**   \nNasingizwe, Haleluya, Nasingizwe, Haleluya, Nasingizwe, Haleluya, Niw' utuyobora.\n\n  **2**   \nNamubonye no mu mazu y' abantu benshi cyane, Bamwubakiramw' ibicaniro nimugoroba, Nongera kumubon' ac' imanza zitarenganya, Niw' utuyobora. \n\n  **3**   \nAkomeje guhamagaz' abant' ijwi ry' impanda, Arateguriz' abantu bose gucirw' imanza. Mutima wanjye mwitabe vuba unezerewe, Niw' utuyobora."
       },
       
       {
        "title": "242 Mbeg' Umunsi Mwiza !",
        "number": 242,
        "markdown": "### 242 Mbeg' Umunsi Mwiza !   \n\n  **1.**   \n Mbeg' umunsi mwiz' ubw' abacunguwe bazaba bar' imbere ye. Bazaririmb' indirimbo kubw' ikuzo n' ubuntu bwayo.\n\n  **GUSUBURIMO:**   \nInteko zingana n' umusenyi, Zingana n' umusenyi mwinshi, Abacunguwe bazangana n' umusenyi, Umusenyi bangana n' umusenyi.\n\n  **2**   \nNdareb' ingabo zitabarika zerekan' umucyo w' ijuru, Zifit' amahoro atangaje ku maremb' arabagirana. \n\n  **3**   \nNumv' ijwi ryiza ry' Umucunguzi riva ku ntebe ye y' ubwami, Nimuz' abahiriwe na Data. Mwambikw' ikamba ryo kunesha. \n\n  **4**   \nAbera bazaririmba n' abamarayika batabarika, Isi izahind' umushyitsi kand' ibyago bizaba bishize."
       },
       
       {
        "title": "243 Nimutyo Turirimban' Umunezero",
        "number": 243,
        "markdown": "### 243 Nimutyo Turirimban' Umunezero   \n\n  **1.**   \n Nimutyo turirimban' umunezero, Twegereje kuger' iwacu, Aho niho tuzaban' iteka ryose, Ubu tugiye kugerayo.\n\n  **GUSUBURIMO:**   \n   S. na T. : Mu gihe gito, Mu gihe gito, Tuzaba tugezeyo, Tugiye kuban' ubudatandukana, Ubu tugiye kugerayo.    A. na B. : Mu gihe gito, Mu gihe gito, Tuzaba tugezeyo, Tugiye kuban' ubudatandukana, Ubu tugiye kugerayo.\n\n  **2**   \nMutyo dushishikare dukore neza, Twegereje kuger' iwacu, Kand' Imana yiteguye kutwakira. Ubu tugiye kugerayo. \n\n  **3**   \nDukomez' urugendo twe gucogora, Twegereje kuger' iwacu, Nimutyo twamamaz' iyo nkuru nziza, Ubu tugiye kugerayo. \n\n  **4**   \nMbeg' umunezero tuzagirirayo! Twegereje kuger' iwacu, Ntituzongera kubogoz' amarira, Ubu tugiye kugerayo."
       },
       
       {
        "title": "244 Muze Dusingiz' Umwami",
        "number": 244,
        "markdown": "### 244 Muze Dusingiz' Umwami   \n\n  **1.**   \n Muze dusingiz' Umwami, Abera muz' imbere ye, Abahora mumuramya, Mwamamaz' ububasha bwe.\n\n  **2**   \nMumusingiriz' ahera, Muririmbe mwisanzuye,Nimumuramye mwunamye, Mumwubahe kukw' abumva. \n\n  **3**   \nMurahoran' ubuntu bwe butemba buv' i Siyoni, N' Umuremyi, N' Uhoraho, Bose nibamusingize."
       },
       
       {
        "title": "245 Ahw' Umukiza Anyobora",
        "number": 245,
        "markdown": "### 245 Ahw' Umukiza Anyobora   \n\n  **1.**   \n Ahw' Umukiza anyobora, Nzemera mukurikire, Nzamukurikir' iteka, Sinzakorwa n' isoni.\n\n  **GUSUBURIMO:**   \nAhw' Umukiza anyobora, Nzemera mukurikire, Ahw' azanyobora hose, Nzajya mukurikira.\n\n  **2**   \nN' ubwo haba mu mwijima, Nkagenda nyobagurika, Nzumv' ijwi ry' uwo Mukiza rinsubizemw' intege. \n\n  **3**   \nN' ubw' isi yambushabusha, Nkabur' epfo na ruguru, Mukiza uzandamira, Ntabwo nzarambarara. \n\n  **4**   \nIbi byago nibishira, Azanyijyanir' iwacu, Ntihabay' umubabaro, Nzaba ntanye n' ibyaha."
       },
       
       {
        "title": "246 Twumvire Mwami",
        "number": 246,
        "markdown": "### 246 Twumvire Mwami\n  Twumvire Mwami, Turakuramya, Uduteg' amatwi, Duh' amahoro. Amen."
       },
       
       {
        "title": "247 Nzinutsw' Ibyo Mw Isi",
        "number": 247,
        "markdown": "### 247 Nzinutsw' Ibyo Mw Isi   \n\n  **1.**   \n Nzinutsw' ibyo mw' isi, Mpisemo Yesu! Sinzifatanya nabyo, Mpisemo Yesu! N' isi y' umwijima, Nta buruhukiro, Yesu niwe mugisha, Mpisemo Yesu!\n\n  **2**   \nWa si we, winshuka, Mpisemo Yesu! Nzabana naw' iteka, Namuhisemo, Ibyo mw' isi byose, n' iby' igihe gito, Bimeneka nk' ibumba, Mpisemo Yesu! \n\n  **3**   \nIby' isi n' inzozi, Mpisemo Yesu! Niwe umber' umucyo, Mpisemo Yesu! Nashatse kwikiza, Binsubiz' inyuma, Yesu niwe wanyuze, Niwe mpisemo! \n\n  **4**   \nNtabwo ntiny' urupfu, Mpisemo Yesu! Nshaka kubahw' iteka, Mpisemo Yesu! Ndashaka kugera, Aho nzab' iteka, Nzaba mu gituza cye, Mpisemo Yesu."
       },
       
       {
        "title": "248 Mutima Wanjye Ucururuke",
        "number": 248,
        "markdown": "### 248 Mutima Wanjye Ucururuke   \n\n  **1.**   \n Mutima wanjye ucururuke, Nugir' ibiguter' impagarara,  Wiringire Ishobora byose, N' imigambi yayo myiza.\n\n  **2**   \nMutima wanjy' iby' ari byo byose, N' ubw' ibihe byagenda bihinduka, Imbabazi, zayo ntizishira, Zihorahw' ibihe byose. \n\n  **3**   \nMutima wanjye uremerewe, N' ubwo wab' utew' ubwoba n' urupfu, Ni wiheba wisung' Uwiteka, Agukingurir' ijuru. \n\n  **4**   \nMutima wanjy' uhereye kera, Ntiwigeze ubur' umudendezo, Isung' Imana izakwakira, Wemere kugengwa na yo. \n\n  **5**   \nUbugingo bwiza buboneye, Bushishikarira gukor' ibyiza, Mukiza mfasha ngo mbugereho, Ump' umutim' utunganye."
       },
       
       {
        "title": "249 Ikuzo Ni Iryawe !",
        "number": 249,
        "markdown": "### 249 Ikuzo Ni Iryawe !   \n\n  **1.**   \n Ikuzo n' iryawe Data wa Twese, Nari nahabiye kure yawe, Wangejeje mu mucyo w' itangaza, Umvana mu bubata ndakira.\n\n  **GUSUBURIMO:**   \nMbeg' urukundo ruhebuje!Nababariwe, N' inkuru nziza kuri twe.\n\n  **2**   \nMbeg' urukundo rutarondoreka! Rwatumye Yesu azakunshaka. Nar' umuhanya sinari nkwiriye, Gukira ngukesha Yesu gusa. \n\n  **3**   \nAkir' uyu mutima wanjye Mwami, Nkweguriy' imibereho yanjye, Wowe wanyitangiye ukankiza, Wanyejeshej' amaraso yawe. \n\n  **4**   \nMana yanjye nkingira ndakwinginze, Sinashobora kwirwanirira, Kugira ngo nzanezererw' iteka, Twishimye, Dusingiza Umwami."
       },
       
       {
        "title": "250 Umukiza Niw' Unyobora",
        "number": 250,
        "markdown": "### 250 Umukiza Niw' Unyobora   \n\n  **1.**   \n Umukiza niw' unyobor' iyo ndi mu bishuko, N' iy' amakub' angose, Amber' ubuhungiro, Niw' unkingir' ibishuko, Yesu nyiyoborere.\n\n  **2**   \nUhosh' umuraba nk' umubyey' uhoz' umwana we, Ndets' uranawutegek' ubwaw' ukakumvira, Mwami wanjye Yesu nkunda, Ujy' Unyiyoborera. \n\n  **3**   \nIyo negerey' inkengero ngashy' ubwoba, Nkakwihishamo, Ndaruhuka, Nkumv' umpumuriz' uti: Witinya ntacy' uteze kuba, Nzajya nkuyobora."
       },
       
       {
        "title": "251 Yesu Araduhamagara !",
        "number": 251,
        "markdown": "### 251 Yesu Araduhamagara !   \n\n  **1.**   \n Yes' araduhamagara, Ashaka kudukiza, Atubwiz' ijwi rye ati: Mukristo nkurikira.\n\n  **2**   \nYes' araduhamagara, Ngo tuve mu by' iyi si, Araduhamagar' ati: Mukristo nkunda cyane. \n\n  **3**   \nIyo tumerewe neza, Cyangwa se tubabaye, Araduhamagar' ati: Mukristo nkunda rwose. \n\n  **4**   \nYes' araduhamagara, Mwami turakwitabye, Duhe kukumvira, Tugukunde kuruta byose."
       },
       
       {
        "title": "252 Nimucane Amatabaza",
        "number": 252,
        "markdown": "### 252 Nimucane Amatabaza   \n\n  **1.**   \n Nimucan' amatabaza, Umwijim' ubay' icyago, Hazab' umwijim' ukaze, Umwam' ataragaruka.\n\n  **GUSUBURIMO:**   \nMubonez' amatabaza, Kandi nimwubah' Imana, Kuza kw' Umwami kuri hafi, Mubonez' amatabaza.\n\n  **2**   \nAbant' ibihumbi byinshi, Bahinyur' ubu butumwa, Natwe tubushikamyemo, Dutegerez' Umukiza. \n\n  **3**   \nIjambo rye n' itabaza, Ntituzigera tuyoba, N' ubw' amakub' ari hose, Ntabw' Iman' izaduhana. \n\n  **4**   \nDukor' imirimo myiza, Twe guh' ab' iy' is' urwaho, Tuzabiherw' imigisha, Nidukomeza kwizera."
       },
       
       {
        "title": "253 Ujyuvug' Ibya Yesu",
        "number": 253,
        "markdown": "### 253 Ujyuvug' Ibya Yesu   \n\n  **1.**   \n Ujy' uvug' ibya Yesu, Inshuti y' ukuri, Ngwin' uduhumurish' ibyo yagukoreye.\n\n  **GUSUBURIMO:**   \nVuga Yesu gusa, Bizakuyobor' iteka, Jy' ubivug' uririmba, Kandi unasenga.\n\n  **2**   \nUjy' uvug' ibya Yes' uzumv' ubabariwe, No kubw' ubuntu bwe tuzagera mw' ijuru. \n\n  **3**   \nSinabura kuvug' iby' umusaraba we, Nkund' uwo Mukiza, Kuko yanyitangiye. \n\n  **4**   \nUvug' ibya Yesu, Ntupfush' igih' ubusa, Kutita ku nshingano, Bitesh' agaciro. \n\n  **5**   \nUjy' uvug' ibya Yesu, N' ubwo wacogora, Va mu ntege nke zawe, Umwiyegurire."
       },
       
       {
        "title": "254 Ushimirw' Ibyiza Byose",
        "number": 254,
        "markdown": "### 254 Ushimirw' Ibyiza Byose   \n\n  **1.**   \n Ushimirwe ibyiza byose, Siyoni murwa w' Imana, Itavuguruzwa yakugiz' ubuturo bwayo bwite, Wubatswe ku Rutare rw' iteka, N' iki cyaguhangara? Ugoteshejw' inkike z' agakiza, Reka gutiny' abanzi bawe.\n\n  **2**   \nDore amazi y' ubugingo, Atemb' ava mu rukundo, Niy' abeshahw' abana bawe, Imibabar' igashira. Ninde se wacogora, Har' uwo mugez' umar' inyota? Ubuntu bw' uwo Mutanga-bugingo, Ntabwo buzagir' iherezo. \n\n  **3**   \nAhazenguruts' uwo murwa, Har' ibicu n' umuriro, Byerekana ko kugaruka kw' Umwami kuri bugufi, Hahirw' abazatur' i Siyoni, Bejeshejw' amaraso, Biyeguriye Yes' abahindur' abami, N' abatambyi b' Imana. \n\n  **4**   \nNdi mu muryango w'i Siyoni, Kubw' ubuntu bwawe Mwami, N' ubwo bampindur' urw' amenyo, Nzasingiz' izina ryawe, Ibinezeza byo mur' iyi si, Bihita nk' umuyaga, Umunezero uhoraho, Wateguriw' abana b' i Siyoni."
       },
       
       {
        "title": "255 Mbes' Aho Tuzahurira Ku Cyambu?",
        "number": 255,
        "markdown": "### 255 Mbes' Aho Tuzahurira Ku Cyambu?   \n\n  **1.**   \n Mbes' aho tuzahurira ku cyambu cya rwa ruzi, Ahahor' umucy' iteka, Ntihab' umubabaro?\n\n  **GUSUBURIMO:**   \nMbes' aho tuzahurira ku cyambu cya rwa ruzi? Tuzabonanirayo tuhanezererw' iteka?\n\n  **2**   \nTuzahurira ku cyamb' urugendo rurangiye? Mbes' aho tuzahurirayo, Maze twiruhutse? \n\n  **3**   \nMbes' aho twese tuzahurira mu mudugudu, Wubatswe n' Uhoraho, Urimbishijwe yasipi? \n\n  **4**   \nAbacunguwe bose, Bazaririmb' indirimbo, Kand' ibiremwa byose bizasingiz' Uhoraho. \n\n  **5**   \nMbes' aho tuzabonana n' abo twakundanaga, Maze twumv' amajwi yabo tubareba mu maso? \n\n  **6**   \nMbese tuzabonana na Krist' Umukiza wacu, Aje kujyan' intore ze mu bwami buhoraho?"
       },
       
       {
        "title": "256 Abatuye Mw' Isi Mwese",
        "number": 256,
        "markdown": "### 255 Mbes' Aho Tuzahurira Ku Cyambu?   \n\n  **1.**   \n Abatuye mw' isi mwese, Muririmbir' Uhoraho, Mumukorere mwishima, Mwogez' icyubahiro cye.\n\n  **2**   \nMumenye kw' ari we Mana, Kukw' ariwe waturemye, Twese tur' umukumbi we, Turagiwe n' Uhoraho. \n\n  **3**   \nMuze mwese mu rugo rwe, Muze mwese mumushima, Muhanik' amajwi yanyu, Kukw aribyo bikwiriye. \n\n  **4**   \nMwabaza muti: ni kuki? Nuk' Uhoraho ari mwiza, N' impuhwe ze zikaramba, Nta n' ubwo zizashiraho."
       },
       
       {
        "title": "257 Yesu Mucunguzi Wanjye",
        "number": 257,
        "markdown": "### 257 Yesu Mucunguzi Wanjye   \n\n  **1.**   \n Yesu Mucunguzi wanjye, Niwe byishimo byanjye, Ni wowe ujy' ungoboka, Mu bihe by' amakuba.\n\n  **GUSUBURIMO:**   \nYesu Mucunguzi wanjye, Niwe ndirimbo yanjye, Nta yindi nshuti nabona, Nagereranya nawe.\n\n  **2**   \nWagumye kumpumuriza, Mu bihe bibi byose, Ubwo nari nshumbirijwe, Ngoswe n' imibabaro. \n\n  **3**   \nUr' ibyiringiro byanjye, Ndayob' ukanyobora, Ni wowe nshuti y' ukuri, Undutir' abo mw' isi. \n\n  **4**   \nNi wow' undem' umutima, Mur' iyi si y' ibyaha, Nzakomeza ngusingize, Ngez' ubwo nzaz' iwawe."
       },
       
       {
        "title": "258 Yasezeranye Kuduh' Imvura",
        "number": 258,
        "markdown": "### 258 Yasezeranye Kuduh' Imvura   \n\n  **1.**   \n Yasezeranye kuduha, Imvura y' umugisha, Iri sezerano ryayo, Ryaturutse mw' ijuru.\n\n  **GUSUBURIMO:**   \nDuh' umugisha, Turifuz' umugisha, Uvuy' iwawe mw' ijuru, Nyabuneka wuduhe.\n\n  **2**   \nYasezeranye kuduha, Imvura y' umugisha, Yitugoborer' uyu muns' ikwir' impanda zose. \n\n  **3**   \nYasezeranye kuduha, Imvura y' umugisha, Turayifuz' uy' umunsi, Sohoz' ibyo wavuze. \n\n  **4**   \nYasezeranye kuduha, Imvura y' umugisha, Icyayiduh' uyu munsi, Mana tubabarire."
       },
       
       {
        "title": "259 Inkomangiro Yawe Yafata ?",
        "number": 259,
        "markdown": "### 259 Inkomangiro Yawe Yafata ?   \n\n  **1.**   \n Inkomangiro yawe yafata, Umuraba w' ibyag' uguteye? Ukagukanagira nk' ingoyi, Inkomangiro yaw' izashikama?\n\n  **GUSUBURIMO:**   \nDufit' inkomangir' itsika, Imiraba yiyungikanya, Ikomangiye ku Rutare, Rushikamye, Umukiza wacu.\n\n  **2**   \nNib' itsitse ntizateraganwa, Ifashwe n' ukuboko k' Umwami, Imirunga ye iraduhuza, Bitewe n' imbaraga y' ikomeye. \n\n  **3**   \nIzashikama mu gihe kibi, Ubw imivumb' izab' ihurura, Umuyaga w' ishuher' usheze, Ntabwo bizarenga ku bwato bwacu. \n\n  **4**   \nNdetse no mu gihe kibi cyane, Twifuz' amazi yaduhembura, Tuzatsika ku nkombe z' ijuru, Umugar' ushire buheriheri. \n\n  **5**   \nUbw' igitondo kizatangaza, N' amarembo arabagirana, Tuzatsika ku nkombe z' ijuru, Umugar' ushire buheriheri."
       },
       
       {
        "title": "260 Nta Rindi Zina Nka Yesu",
        "number": 260,
        "markdown": "### 260 Nta Rindi Zina Nka Yesu   \n\n  **1.**   \n Nta rindi zina nka Yesu, N' izina rihebuje, Rihimbar' abo mw' ijuru, N' abakristo bo mw' isi.\n\n  **GUSUBURIMO:**   \nZina (zina) ryiza (ryiza), Nta rihwanye n' irya Yesu, Zina (zina) ryiza (ryiza), Nta rihwanye n' irya Yesu.\n\n  **2**   \nNta rindi zina nka Yesu, Rimar' imibabaro, Nta zina ryahwana n' irye, Ndetse no mu mahoro. \n\n  **3**   \nMfit' ibyiringiro byo kuzamubon' agarutse, Nizeye kw' azanyakira, Maz' akampumuriza. \n\n  **4**   \nNib' ashaka ko mukorera mu ruzabibu rwe, Azampira mu byo nkora, Kand' ahir' ibyo mvuga. \n\n  **5**   \nNah' urupfu rwanyegura, Kuko nd' umukungugu, Ntacyo bizaba bintwaye, Niringiy' Umukiza."
       },
       
       {
        "title": "261 Singizwa Yesu",
        "number": 261,
        "markdown": "### 261 Singizwa Yesu   \n\n  **1.**   \n Singizwa Yesu, Umukiza Yazutse , Yesu yaneshej' urupfu, Iteka ryose, Marayik' ufit' umucyo, Aramanuka, Yakinguye igituro, Yesu aranesha, Singizwa Yesu, Umukiza Yazutse , Yesu yaneshej' urupfu, Iteka ryose.\n\n  **2**   \nItegereze: Ni Yesu Umukiza, Umucunguzi w' abantu, Ntushidikanye, Ishime kand' uririmbe! Yesu ariho! Ongera ubyamamaze, Yesu ni muzima. Itegereze: Ni Yesu Umukiza, Umucunguzi w' abantu, Ntushidikanye. \n\n  **3**   \nNta bwoba mfite! Yesu ni muzima pe! Nzajya musingiz' iteka, Mahoro yanjye. Yesu yaraneshereje niwe nizeye. Ni Yesu umbeshejeho, Sinzigera ntinya, Nta bwoba mfite! Yesu ni muzima pe! Nzajya musingiz' iteka, Mahoro yanjye."
       },
       
       {
        "title": "262 Nyir' Impuhwe Nyinshi",
        "number": 262,
        "markdown": "### 262 Nyir' Impuhwe Nyinshi   \n\n  **1.**   \n Nyir' impuhwe nyinshi cyane, Iman' ibabarira, Kwibagirw' ibyaha ikababarir' uwagomye.\n\n  **GUSUBURIMO:**   \n   S na A:Ndaje Yesu, Ndakwitabye, Uko ndi kos' unyemere, Ndaje Yesu ndakwitabye, Mukiz' unyakire.    S na A:Ndaje Yesu, Ndakwitabye, Uko ndi ko.. unyemere, Ndaje Yesu, Ndakwitabye, Mukiz' unyakire.\n\n  **2**   \nNari kure y' uwo nkunda, Mbabaj' umutima we, Kuko namwimagahw' aba, N' uwanjye yamfiriye. \n\n  **3**   \nYesu ndakwiyeguriye, Ndashaka kubaturwa, Icyaha cyose cyambase, Maze ngikire rwose. \n\n  **4**   \nHaleluya yanduhuye, Ubu sinshidikanya, Nderekez' iyo mw' ijur, Nejejwe no kubayo."
       },
       
       {
        "title": "263 Bazany' Amaturo Yabo",
        "number": 263,
        "markdown": "### 263 Bazany' Amaturo Yabo   \n\n  **1.**   \n Bazany' amaturo yabo, Kuyatur' Umwami Yesu, Kuko bari bamukunze, Maze barayamutura. Iyo neza n' urukundo, Byafashij' umukene, N' amaturo yose batuye, Yar' ay' agaciro.\n\n  **GUSUBURIMO:**   \nMuture Yes' amaturo, Biramunezeza rwose, Muhay' umutima wanjye, Ndamwiyeguriye.\n\n  **2**   \nUmukene yar' ahagaze, Kure y' abaturaga,  Maz' abony' uburyo batura, Agir' umunezero. Yuzurwa n' ibyishimo, By' ayo maturo batuye, We, yar' afit' ituro rito, Imbere y' Umwami. \n\n  **3**   \nAbwiran' Umwam' agahinda, Ati: Nz' ineza yawe, Akir' iri turo ngutuye, Niryo mutima wanjye, Yes' asubiza yitonze, Ati: S' ituro rito, Nubw' abandi batuye menshi, Urabarengeje."
       },
       
       {
        "title": "264 Ari Hafi Kuza",
        "number": 264,
        "markdown": "### 264 Ari Hafi Kuza   \n\n  **1.**   \n Ari hafi kuza, Nahimbazwe Yesu, Azakorany' abatoni be, Bajyane mw' ijuru, Turebe mw' ijuru, Twishime araje! Aje mu cyubahiro cye, Mucunguzi wacu.\n\n  **2**   \nAri hafi kuza, Nahimbazwe Yesu, Imibabaro yacu yose, Ntizibukw' ukundi, Yes' azakuraho, Urupfu burundu, Azaza tuban' iteka, Mucunguzi wacu. \n\n  **3**   \nAri hafi kuza, Nahimbazwe Yesu, Azaz' atungutse ku bicu, Ntidutinye rwose, Twubure amaso, Nguriya araje! Aje kujyana njye nawe, Mucunguzi wacu."
       },
       
       {
        "title": "265 Ndakwifuza Yesu Mwiza",
        "number": 265,
        "markdown": "### 265 Ndakwifuza Yesu Mwiza   \n\n  **1.**   \n Ndifuza Yesu Mwiza, Ndagukennye cyane, Nd' umushyitsi n' umwimukira, Singira gakondo, Ndifuz' urukundo, Rwawe rumpumuriza, Runyobora ngakomera cyane, Sintezuke.\n\n  **2**   \nNdifuz' umutima wa Yesu ngo nduhuke, Ng' untere kumutur' imibabaro yanjye yose, Ndifuz' Umwuka Wera, Ngw' ambwir' icyo ndi cyo, Arusheho kunyereka Umwana w' Intama. \n\n  **3**   \nNdakwifuza Yesu, Nshaka kuzakubona, Ugoswe n' umukororombya ku ntebe ya cyami, Nzahora nezeranywe n' abo wacunguye, Nzahora ngusingiz' iteka, Ndi kumwe nawe."
       },
       
       {
        "title": "266 Iby' Usahaka Nibibeho",
        "number": 266,
        "markdown": "### 266 Iby' Usahaka Nibibeho   \n\n  **1.**   \n Mukiza naraguhemukiye, Ndanakwimura ku mpamvu nkeya, Utungany' umutima wanjy' iby' ushaka bibe.\n\n  **GUSUBURIMO:**   \nIby' ushaka (ushaka) nibibeho (bibeho), Utungany' umutima wanjye, Iby' ushaka bibe.\n\n  **2**   \nNari mfit' imibabaro myinshi, Ntakir' inshuti nahemukiye, N' ubu ngubu ndacyavuga, Nt' iby' ushaka bibe. \n\n  **3**   \nUmwuka waw' utangir' ubuntu, Agenderer' umutima wanjye, Humuriz' umutima wanjy' ibyushaka bibe. \n\n  **4**   \nHindur' ubugingo bwanjye bushya, Ubutegeke bub' uk' ushaka, Ndind' ibimbuza kuvuga, Iby' ushaka bibe"
       },
       
       {
        "title": "267 Haba Ubwo Umwijima Ubudika",
        "number": 267,
        "markdown": "### 267 Haba Ubwo Umwijima Ubudika   \n\n  **1.**   \n Hab' ubw' umwijim' ubudika, Maze nkabur' inzira pe, Ibyago bikiyongeranya, Bikantera no kwiheba.\n\n  **GUSUBURIMO:**   \nNzahungira kuri Yesu (kuri Yesu), Kukw' ariw' undush' imbaraga (imbaragaa), Nzahungira kuri Yesu ( kuri Yesu), Kukw' ariw' undush' imbaraga.\n\n  **2**   \nHab' umunsi umbera mubi, Natambuka ngateguza, Nuko nkumva nguy' agacuho, Maze nkisunga Rutare. \n\n  **3**   \nNzanikomeza ku Rutare, Nibwo nzashir' agahinda, Nirwo ruzanshoboz' inzira, Zirimw' ibihanamanga."
       },
       
       {
        "title": "268 Nimusingize Umukiza",
        "number": 268,
        "markdown": "### 268 Nimusingize Umukiza   \n\n  **1.**   \n Nimusingiz' Umukiza, Mumurebe mukire, N' abanyabyaha nibaze, Arabamar' inyota, N' ubwo yigeze kwicisha bugufi, Yar' Umwami, Impumyi zihumuka kubw' amaraso ya Yesu.\n\n  **GUSUBURIMO:**   \nAbantu bose basingiz' Umukiza wazutse, Musingiz' uwo Mukiza, Ubavana mu byaha.\n\n  **2**   \nNimusingiz' uwo Mukiza, Mwese mumuramye, Abamushakan' umwete, Nabo azabakira, Bavuy' impande zose, Bihuta banezerewe, Batwaye umusaraba wa Yesu, Abakize. \n\n  **3**   \nNimumuh' icyubahiro, Niwe Mwana w' Imana, Ndetse n' abatamwitaho, Arabiyegereza, Ngo bajye bibuk' umusaraba yatangiyeho, Bib' uruhererekane mu bantu, Bamuramye. \n\n  **4**   \nMumusingize mu ndirimbo, No mu masengesho, Umucunguzi wikoreye ibyaha by' abantu, Abato n' abakuru bamwubahe, Bamuramye, Ibipfamatwi byumve, N' ibiragi biririmbe"
       },
       
       {
        "title": "269 Hari Igihugu Kibamo Umucyo",
        "number": 269,
        "markdown": "### 269 Hari Igihugu Kibamo Umucyo   \n\n  **1.**   \n Har' igihugu kibamw' umucyo urabagirana, Ntabwo habayo umwijima, Yesu n' umucyo waho.\n\n  **GUSUBURIMO:**   \n   S. na A. : Twemer' umusaraba, Tuzambikw' ikamba, Dukomez' iby' ukuri, Nibwo tuzagerayo.    T. na B. : Twemer' u ...sa...saraba, Tuzambikw' ika... ikamba, Dukome... by' u... by' ukuri, Nibwo tuzagerayo.\n\n  **2**   \nIbihe byaho ni byiza rwose, Nta mpinduk' ibayo, Ntabwo habay' impagarara, Tuhabik' ubutunzi. \n\n  **3**   \nMw' ijuru hariy' amazu meza arabagirana, Tuzahahurira n' inshuti, Twakiranw' ibyishimo. \n\n  **4**   \nTwifuza cyane kwimuka vuba, Mur' iyi s' ishaje, Tujye guturana n' abera, Maze dut' umuruho."
       },
       
       {
        "title": "270 Nyobora Mwami Wanjye",
        "number": 270,
        "markdown": "### 270 Nyobora Mwami Wanjye   \n\n  **1.**   \n Nyobora Mwami wanjye (Mwami wanjye), Ne kurorongotana ( mbane nawe), Mb' amahor' unyoboye (unyoboye), Iyo nkuri bugufi (nkuri bugufi).\n\n  **GUSUBURIMO:**   \nMukiza we, Mpabura nahabiye kure, Unyambutse mw' isumo ( mw' isumo), Mwami ngendane nawe ( nawe ).\n\n  **2**   \nIyo ngeze mu kaga (ncits' intege) Umber' ubuhungiro ( buhungiro), Nyakiran' imbabazi ( imbabazi), Nezerwa turi kumwe (turi kumwe). \n\n  **3**   \nNtabara Mwami mwiza ( Mwami mwiza), Mu mibabaro yanjye (yanjye yose ), Kugez' ubwo nzager' aho (nzager' aho ), Ntazarir' ukundi (ntazarir' ukundi)."
       },
       
       {
        "title": "271 Mbese Ngend' Imbokoboko?",
        "number": 271,
        "markdown": "### 271 Mbese Ngend' Imbokoboko?   \n\n  **1.**   \n Mbese ngend' imbokoboko, Nsanganiy' Umukiza wanjye? Nta cyiza namukoreye, Mbese ngend' imbokoboko?\n\n  **GUSUBURIMO:**   \nMbese ngende ntacyo mfite, Nsanganir' uwo Mwami wanjye, Nta n' umwe namukirije, Mbese ngende ntacyo mfite?\n\n  **2**   \nSinterw' ubwoba n' urupfu, Umukiza yarankijije. Ku musanga ntacyo mfite, Numva binkojej' isoni. \n\n  **3**   \nNapfushij' igih' ubusa, Nakoz' ibyangwa n' Umukiza, Ubu ndamutakambira, Musaba kumbabarira. \n\n  **4**   \nMwebw' abera mushishikare, Mukore hakiri kare, Dor' ijoro riraguye, Mutarakiz' imitima."
       },
       
       {
        "title": "272 Yesu Niwe Rufatiro",
        "number": 272,
        "markdown": "### 272 Yesu Niwe Rufatiro   \n\n  **1.**   \n Yesu niwe rufatiro, Twubakahw' ingo zacu, N' Urutare rukomeye, Ntabwo runyegenyega.\n\n  **GUSUBURIMO:**   \nS. na A. : Yesu n' Urutare, Bwugamo bwacu, Yesu niwe soko, Y' umunezero.    T. na B. : Yesu Rutare, Yesu n' Urutare, Bwugamo bwacu, cubwacu Yesu ni soko, Yesu niwe soko, Y' umunezero.\n\n  **2**   \nIyo turi kumwe nawe, Atwuzuz' urukundo, Niwe byiringiro byacu, Atwonger' imbaraga. \n\n  **3**   \nDuh' urukundo nyakuri, Ukomez' ingo zacu, Turind' imigambi mibi, Iva kuri sekibi."
       },
       
       {
        "title": "273 Yesu Ntabwo Yakwanga",
        "number": 273,
        "markdown": "### 273 Yesu Ntabwo Yakwanga   \n\n  **1.**   \n Yesu ntabwo yakwanga, N' ubw' ur' umunyabyaha, Niwe nshuti ihebuje, Ntazanga kukwakira, Imana yatanze Yesu, Kugira ngo ducungurwe, N' ubwo wamuhemukiye, Ntazanga kukwakira.\n\n  **2**   \nN' ubw' ujy' umugayisha, Ntazakwirengagiza, Niwe nzira n' umucyo, Ntazanga kukwakira, Azagusendahw' ibyaha, maz' usigar' utunganye, Azagukiz' urupfu, Ntabw' azakwirengagiza. \n\n  **3**   \nNgaho ngwin' utiganda, Ntazanga kukwakira, Gana ku musaraba, Ntazanga kukwakira, Numara gusanga Yesu, Ntuzasubira mu byaha, Ngwino uhabw' ubugingo, Butagir' iherezo."
       },
       
       {
        "title": "274 Uhoraho Iyo Nitegereje",
        "number": 274,
        "markdown": "### 274 Uhoraho Iyo Nitegereje   \n\n  **1.**   \n Uhoraho, Iyo nitegereje, Ibitangaza by' ibyo wakoze, Ar' izuba, N' ukwezi n' inyenyeri, N' ibindi bintu byose waremye.\n\n  **GUSUBURIMO:**   \nNishimira kukuririmbira, Mana nkuru y' urukundo Nishimira kukuririmbira, Mana nkuru, Y ' urukundo.\n\n  **2**   \nMana nkunda, Iyo nitegereje, Igiti cyose mu byo waremye, Binyibutsa igiti cy' i Kalvari, Umwana wawe yambambiweho. \n\n  **3**   \nIyo numva inyoni ziririmba mu biti byiza yaturemeye, Urusobe rw' amajwi yazo meza n' urw' amasumo biranezeza. \n\n  **4**   \nIgih' ibyago bizaba bishize, Abera bose bagukikije, Tuzagusingiza iteka ryose, Kandi turamy' Uwatwitangiye."
       },
       
       {
        "title": "275 Nzasa Na Yesu",
        "number": 275,
        "markdown": "### 275 Nzasa Na Yesu   \n\n  **1.**   \n N' ubw' ibyiza by' isi byancuka, Nzasa na Yesu, Ntacyo mw' isi kizampindura, Nzasa na Yesu.\n\n  **GUSUBURIMO:**   \nNzasa na Yesu rwose, Niyo ndirimbo yanjye, Ndi hanze n' imuhira, Nzajya nsa na Yesu.\n\n  **2**   \nNabohow' ingoyi z' umwanzi, Nzasa na Yesu, Nzarushaho kumukorera, Nzasa na Yesu. \n\n  **3**   \nNaba mw' isi cyangwa mw' ijuru, Nzasa na Yesu, Nzahora mbyamamaz' iteka, Nzasa na Yesu. \n\n  **4**   \nKugira ngo nzajye mw' ijuru, Nzasa na Yesu, Kuko nifuza kuzashimwa, Nzasa na Yesu."
       },
       
       {
        "title": "276 Iyi Isi Niya Data",
        "number": 276,
        "markdown": "### 276 Iyi Isi Niya Data   \n\n  **1.**   \n Iy' isi n' iya Data, Kand' iyo ntez' amatwi, Numv' ibiremwa bisingiza izina rye mu ndirimbo, Isi n' iya Data, Mpora mbitekereza, Iby' Uhoraho yaremye byose, Ni byiza bitangaje.\n\n  **2**   \nIy' isi n' iya Data, Inyoni ziririmba, Umuseke wa mu gitondo, N' impumuro y' uburabyo, Ibimera byose, Hamwe n' ibyo mw' ijuru, Byose bigaragaz' ububasha, N' imbaraga ze nyinshi. \n\n  **3**   \nIy' isi n' iya Data, N' ubwo yuzuy' ibyaha, Nta kizaganz' imbaraga ze, Azahor' ari ku ngoma, Isi n' iya Data, Mbese nakwiganyira? Imana yac' izahora ku ngom' ibihe bidashira. \n\n  **4**   \nIy' isi n' iya Data, Ntabwo nzabyibagirwa, N' ubw' ibyaha biyuzuyemo, Imana n' umuyobozi, Isi n' iya Data, Ni kuki nababara? Data niwe uri ku ngoma, Ijuru n' isi byishime."
       },
       
       {
        "title": "277 Isi N' Ibiyirimo",
        "number": 277,
        "markdown": "### 277 Isi N' Ibiyirimo   \n\n  **1.**   \n Isi n' ibiyirimo, Byose n' iby' Imana, Twese tur' ab' Imana, N' ubutunzi bwose, Imana ni nyir' ibintu byose, Turi ibisonga byayo, Dukwiriye kuyitunganira, Tub' ibisonga nyakuri.\n\n  **2**   \nImpano waduhaye, Ziguhesh' ikuzo, Duhe kuzikoresha, Mu murimo wawe, Zijye zikugaragaza Mwami, Ahantu hose tunyura, Impano waduhaye Mukiza, Tuzikoresh' umurimo. \n\n  **3**   \nIgihe waduhaye, N' impan' ikomeye, Tugikoreshe neza, Twitegur' Umwami, Buri gihe tubane n' Imana, Dukoresh' igihe neza, Igihe Imana yaduhaye, Tugikoresh' umurimo. \n\n  **4**   \nYaduhay' ubutunzi ngo tubukoreshe, Ibyo dutunze byose, Byose n' iby' Imana, Tube ibisonga yishimira, Dukiranukir' Imana, Ibyo dutunze tubikoreshe, Umurimo w' Uwiteka."
       },
       
       {
        "title": "278 Bona N' Ubwo Ngoswe N' Ibicu",
        "number": 278,
        "markdown": "### 278 Bona N' Ubwo Ngoswe N' Ibicu   \n\n  **1.**   \n Bona n' ubwo ngoswe n' ibicu, Kandi nkab' inkehwe, Kandi nkaba ndembejwe n' amaganya menshi cyane.\n  Gubiramo: Nagira Yesu wenyine, Byose byatamuruka, Niwe zuba ryaka nk' inyenyeri y' i Betelehemu.\n\n  **2**   \nN' ubw' urugendo rwo mw' isi rwantera gucogora, Najya gusingir' uburabyo, Ngasingir' amahwa. \n\n  **3**   \nN' ubw' umutima wanjye, Wazirikan' Uwankunze, Bigatuma ngir' agahinda, Kenshi nkababara. \n\n  **4**   \nNzirikany' icyubahiro, Ntegereje kwinjira, Navuga Yesu wenyine, Byose byatamuruka."
       },
       
       {
        "title": "279 Intama Mirongo Cyenda N' Icyenda",
        "number": 279,
        "markdown": "### 279 Intama Mirongo Cyenda N' Icyenda   \n\n  **1.**   \n Intama mirongo cyenda n' icyenda, Zari mu kiraro cyazo, Imwe yazimiye yararagiye, Yagiye mu bihanamanga, Dor' irazerera mu kidaturwa, Yasiz' Umwungeri w' impuhwe nyinshi, Yasiz' Umwungeri w' impuhwe nyinshi.\n\n  **2**   \nUfite mirongo cyenda n' icyenda, Mbese warets' iyo Mwami, Aransubiz' ati : Nayo n' iyanjye, Ibarirwa mu ntama zanjye, Bona nahw' inzira yakukumuka, Ndayikurikira mu kidaturwa, Ndebe ko nabasha kuyibonayo. \n\n  **3**   \nNta muntu wamenya uko yarushye, N' uko yambuts' imigezi, Ryar' ijoro ribi kandi ntaw' uzi, Uko yataruy' iyo ntama, Yumvis' ijwi ryayo mu kidaturwa, Ntabwo yagirag' uwayitabara, Rwose yar' ishigaje hat' igapfa. \n\n  **4**   \nMwami nyerek' inzira wanyuzemo, Mbone mw' amaraso yawe, Yavuye ku bwacu twarazimiye, Maz' utugarura mu bushyo, Nyereka za nkovu zo mu biganza, Wakomerekejwe muri ryo joro, N' igihe bakwambikaga ya mahwa. \n\n  **5**   \nKu misozi hose no mu bikombe, No ku bitare ku manga, Har' ijwi rirenga ngo nimwishime, Intama yanjye yabonetse, Abamarayika bavuga bati: Nimwishim' Umwam' abony' intama ye, Nimwishim' Umwam' abony' intama ye."
       },
       
       {
        "title": "280 Mu Gihugu Cyiza Twasezeraniwe",
        "number": 280,
        "markdown": "### 280 Mu Gihugu Cyiza Twasezeraniwe   \n\n  **1.**   \n Mu gihugu cyiza twasezeraniwe, Hariy' ururembo rwera rw' Imana, Tuzamuk' imisozi tunaniwe, Tukarabukw' aho tuzab' iteka.\n\n  **GUSUBURIMO:**   \n   S. na A. : Tugeze hafi, Hafi y' iwacu, Dore hararabagirana cyane, Har' umucy' uturuka mu marembo, Aho niho tuzab' iteka ryose, Turirimbana n' abamarayika, Turi hafi yaho.    T. na B. : Tuge tugeze y' iwacu, Hafi y' iwacu, Dore hararabagirana cyane, Har' umucy' uturuka mu marembo, Aho niho tuzab' iteka ryose, Turirimbana n' abamarayika, Turi, turi hafi ho.\n\n  **2**   \nMu bitabo by' abahanuzi tubwirwa, Iby' umudugudu wera w' Imana, N' inzira zaho zisizwe zahabu, Amazu yahw' ararabagirana. \n\n  **3**   \nAbazajyayo n' abizera bakeya, Bakomez' amategeko y' Imana, Tuzahora turangurur' amajwi, Turirimb' indirimbo z' ibyishimo. \n\n  **4**   \nMbese tuzahurirayo bene Data, Mu gihugu kirasirwa n' izuba? Nimwemera ubutumwa bw' Imana, Yesu n' aza azabahamagara."
       },
       
       {
        "title": "281 Wiringir' Umwam' Imana",
        "number": 281,
        "markdown": "### 281 Wiringir' Umwam' Imana   \n\n  **1.**   \n Wiringir' Umwam' Imana, Kukw' ari y' izakuyobora, Izere Nyir' imigisha, Niw' uzagukenura.\n\n  **GUSUBURIMO:**   \nIzer' uko yakubwiye, Yihang' amas' iteka ryose, Uyiringire ibihe byose, Niyo Mwungeri wawe.\n\n  **2**   \nWiringir' Umwam' Imana, Umushukanyi nakwegera, Wiringir' Umwam' Imana, Ujy' uyihungiraho. \n\n  **3**   \nWiringir' Umwam' Imana, Mu birushya no mu makuba, Wiringir' Umwam' Imana, Yih' umutwaro wawe. \n\n  **4**   \nWiringir' Umwam' Imana, Mu mibereho yawe yose, Wiringir' Umwam' Imana, Kugez' ahw azazira."
       },
       
       {
        "title": "282 Habuka Wa Mpabe We",
        "number": 282,
        "markdown": "### 282 Habuka Wa Mpabe We   \n\n  **1.**   \n Habuka wa mpabe we, Urahamagarwa, Rek' ibyaha byawe ngwino, Wikwinangira.\n\n  **GUSUBURIMO:**   \nNgwino hakirih' umucyo, Yes' aragutegereje, Aramburiy' amaboko, Abe bahabye.\n\n  **2**   \nUmukiz' arakwinginga, Ntiwinangire, Umv' araguhamagara, Mukingurire. \n\n  **3**   \nUraritswe n' ubutumwa, We kwinangira, Bukuzaniy' agakiza, Bukingurire. \n\n  **4**   \nWe kwigomw' umunezero, Ngo winangire, Nibw' uzagir' amahoro, Mukingurire."
       },
       
       {
        "title": "283 Dutegerej' Igitondo Cyiza",
        "number": 283,
        "markdown": "### 283 Dutegerej' Igitondo Cyiza   \n\n  **1.**   \n Dutegerej' igitondo cyiza, Tuzabon' abacu twabuze, Nibwo bazakanguka, Tuban' iteka ryose, Ntabwo tuzongera gutandukana.\n\n  **2**   \nUbw' impanda izaba ivuze, Ibituro bizakingurwa, Abera babivemo, Ntibazongera gupfa, Abera bazahabw' indi mibiri. \n\n  **3**   \nIgitondo kiri hafi cyane, Bagenzi mwe bugiye gucya, Umucyo w' itangaza, Uturasire twese, N' umunsi w' ihumure kuri twese."
       },
       
       {
        "title": "284 Yesu Ni Umukiza Wanjye",
        "number": 284,
        "markdown": "### 284 Yesu Ni Umukiza Wanjye   \n\n  **1.**   \n Yesu n' Umukiza wanjy' utangaje, Kuko andutira byose, Niwe wampagaritse ku Rutare, Mpaboner' umunezero.\n\n  **GUSUBURIMO:**   \nNiwe wampagaritse ku Rutare, Mu gihugu cy' umutarwe, Kand' ampisha mu rukundo rwe rwinshi, Andindish' ukuboko kwe, Andindish' ukuboko kwe.\n\n  **2**   \nYesu n' Umukiza wanjy' utangaje, Antur' imitwaro yose, Arankomeza sinzanyeganyega, Kukw' ahor' ambumbatiye. \n\n  **3**   \nAnsesurahw' imigisha nk' ikamba, Anyuzuz' ubugwaneza, Ndirimba ntikenga nsingiz' Imana, Niyo Mucunguzi wanjye. \n\n  **4**   \nNinambara kurabagirana kwe, Nibwo nzamusanganira, Nzajya ndirimbana n' abacunguwe, Indirimbo y' agakiza."
       },
       
       {
        "title": "285 Isi Ni Iy' Uhoraho",
        "number": 285,
        "markdown": "### 285 Isi Ni Iy' Uhoraho   \n\n  **1.**   \n Isi n' iy' Uwiteka, Tumusingize twese, Imisozi n' inyanja n' ibirimo byose, Isi n' iy' Uwiteka, Bose bamuramye, Imidugudu n' ibiyaga byose n' ibye.\n\n  **GUSUBURIMO:**   \nIsi yose, Isi yose, Yamamaz' ubutumwa bwiza bwa Yesu, Mutwar' umusaraba, Mushing' ibendera, Kugez' ubw' abantu bose bazihana. Amen. (Ku gice cya 3).\n\n  **2**   \nIsi n' iy' Uwiteka tuyibimenyeraho, Mpabe nimuhabuke mwe kuyob' inzira, Isi n' iy' Uwiteka ntimugacogore, Umusaraba niwo watuneshereje. \n\n  **3**   \nIsi n' iy' Uwiteka, Itegeko n' iri ngo: Mugende, Mwamamaze ubutumwa bwiza, Isi n' iy' Uwiteka, Ganz' iteka Mwami, Amahanga yose ahor' agusingiza."
       },
       
       {
        "title": "286 Yes' Arakomang' Ubu",
        "number": 286,
        "markdown": "### 286 Yes' Arakomang' Ubu   \n\n  **1.**   \n Yesu arakomang' ubu, Mukingurire? Aringing' umutima wanjye, Se mukingurire? Muri wo harimw' ibyaha, N'umwijima n' agahinda. Kristo ashaka ko musanga, Se mukingurire?\n\n  **2**   \nSe mubwiran' urukundo, Mukingurire? Nakir' uwo Mwami w' ubuntu, Se mukingurire? Ntantererana na hato, Ambabarir' ubugome. Mbese namwimura burundu, Cyangwa munambeho? \n\n  **3**   \nUmutima w' ubwibone, Ndawukinguye. Mwakirany' ibyishimo byinshi, Ndamukinguriye. Mukiza mwiza tubane, Undind' ibishuko byose, Mb' amahor' iyo turi kumwe, Ngwino Mwami Yesu."
       },
       
       {
        "title": "287 Nimushimir' Imbabazi Za Yesu",
        "number": 287,
        "markdown": "### 287 Nimushimir' Imbabazi Za Yesu   \n\n  **1.**   \n Nimwishimir' imbabazi za Yesu, Kuko yatwicunguriye, Ntacyo twatinya Yes' ashobora byose, Ni we Mukiza wacu. Gusubiramo: Mbese ubw' Imana, Iri mu ruhande rwacu, Umubisha wacu, Ninde, Ninde? Umubisha wacu, Se nde?\n\n  **2**   \nMukomerere mu Mwami wacu Yesu mub' abakiranutsi, Mu kaga kose muhagarare mushikamy' azabakomeza. \n\n  **3**   \nNimwiringire Yesu mukomez' amategeko ye by' ukuri, Isi izashira arikw' amategeko y' azahorahw' iteka. \n\n  **4**   \nTuzibanira n' Umwami wacu Yesu azaduh' ubugingo, Kandi nta muntu wabasha kudutesh' uwo Mukiz' umez' atyo."
       },
       
       {
        "title": "288 Har' Ijwi Rihamagara",
        "number": 288,
        "markdown": "### 288 Har' Ijwi Rihamagara   \n\n  **1.**   \n S. na A. : Har' ijwi rihamagar' abarushye, Mubamurikire Harihw' abatabaza ngo bakizwe, Mubamurikire    T. na B. : Har' ijwi rihamagar' abarushye, Mubamu-rikire, Harihw' abatabaza ngo bakizwe, Mubamu-rikire\n\n  **GUSUBURIMO:**   \n    S. : Nimubamurikishirize umucyo w' ubutumwa, Bamenyeshe ko Yes' ariwe wabapfiriye bose.    A.,T. na B. : Nimubamu... kishirize ...cyo bu....butumwa, Bamenyeshe Ye...riwe ....pfi...ye bose (bose).\n\n  **2**   \n   S. na A.: Harihw' abatabariza gukizwa, Mubamurikire, Tuzan' amaturo ku musaraba, Ngo bamurikirwe.    T. na B.: Harihw' abatabariza gukizwa, Mubamu-rikire, Tuzan' amaturo ku musaraba, Ngo bamu-rikirwe. \n\n  **3**   \n   S. na A.: Ubuntu bwa Yesu bugwire hose, Mubamurikire, Kand' Umwuka wa Yes' ukwire hose, Mubamurikire.    T. na B.: Ubuntu bwa Yesu bugwire hose, Mubamu-rikire, Kand' Umwuka wa Yes' ukwire hose, Mubamu-rikire. \n\n  **4**   \n    S. na A.: Twe gucogorera gukora neza, Tubamurikire, Twitegurire kuzahabw' ikamba, Tubamurikire.    T. na B.: Twe gucogorera gukora neza, Tubamu-rikire, Twitegurire kuzahabw' ikamba, Tubamu-rikire."
       },
       
       {
        "title": "289 Mutim' Ufit' Intege Nke",
        "number": 289,
        "markdown": "### 289 Mutim' Ufit' Intege Nke   \n\n  **1.**   \n Mutim' ufit' intege nke, Harih' uburuhukiro, N' iwacu hadahinduka, Se ntiwifuza kubayo?\n\n  **GUSUBURIMO:**   \nWa munyantege nke we, Tegereza, Kandi nturambirwe, B' uretse, Tegereza, Ntukivovote.\n\n  **2**   \nUbw' uzatur' umutwaro, Ibyo mw' isi birangiye, Uzashyikir' agakiza, Tegerez' utivovota. \n\n  **3**   \nNib' amahw' ari mu nzira, Tekerez' uwayambitswe, N' ubabara wibuke k' Uwera, Nawe yababajwe. \n\n  **4**   \nUjy' uhora wihanganye, Ntukibagirwe gusenga, Harih' ubw' uzaruhuka, Tegerez' utivovota."
       },
       
       {
        "title": "290 Ubugingo Bw' Abantu",
        "number": 290,
        "markdown": "### 290 Ubugingo Bw' Abantu   \n\n  **1.**   \n Ubugingo bw' abantu, Buhita nk' igicucu, Imbere yawe Mwami Mana, Buhita n' ingoga.\n\n  **GUSUBURIMO:**   \nYe ni koko, Burihuta, Rwose bwihuta nk' igicucu, N' iby' ukuri nta mumaro, Ubugingo bwacu n' ubusa.\n\n  **2**   \nUmunt' ab' afit' izina rimutey' ishema, Imyaka yamara guhita, Rikibagirana. \n\n  **3**   \nYa nyenyeri y' Umukiza y' i Betelehemu, Natw' ibasha kutuyobora, Tukamugeraho. \n\n  **4**   \nMwami Mana komez' iyo nyenyer' imurike, Umucyo way' ukwire hose, Umwijim' uhunge."
       },
       
       {
        "title": "291 Ndabatuwe Sinkibabaye",
        "number": 291,
        "markdown": "### 291 Ndabatuwe Sinkibabaye   \n\n  **1.**   \n Ndabatuwe sinkibabaye, Yesu ndaje, Yesu ndaje, Nje mu munezero iwawe, Ubu Yesu ndaje, Nje nifuza gufashwa nawe, Ngutuy' intege nke zanjy' unkize, Mvuye mu byaha nje nkugana, Ubu Yesu ndaje.\n\n  **2**   \nNkijijw' isoni sinihebye, Yesu ndaje, Yesu ndaje, Nemey' umusaraba wawe, Ubu Yesu ndaje, Mvuye mu mibabaro y' isi, Ubu ngeze mu mahoro yawe, Simbabaye ndanezerewe, Ubu Yesu ndaje. \n\n  **3**   \nNkiz' imiruho n' ubwibone, Yesu ndaje, Yesu ndaje, Nje kuba mu mahoro yawe, Ubu Yesu ndaje, Nje kuba mu rukundo i wawe, Sinkihebye nje mu munezero, Nj' ah' uri nguruka nk' inuma, Ubu Yesu ndaje. \n\n  **4**   \nWamaz' ubwoba bw' igituro, Yesu ndaje, Yesu ndaje, Nje mu munezero w' iwawe, Ubu Yesu ndaje, Wanyaruye mw' irimbukiro, Ungeza mu mahor' adashira, Ngo mpore nkureba mu maso, Ubu Yesu ndaje."
       },
       
       {
        "title": "292 Ni Wowe Gusa",
        "number": 292,
        "markdown": "### 292 Ni Wowe Gusa   \n\n  **1.**   \n Ni wowe gusa nkeneye, Ntaw' undi Mwami. Har' undi mfite mw ijuru, Mwam' atari wowe?\n\n  **GUSUBURIMO:**   \nNi wowe (ni wowe), Ni wowe (ni wowe), Wanyerets' urukundo, Ni wowe (ni wowe), Ni wowe(ni wowe), Ntaw' uhwanye nawe.\n\n  **2**   \nN' ubwo mfit' inshuti nyinshi, N' ibyiza byinshi, Utabirimo Mukiza, Nta mumaro wabyo. \n\n  **3**   \nMbese harih' umutima wuzuy' ineza? Cyangw' ijwi ryiza nakumva rikampumuriza? \n\n  **4**   \nIby' isi ntabwo byantanya nawe Mukiza, Ibyo mur' iy' isi byose, Nta mumaro wabyo."
       },
       
       {
        "title": "293 Munsi Mwiza Wejejwe",
        "number": 293,
        "markdown": "### 293 Munsi Mwiza Wejejwe   \n\n  **1.**   \n Munsi mwiza wejejwe, W' icyumweru cyo kurema, Wagizw' uwa karindwi, Wahiriwe n' Imana.\n\n  **GUSUBURIMO:**   \nNgwino Sabato, Sabato nziza, Tuboner' imigisha, Mu munsi w' Uhoraho.\n\n  **2**   \nIrangije kurema, Ishyiraho n' Isabato, Iman' irayihira, Natwe tuyiruhuke. \n\n  **3**   \nBenshi barwany' Imana, Baruhuka kuwa mbere. Shaka mu Byanditsw' urasanga nta habihamya. \n\n  **4**   \nAbanyakuri bazi ko wahinduwe n' umuntu, Ntabw' Ijambo ry' Imana rikwiye guhinduka. \n\n  **5**   \nNashatse mu Byanditswe, Nsang' ariyo yategetswe. Mpera ko nyiruhuka, Kukw' ari yo y' ukuri."
       },
       
       {
        "title": "294 Gitare Kirekire",
        "number": 294,
        "markdown": "### 294 Gitare Kirekire   \n\n  **1.**   \n Gitare kirekire njya mpungiraho, Ni wow' umutima wanjye wifuza, Nd' umunyantege nke nshaka kukwisunga, Wowe Gitare cyanjye, Nkwihishemo.\n\n  **GUSUBURIMO:**   \nNkwihishemo, Nkwihishemo, Wowe Gitare cyanjye, Nkwihishemo.\n\n  **2**   \nNgiz' imibabaro ku manywa y' ihangu, Nizingiweho n' ibigeragezo, Ndengewe n' imiraba yiyungikanya, Wowe Gitare cyanjye, Nkwihishemo. \n\n  **3**   \nUmwanz' anyibasiye ndi ku rugamba, Ni wowe mpungiraho nkaruhuka, Iyo nibasiwe n' ibigeragezo, Niwe nihishamo, Gitare cyanjye."
       },
       
       {
        "title": "295 Mpisemo Umukiza Yesu",
        "number": 295,
        "markdown": "### 295 Mpisemo Umukiza Yesu   \n\n  **1.**   \n Mpisem' Umukiza Yesu gusa, Kurut' ubutunzi bwo mur' iyi si, Andutir' ifeza n' izahabu, Ikiganza cye cyarambambiwe.\n\n  **GUSUBURIMO:**   \nRwose aho kub' Umwami w' isi, Ngaheranwa n' ibyaha, Nahitamo Yesu mur' iyi si, Niw' undutira byose.\n\n  **2**   \nMpisemo Yesu kurut' ikuzo, No kumukorera nivuy' inyuma, Andutir' icyubahiro cy' isi, Nkunda kwitirirwa izina rye. \n\n  **3**   \nArush' ibiremwa byos' ubwiza, Anyur' umutima kuruta byose, Azah' umutima wanjy' ibyiza, Nimwemerera akanyobora."
       },
       
       {
        "title": "296 Amahoro Masa",
        "number": 296,
        "markdown": "### 296 Amahoro Masa   \n\n  **1.**   \n Umutima wanjy' urasingiz' Imana, Mu ndirimbo y' umunezero, Nifitiy' amahoro ava mw' ijuru, Yuzuye mu mutima wanjye.\n\n  **GUSUBURIMO:**   \nAmahoro masa, Aturuka ku Mana gusa, Nyamuneka tungany' ubugingo bwanjye, N' urukundo rutarondorwa.\n\n  **2**   \nNifitiy' amahor' arut' ubutunzi, Yuzuye mu mutima wanjye, Kandi nta muntu wabasha kuyanyaga, Ntawe n' aho yakwigir' ate! \n\n  **3**   \nYambereye ubuhungiro nijoro, Bituma mb' uwa Yesu gusa, Nta cyampangara ku manywa na nijoro, Ntacyo rwose haba na gito. \n\n  **4**   \nReka mvug' ibya wa mudugudu mwiza, Uwo nzabona nkanezerwa, Mu ndirimb' abera bazaharirimbir' Imwe n' iyi ngiyi wumva ngo: \n\n  **5**   \nN' ubwo nanyuraga makuba y' isi, Nkabur' umunt' umpumuriza, Umukiza wanjye n' inshuti y' ukuri, Yangoteshej' amaboko ye."
       },
       
       {
        "title": "297 Yesu Niwe Niringira",
        "number": 297,
        "markdown": "### 297 Yesu Niwe Niringira   \n\n  **1.**   \n Yesu niwe niringira, Niwe butunzi bwanjye, Nzakwishingikirizaho, Kugez' igihe nzapfa, Ni wowe umbeshejeho kuko ump' amahoro, Ni wow' ump' umunezero, Ur' ubuzima bwanjye.\n\n  **2**   \nNiba bikwiriye kureb' umusaraba wawe, Ngira intungane nkunde amategeko yawe, Ntawe unaniza ngw' akor' ibyo adashoboye, Ntacyo wasaba ng' umuntu abon' icyakwitura. \n\n  **3**   \nNjye ndashaka kugendera mu mucyo wawe Yesu, Ngo nzazuke nigira iwawe mw' ijuru heza. Aho niho hari igihugu nzabamw' iteka, Niho Yesu azanyakira ari mu ngoro ye."
       },
       
       {
        "title": "298 Igitekerezo Cyiza",
        "number": 298,
        "markdown": "### 298 Igitekerezo Cyiza   \n\n  **1.**   \n Igitekerezo cyiza cya Yesu Mukiza, Kivug' uburyo yahoranye n' abantu, N' uko yahamagarag' abana nk' intama ze, Maze bigatuma nkumbura Yesu, Numva nifuza kw' aba yaranshyizehw' ibiganza, Ngw' abe yaranzengurukij' amaboko, Yemwe mba narahiriw' iyo numv' avug' ati : Nimurek' abana bato bansange!\n\n  **2**   \nNzeger' intebe ye ngo mutur' amasengesho, Maze musabe kuba mu rukundo rwe, Kand' uko ndushaho kumushaka mur' iyi si, Nizeye ko nzamubona mw' ijuru. Yagiye mw' ijuru guteguray' amazu meza, Azaturwamo n' abacunguwe gusa. Abana benshi bazaba bateraniyeyo, Kuk' ubwami bwo mw' ijuru ar' ubwabo. \n\n  **3**   \nAbantu benshi bazimiriye mur' iyi si, Ntabwo barumv' inkuru y' iwacu heza, Ndifuza ko bamenya ko har' umwanya wabo, Kandi Yesu niw' ubahamagara. Ndifuza kuzishima kur' uwo munsi mukuru, Uzab' ar' umuns' urut' iyindi yose. Ubw' abana bo mw' isi yose bazaterana, Akabaher' umugish' icyarimwe."
       },
       
       {
        "title": "299 Urukundo Yes' Ankunda",
        "number": 299,
        "markdown": "### 299 Urukundo Yes' Ankunda   \n\n  **1.**   \n Urukundo Yes' ankunda, Rwatumy' abambwa ku giti, Kugira ngo nkomeze kubaho, Ntawarurondora.\n\n  **GUSUBURIMO:**   \nYankunz' urukundo rwinshi ( urukundo rwinshi), Yankunz' urukundo rwinshi ( urukundo rwinshi), Urukundo Umukiz' ankunda, Nta warurondora.\n\n  **2**   \nUburyo yambabarijwe, Yambitsw' ikamba ry' amahwa, Kugira ngo nkomeze kubaho, Nta wabirondora. \n\n  **3**   \nMfit' amahoro muri we, Kukw' ansabira kuri Se, Uko yankirishij' amaraso, Nta wabirondora. \n\n  **4**   \nIyo ndi kumwe na Yesu, Amber' uburuhukiro, Ibyiringiro mfite muri We, Nta wabirondora."
       },
       
       {
        "title": "300 Umwami Arakomanga",
        "number": 300,
        "markdown": "### 300 Umwami Arakomanga   \n\n  **1.**   \n Umwam' arakomanga, Ashaka kubana nawe, Mbeg' ibyishimo kubana nawe? Kingurira uwo Mwami.\n\n  **2**   \nWitinya kumusanga! Araguh' ibyiringiro, N' ibyishimo mu mutima wawe. Ese ntubona umucyo? \n\n  **3**   \nKumwakira n' ibyiza, N' ukubabarirwa nawe, N' ijuru Imana iguhaye, Araguha amahoro. \n\n  **4**   \nAhagaze ku rugi, Ashak' umutima wawe. Mbeg' ibyishimo umwakiriye, Akakubera Umwami."
       },
       
       {
        "title": "301 Reka Yesu Yinjire Mu Mutima Wawe",
        "number": 301,
        "markdown": "### 301 Reka Yesu Yinjire Mu Mutima Wawe   \n\n  **1.**   \n Reka Yesu yinjire mu mutima wawe maz' akuruhure, Niba wifuz' ubugingo bushya, Umwakire mu mutima.\n\n  **GUSUBURIMO:**   \nUbu wishidikanya, Reka kumwihakana, Muh' umutima wawe, Wumwegurire burundu.\n\n  **2**   \nNib' ushaka ku mutunganira, Umwemerere akuzemo, Hafi yawe har' isoko yeza, Sanga Yes' agutunganye. \n\n  **3**   \nN' ushaka kuzamuririmbira, Umwemerere akuzemo, Nib' ushaka kuzabana nawe, Umwakire mu mutima."
       },
       
       {
        "title": "302 Umunsi W' Umuzuko",
        "number": 302,
        "markdown": "### 302 Umunsi W' Umuzuko   \n\n  **1.**   \n Umunsi w umuzuko, Umuns utangaje, Hazab umunezero, Tuzabon Imana, Abera bazakangurwa, Bazamurwe mu bicu, Baririmb indirimbo, Nziza yo kunesha.\n\n  **2**   \nTuzezwa imitima, Tuzabona Yesu, Tuzabana n Imana mu mucy utazima, Tuzahora duhimbaza, Dushim Imana yacu, Yo yatuneshereje, Iduh agakiza. \n\n  **3**   \nWa juru we ishime, Wa si we ririmba, Abanambye ku Mana, Baranesherejwe, Ibindi biremwa nabyo , Byishime binezerwe, Umwami wacu Yesu, Nasingizw iteka."
       },
       
       {
        "title": "303 Ntukumvir' Umubi",
        "number": 303,
        "markdown": "### 303 Ntukumvir' Umubi   \n\n  **1.**   \n Ntukumvir' umubi ujy' agushuka, Umwumviye wese ab' acumuye, Wamutsinda none kubw' Umukiza, Byagufash' ubundi kujy' umunesha.\n\n  **GUSUBURIMO:**   \nSaba Yes' agufashe, Kand' aguhumurize, Yemeye kukurinda, Azatum' utsinda.\n\n  **2**   \nWirind' ubucuti bw' abantu babi, Bakunda kukoshya gukor' ibibi. Ntukavug' ijambo ritey' isoni, Ujye wubaha izina ry' Imana. \n\n  **3**   \nUjy' ugira neza, Ufash' abandi, Wirinde kubeshya, Ahubw' ujy'uba, Inyangamugayo kukw' iby' aribyo, Bikundwa na Yesu, Uzagufasha. \n\n  **4**   \nUnesha Satani yandikiwe ko, Azahabw' ikamba n' Umukiza we, Tugir' intege nke, Ariko Yesu, Niwe Mutabazi, Udushoboza."
       },
       
       {
        "title": "304 Nzabana N' Umwami",
        "number": 304,
        "markdown": "### 304 Nzabana N' Umwami   \n\n  **1.**   \n Nzabana n' Umwam' ibihe bidashira, Iryo jambo rivuga ngo: Nzatur' ibudapfa, N' ubwo nkingiranywe mur' uyu mubiri, Buzacya negereje gutah' iwacu heza.\n\n  **GUSUBURIMO:**   \nIwacu, Iwacu, Ngeze hafi yaho.\n\n  **2**   \nMu rugo rw' Umwami ndahararikira, Kwizera niko kunyerek' amarembo yaho, N' ubwo njya ncogora s' ukutahashaka, Iyo gakondo y' abera ni Yerusalemu. \n\n  **3**   \nNjya ngotwa n' ibyaha, Nkumva ndacogoye, Nka bur' aho mfata nka ya numa yo mu nkuge, Ibicu byeyutse, Umukororombya, W' ihumure urasira mu mutima wanjye. \n\n  **4**   \nNkund' izo ndirimbo zihora mw' ijuru, Izo mw' isi yacu ni nk' indimi z' i Babeli, Harihw' icyo nkunda, Nukw' abazazuka, Bazongera kubana na Yesu, Yee, Amina."
       },
       
       {
        "title": "305 Mwami Yesu Mugenga",
        "number": 305,
        "markdown": "### 305 Mwami Yesu Mugenga   \n\n  **1.**   \n Mwami Yesu Mugenga w' ibi bintu byose, Wambay' ubumuntu ku bwacu, Ndakwiyeguriye nzakubaha, Kuk' ur' ikuzo n' ikamba ryanjye.\n\n  **2**   \nIcyanya cyiza n' amashyamba ni meza, N' ibimera nabyo ni byiza, Yes' urabirusha kand' uraboneye, Uturuhur' imitima. \n\n  **3**   \nUmucyo ni mwiza, Umwez' ukawurusha, N' umucyo w' inyenyeri nuko, Yes' urabirusha kand' uraboneye, Kurush' abamarayika."
       },
       
       {
        "title": "306 Umwami Arahamagara",
        "number": 306,
        "markdown": "### 306 Umwami Arahamagara   \n\n  **1.**   \n Umwam' arahamagara abasaruzi bitanze, Ibisarurwa bireze abasaruzi ni bake.\n\n  **GUSUBURIMO:**   \nNimuhaguruke mushikame, Mw' izina ry' uwo Mwami, Muvuge inkuru y' agakiza, Muyamamaze hose.\n\n  **2**   \nNimwihute mutabare abari mu byaha bose, Mubatabaz' amaboko muc' ingoyi zibaboshye. \n\n  **3**   \nNimumenyesh' abakene nabo baze mu birori, Yes' umutsim' uhoraho yiteguye kubakira. \n\n  **4**   \nNimwihute dor' igihe cy' isarura kirashize, Hagiye kuzab' igihe tutazabasha gukora."
       },
       
       {
        "title": "307 Urukundo Rw' Imana Yacu",
        "number": 307,
        "markdown": "### 307 Urukundo Rw' Imana Yacu   \n\n  **1.**   \n Urukundo rw' Imana yacu, Nta muntu warurondora, Rusaguts' ikirere cyose, Rugera no munsi y' isi. Abantu bose bacumuye, Bacunguwe na Yesu, Umwana we wese wahabye, Yaramwicunguriye.\n\n  **GUSUBURIMO:**   \nMbeg' urukundo rutangaje, Rutagir' urugero, Abera bazaruririmba, Ibihe bidashira.\n\n  **2**   \nUbw' ibihe bizah' ibindi, N' ubwami bw' isi bwashize, Abantu bakanga gusenga, Amabuy' azaririmba. Urukundo rw' Imana yacu, Ntabwo rurondoreka, Rwacunguy' abo mw' isi bose, Ruzaririmbw' iteka. \n\n  **3**   \nInyanja zose zaba wino, N' ijuru ryab' impapuro, Tukandikisha agati kose, Umuntu wes' akandika, Urukundo rw' Imana yacu, Rwakamy' inyanja zose, Ntabwo rwabon' aho rukwirwa, Rusaguts' ikirere."
       },
       
       {
        "title": "308 Umukiza Aragutegereje",
        "number": 308,
        "markdown": "### 308 Umukiza Aragutegereje   \n\n  **1.**   \n Umukiza aragutegereje, Ntiwamusanga none? Ntaby' isi bigomba kumukuvutsa, Mbes' ub' uribaz' iki ?\n\n  **GUSUBURIMO:**   \nUmukiz' aragutegereje, Aragutegereje, Ngw' arebe ko wemera gukingura, Mbeg' ubury' abyifuza.\n\n  **2**   \nNshuti ter' intambw' ugan' Umukiza, Agutez' ibiganza, N' umwemerera arakuruhura, Muban' iteka ryose."
       },
       
       {
        "title": "309 Ubutumwa Bw' Ubuntu",
        "number": 309,
        "markdown": "### 309 Ubutumwa Bw' Ubuntu   \n\n  **1.**   \n Ubutumwa bw' ubuntu bwanyuz' umutima, Imana yadutangiy' Umwana wayo.\n\n  **GUSUBURIMO:**   \nNg' umwizera wes' adapf' Ahubw' ahabw' ubugingo, Ahubw' ahabw' ubugingo bw' iteka.\n\n  **2**   \nNkuko Mose yamanits' inzoka ku giti, Niko Yesu yamanitswe ngo tubeho. \n\n  **3**   \nNumvise yuk' ukor' ibyaha wes' azapfa, None ndahabutse kubw' ijambo ryawe. \n\n  **4**   \nYesu ntabwo yaje kuducirahw' iteka, Ahubwo yaj' atuzaniy' agakiza. \n\n  **5**   \nMwami ndakwinginz' ongera kwizera kwanjye, Nakir' iby' ubutumwa bwawe bumbwira."
       },
       
       {
        "title": "310 Hariho Uburuhukiro Muri Paradiso",
        "number": 310,
        "markdown": "### 310 Hariho Uburuhukiro Muri Paradiso   \n\n  **1.**   \n Hariho uburuhukiro muri paradiso, Ahatazab' umubabar' ukundi, Tuzahurirayo. \n\n  **GUSUBURIMO:**   \n   S. : Tuzateranirayo, Tuzahurirayo Kuri rwa ruzi, Tuzateranirayo, Mu musek' igitondo gitangaje.    A., T. Na B.: Tuzate..., nirayo, Tuzahurirayo Kuri rwa ruzi, Tuzatenirayo, Mu musek' igitondo gitangaje.\n\n  **2**   \nHariy' umudugudu mwiza utatswem' umucyo, Aho nihw' abakiranutsi bazibanira n' Umwami. \n\n  **3**   \nHariyo amakamba meza, Ayo tuzambikwa, Kristo yateguriy' abamutegereje bihanganye. \n\n  **4**   \nJy' ukiranuk' ibihe byose, Nubwo wabizira, Yesu yasezeranye kw' azaguh' ikamba ry' ubugingo"
       },
       
       {
        "title": "311 Mukristo Ube Maso",
        "number": 311,
        "markdown": "### 311 Mukristo Ube Maso   \n\n  **1.**   \n Mukristo ube maso, Nturuhuke na hato, Akaga kari hafi, Usenge!\n\n  **2**   \nAbabisha b' Imana bajya bakubikira, Baguciriy' ibico, Usenge! \n\n  **3**   \nKenyer' intwaro zawe ku manywa na n' ijoro, Dor' umwanz' arakaze, Ba maso! \n\n  **4**   \nUmv' abatsinze kera iyo ntambar' urwana, Barakubwira bati: Usenge! \n\n  **5**   \nUmva Umwami wawe, Yesu wagupfiriye, Niwe wategets' ati : Wirinde! \n\n  **6**   \nBik' iryo jambo ryiza, Mu mutima wemera, Kandi unabikore usenga."
       },
       
       {
        "title": "312 Mbese Wahereye Ryari?",
        "number": 312,
        "markdown": "### 312 Mbese Wahereye Ryari?   \n\n  **1.**   \n Mbese wahereye ryari uvugana n' Umwam' umutakambira? Mbese wahereye ryar' usenga, Ugez' ubw' ukesh' ijoro? Mbese wamaz' igihe kingan' iki wumva yuk' utay' umuruho? Se wamwit' inshuti, Wamenye ryari, Kw' akurind' akakwitaho?\n\n  **2**   \nMbese wahereye ryar' upfukam' useng' Uhorah' uri mw' ijuru? Se wameny' ute ko washubijwe, Akakurinda bugacya? Ukamenya ko wiriz' uwo munsi, Mbese wamwit' inshuti yawe? Mbese wamenye ryari kw' akwitaho, Kandi akanakurinda?"
       },
       
       {
        "title": "313 Igihe Cyo Kugaruka K' Umwami",
        "number": 313,
        "markdown": "### 313 Igihe Cyo Kugaruka K' Umwami   \n\n  **1.**   \n Igihe cyo kugaruka k' Umwami kiregereje rwose, Inyenyeri zicwekereye, Kubw' umucyo w' igitondo gitangaje.\n\n  **GUSUBURIMO:**   \nMbes' aho ntiburi hafi gucya! Mbes' aho ntiburi hafi gucya! Mbese ntabw' ubona k' umusek' utambitse! Mbese k' ubanza bugiye gucya!\n\n  **2**   \nIbimenyetso byose byahanuwe kw' izuba no ku kwezi, Birahamiriz' umuntu wese ko kuza k' Umwami kutwegereye. \n\n  **3**   \nIki n' igihe rwos' itorero rikwiye guhaguruka, Kandi rikwiriye kuba maso, Kuko bidatinze bugiye gucya. \n\n  **4**   \nNimusohoke mujye mu nzira ngari no mu nzira ntoya, Nimubwir' ibirema n' impumyi ko kuza k' Umwami kutwegereye."
       },
       
       {
        "title": "314 Ye Byose Biba Byiza",
        "number": 314,
        "markdown": "### 314 Ye Byose Biba Byiza   \n\n  **1.**   \n Ye byose biba byiza sinzatinya, Nkeney' urukundo ruhebuje, Imiyaga n' imigaru biratuza. Imana yacu y' impuhwe nyinshi itwitaho.\n\n  **GUSUBURIMO:**   \nMu mibabar' idusagiriz' ibyiza, Iradukunda. Iraturinda, Mu mibabar' idukomez' imitima, Kukw' Imana yacu yumva gutaka kwacu, Irindira igihe cyayo kuzageza, Ku mperuka.\n\n  **2**   \nByose biba byiz' Iman' inyitaho, Munsi y' amababa ye sintinya. Nta cyago cyankuraho amahoro ye. Iyo niringiy' Imana mu mutima wanjye. \n\n  **3**   \nBiba byiza Yesu, Yabibwiy' abe. Mukumbi wanjye muto ntutinye. Iman' iri ku ngoma is' irabizi. Isi n' ijuru bizuzura ikuzo ryayo."
       },
       
       {
        "title": "315 Harih' Umunt' Umwe",
        "number": 315,
        "markdown": "### 315 Harih' Umunt' Umwe   \n\n  **1.**   \n Harih' umunt' umwe wapfuye ku bwanjye, aKandi ntibyari bikwiriye, Yemeye kujyanw' ajya ku musaraba, Kubwo kumbabarir' ibyaha.\n\n  **GUSUBURIMO:**   \nByarabambwe byose, Byarabambwe byose, Yemw' uko yabyikorey' ubwe! Yemwe ngo arababara cyan' ajyayo! Ajyanyweyo n' ibyaha byanjye.\n\n  **2**   \nN' umugwaneza kand' arankunda cyane, Yez' umutima wanjy' ibyaha, Sincirw' urubanza, Mfit' umudendezo, Kuko yambabariy' ibyaha. \n\n  **3**   \nNzabana n' Umukiza akaramata, Nzajya ngendana naw' iteka, Ndirimbish' umunwa n' umutima wanjye, Kuko nababariw' ibyaha."
       },
       
       {
        "title": "316 Yesu Araje",
        "number": 316,
        "markdown": "### 316 Yesu Araje   \n\n  **1.**   \n Yes' araje nimubyamamaze, Aje kujyan' abo yacunguye, Azanywe no kwimik' ingoma ye, Yesu agiye kuza.\n\n  **GUSUBURIMO:**   \nYes' agiye kugaruka vuba, Yesu agiye kuza ( agiye kuza ), Nimubyamamaz' ahantu hose, Agiye kugaruka. **2.**   \n Yes' araj' abapfuye bazuke, Maz' abatoni be baterane, Bahurire nawe mu kirere, Yesu agiye kuza. \n\n  **3**   \nYes' azanywe no gukiz' abera, Azanywe no gutang' amahoro, Imibabaro yos' izashira, Yesu agiye kuza. \n\n  **4**   \nYes' araje nk' uko yabivuze, Ni bande batowe bamwizeye, Bamutegereje bari maso, Yesu agiye kuza."
       },
       
       {
        "title": "317 Mfite Umukiza",
        "number": 317,
        "markdown": "### 317 Mfite Umukiza   \n\n  **1.**   \n Mfit' Umukiz' ukomey' undind' iteka? Unyobor' intambwe ngo ntayob' inzira, Niw' uyobora buri ntambwe y' uhabye, Mbes' ufit' Umukiza nk' uwo?\n\n  **GUSUBURIMO:**   \nMfit' Umukiza umez' atyo (atyo)! Se nawe n' Umukiza wawe (wawe)? Yanyinjiyemo, Ntabwo ateze kumvamo, Se nawe n' Umukiza wawe (wawe)?\n\n  **2**   \nN' Umukiza niringir' ibihe byose, Mu byago n' amakub' ampor' iruhande, No mu bishukw' arandinda bitangaje, Mbes' ufit' Umufasha nk' uwo? \n\n  **3**   \nMfit' Umwungeri mwiz' ukund' intama ze, Azihamagara mu mazina yazo, Azih' ubwatsi bwiza n' amazi meza, Mbes' ufit' Umwungeri nk' uwo?"
       },
       
       {
        "title": "318 Ngwin' Umukiz' Aragushaka",
        "number": 318,
        "markdown": "### 318 Ngwin' Umukiz' Aragushaka   \n\n  **1.**   \n Ngwin' Umukiz' aragushaka, N' inshuti nziza y' ukuri, Ubu ngub' aragutegereje, Arakwinginga ngwino.\n\n  **GUSUBURIMO:**   \nUmukiz' ahagaze ku rugi, Gira bwang' umusab' imbabazi, Witindigany' arategereje, Gira n' ingoga ngwino.\n\n  **2**   \nUmv' amagambo ye y' ihumure, Yesu n' inshuti y' ukuri, Musange n' isoko y' ubugingo, Ntabw' uzabur' umwanya. \n\n  **3**   \nUmvir' uwo Mwuk' ukongorera, Wisuzugur' uwo Mwami, Mwakire vuba witindiganya, Hahirw' umwakiriye."
       },
       
       {
        "title": "319 Isengesho Ryanjye",
        "number": 319,
        "markdown": "### 319 Isengesho Ryanjye   \n\n  **1.**   \n Isengesho ryanjye Mwami nyumvira, Nyobora mu nzira, Mu birushya byo mur' ubu buzima, Jy' umpor' iruhande.\n\n  **2**   \nHar' ibigeragezo byinshi mpura naby' aho njya hose, Mfash' umpe kub' umunyakuri, Kandi mb' umukiranutsi. \n\n  **3**   \nIgih' ub' ubuzima buzaba bugeze kw' iherezo, Ndagusaby' uzampe kubana nawe mu bwami bw' ijuru."
       },
       
       {
        "title": "320 Mfit' Inyota Mwami",
        "number": 320,
        "markdown": "### 320 Mfit' Inyota Mwami   \n\n  **1.**   \n Mfit' inyota Mwami, Ndagukennye cyane, Mpembura Mukiza, Wowe soko nziza, Soko y' ubugingo, Ngwin' umurikire, Unyobore ( unyobore ), Nger' iwawe.\n\n  **GUSUBURIMO:**   \nBuhungiro (buhungiro), Nihishamo (nihishamo), Ubwugamo (ubwugamo), Bw' umugaru (bw' umugaru), Murikira (murikira), Noye kuyoba (ne kuyoba), Kugez' ubwo ( kugez' ubwo ), Ngez' iwacu.\n\n  **2**   \nNd' umugenzi Mwami, Ngenda mu butayu, Kandi mfit' isari, Ndarushye Mukiza, Mpam' amazi Mukiza, Maze nshir' inyota, Kugez' ubwo ( kugez' ubwo), Ngez' iwacu. \n\n  **3**   \nIwacu mw' ijuru, Ngiye kugerayo, Nzambikw' ikamba Yesu yanteguriye, Nubw' indushya , Ndi hafi kugera, Mu gihugu ( mu gihugu), Cy' ihumure."
       },
       
       {
        "title": "321 Reb' Ibimenyetso",
        "number": 321,
        "markdown": "### 321 Reb' Ibimenyetso   \n\n  **1.**   \n Reb' ibimenyetso by' urugendo, Reb' ibimenyetso birashira, By' imyak' ishize by' ubwami bune, Twe turi hehe, Reb' urugendo.\n\n  **GUSUBURIMO:**   \nReba ibimenyetso by' ubuhanuzi, By' ibihe byashize by' ubwami bune, Reba ibimenyetso by' ubuhanuzi, Byose byarangiye.\n\n  **2**   \nAbasiriya bategets' isi, Haz' Abamedi n' Abaperesi, Abagiriki batway' iyi si, Haz' Abaroma, Twe turi hehe? \n\n  **3**   \nKo turi mu bihe by' intege nke, Iby' ibumba n' icyuma byavanzwe,Nuko tuzareb' uko bizaba Yes' agarutse, Kwim' ingoma ye."
       },
       
       {
        "title": "322 Uwiteka N' Umwungeri Wanjye",
        "number": 322,
        "markdown": "### 322 Uwiteka N' Umwungeri Wanjye   \n\n  **1.**   \n Uwiteka n' Umwungeri wanjye, Sinzakena na hato, Andyamisha mu cyanya cy' iruhande rw' amaz' adasuma.\n\n  **2**   \nAsubiz' intege mu bugingo bwanjye mu gihe ntebye, Anyobor' inzira yo gukiranuka kubw' izina rye. \n\n  **3**   \nNaho nanyura no mu gikombe cy' igicucu cy' urupfu, Sinzatiny' ikibi cyose Mwami kuko ndi kumwe nawe. \n\n  **4**   \nUntunganiriza ameza mu maso y' abanzi banjye, Unsize amavuta mu mutwe maze aratonyanga. \n\n  **5**   \nKugirirwa neza n' imbabazi bizanyomahw' iteka, Nanjye nzaba mu nzu y' Uwiteka ibihe bidashira."
       },
       
       {
        "title": "323 Nari Nararohamye Mu Byaha",
        "number": 323,
        "markdown": "### 323 Nari Nararohamye Mu Byaha   \n\n  **1.**   \n Nari nararohamye mu nyanja y' ibyaha, Nta byiringiro narimfite byo kuvamo, Maz' Umukiza yumva gutabaza kwanjye, Ab' ariw' unkuramo none ndiho.\n   Gusubiramo: Urukundo rwankuyemo, Ubwo nari nabuze uwamfasha, Urukundo rwankuyemo, Nari nabuz' umfasha, Mbona Yesu.\n\n  **2**   \nMuhay' umutima wanjye mushikamyeho, Nzajya ndirimb' iteka icyubahiro cye, Urukundo nyakuri nzajya nduririmba, Niwe nkesha kwizera n' urukundo. \n\n  **3**   \nMutim' ubabaye reba Yes' agukize, Niw' uzakurokora, Mu murab' ukaze, Ategek' inyanja zose zikamwumvira, Arashaka kugukiz' uyu munsi."
       },
       
       {
        "title": "324 Mbega Igitambo!",
        "number": 324,
        "markdown": "### 324 Mbega Igitambo!   \n\n  **1.**   \n Mbega igitambo cy' amaraso Y ' Umukiza, Wapfuy' ari njy' azira! Yambambiwe ku musaraba, Abitewe n' ukw' ankunda cyane, N' urukundo rutangaje Mwami wanjye, Kugira ngo wemere kubabara no kumfira.\n\n  **GUSUBURIMO:**   \n   S. : Urukundo ruhebuje, Nirwo rwamuteye kumfira, Mbeg' urukundo rutangaje, Ngo ruratum' ancungura!     A., T. na B. : Urukundo ruhebuje, Nirwo rwamute kumfira, Mbeg' urukurutangaje, Ngo ruratum' ancungura.\n **2.**   \n Yasiz' intebe y' ubwami ya Se, Yemera kunyitangira ngo nkire, Nari mbuz' epfo na ruguru, Imbabazi ze zirangoboka, Maz' Urukundo rwe runter' umunezero, Mperako mererwa neza mu mutima wanjye. \n\n  **3**   \nNari maz' igihe kirekire, Mboshywe n' umwijima w' ibyaha byanjye, Maze kumeny' ineza yawe, Ngukurikira mfit' ibyishimo, Kuko nari mbohowe ingoyi z' ibyaha, Mperako ndahaguruka, Ndagukurikira. \n\n  **4**   \nNta teka ncirwaho kuko ndi muri Yesu, Naw' akab' ari muri jye, Niwe nkesha kubaho kwanjye, Nkeger' intebe ye ntacyo ntinya, Nkambikw' ikamba mbikesha uwancunguye, Ntabwo nzahwema kumusingiz' iteka ryose."
       },
       
       {
        "title": "325 Impanda Iravuze",
        "number": 325,
        "markdown": "### 325 Impanda Iravuze   \n\n  **1.**   \n Impanda iravuze, Nimwumve, Nimwumve, Ivugira mw' ijuru, Yesu araje, Wow' uhunikira, Ngah' umva, Ngah' umva, Kanguka, Ubyuke, Umwam' araje.\n\n  **2**   \nEse ntimwumv' impanda, Nimwumve, Nimwumve, Umugen' arayumva, Yes' ari hafi , N' ibyishimo byinshi, Nimwumve, Nimwumve, Araririmb' ati Yes' ari hafi. \n\n  **3**   \nImpanda iravuze, Nimwumve, Nimwumve, Nimubyuke bwakeye, Umukw' araje, N' ibyishimo byinshi, Nimwumve, Nimwumve, Ngaho itegure, Dore araje."
       },
       
       {
        "title": "326 Dufit' Ibyiringiro",
        "number": 326,
        "markdown": "### 326 Dufit' Ibyiringiro   \n\n  **1.**   \n Dufit' ibyiringiro by' ukuri, Ko Yesu azagaruka, Twizezwa n' uk' ubwe yabivuze, Twizer' isezerano rye, Ubw' amoko yo mw' isi, Azarangurur' ati: Haleluya, Yesu Kristo n' Umwami w' Abami, Twiringiye yuk' Umwami wacu, Ari hafi kugaruka.\n\n  **2**   \nDuhuriye muri Yesu Kristo, Duhujwe n' urukundo rwe, Abantu bifuz' urukundo rwe, Rwatumy' acungur' abantu, Ijuru rizakinguka Kristo agaruke, Abantu baririmbe, Haleluya, Araje! Dufit' ibyiringiro mu Mana, Twibumbiye muri Kristo."
       },
       
       {
        "title": "327 Nkunda Igitabo Cyera",
        "number": 327,
        "markdown": "### 327 Nkunda Igitabo Cyera   \n\n  **1.**   \n Nkund' igitabo cyera cy' Imana, Nicyo kindutir' ibindi byose, Kinyigish' ibyiza byo mw' ijuru, Nkameny' inzira y' agakiza.\n\n  **2**   \nGitabo cy' ingenzi muri wowe, Mpabon' ubwiza bw' Umwami wanjye, Ibyanditswe byawe binyigisha, Iby' umunezero nzagira. \n\n  **3**   \nAriko igihe nkiri mw' isi, Umbwir' iby' urukundo rw' Imana, Nkarushaho gusobanukirwa, N' umunezero wo mw ijuru. \n\n  **4**   \nNi wowe werekan' imigambi, Yose ya Yes' Umukiza wanjye, Muri wowe niho har' ubwenge, N' ubuhanga butarondorwa. \n\n  **5**   \nUr' umucy' umurikir' ab' isi, Ngo bave mu mwijima w' ibyaha, Ni wow' umurikir' imitima, Y' abahabye bagahabuka."
       },
       
       {
        "title": "328 Ku Musaraba",
        "number": 328,
        "markdown": "### 328 Ku Musaraba   \n\n  **1.**   \n Imbere y' Uhoraho ntabwo nkorwa n' isoni, Kand' ijambo ryawe rinshimish' ibihe byose.\n\n  **GUSUBURIMO:**   \nKu musaraba niho naboney' umucyo, Mbona gutur' umutwaro wanjye, Mbiboneshwa no kwizera Uherey' ubu nzahora nezerewe.\n\n  **2**   \nYesu Mana yanjye nzi yukw' ari ryo zina rye, Ntazemerer' umutima wanjye kuzimira. \n\n  **3**   \nYasezeranye yukw' intebe y' izahoraho, Biragaragara kw' ibyo yavuz' ar' ukuri."
       },
       
       {
        "title": "329 Mana Yac' Ur' Umufasha",
        "number": 329,
        "markdown": "### 329 Mana Yac' Ur' Umufasha   \n\n  **1.**   \n Mana yac' ur' umufasha, Byiringiro byacu, Bwugamo bw' umugaru, Niwe buturo bwacu.\n\n  **2**   \nKu ntebe yawe y' ubwami, Tubon' amahoro, Iyo dutabawe nawe, Tugir' ihumure. **3.**   \n Imisoz' itarabaho, Is' itarabumbwa, Kuva kera kose Mana, Ur' uko wahoze. \n\n  **4**   \nImyak' igihumbi uyibona nk' umuns' umwe, Ni migufi nk' isah' imwe, Ihita ni ngoga. \n\n  **5**   \nMan' ur' umufasha wacu, Byiringiro byacu, Utuber' umuyoboz' uzatugez' iwacu.\b"
       },
       
       {
        "title": "330 Ntabaza Yesu Iyo Mbabaye",
        "number": 330,
        "markdown": "### 330 Ntabaza Yesu Iyo Mbabaye   \n\n  **1.**   \n Ntabaza Yesu iyo mbabaya, Ankiz' imibabaro yanjye, Mur' iyo mibabaro nt' ampana, Ahubw' arantabara rwose.\n\n  **GUSUBURIMO:**   \nNtabaza Yesu, Ntabaza Yesu, Kuko ntacyo nakwishoboza, Ntabaza Yesu, Ntabaza Yesu, Yesu gusa niwe wamfasha\n\n  **2**   \nMu makuba yanjy' arantabara, Kukw' ari we nshuti y' ukuri, Iyo mutabaj' arantabara, Ankiz' imibabaro yanjye. \n\n  **3**   \nMbeg' ukuntu iby' isi binshuka, Bikanyoshya gukor' ibyaha, Mbibwire Yesu kand' azamfasha, Niw' uzampa gutsind' iby' isi."
       },
       
       {
        "title": "331 Mwuka Wera",
        "number": 331,
        "markdown": "### 331 Mwuka Wera   \n\n  **1.**   \n Aha hantu har' amahoro, Kandi hari n' Umwuka Wera w' Uhoraho, Kandi n' umuntu wese uhari, Afit' umunezero mwinshi bihebuje.\n\n  **GUSUBURIMO:**   \nMwuka Wera We, We numa nziza, Ubane natwe, Utwuzuz' urukundo, Turaguhimbaza kuk' uduhira, Turataha tudashidikanya yuko duhiriwe twese."
       },
       
       {
        "title": "332 Nzabon' Umwami",
        "number": 332,
        "markdown": "### 332 Nzabon' Umwami   \n\n  **1.**   \n Nzabon' Umwami wanjy' aririmbirwa n' abamarayika Tuzabana naw' iteka ryose mu gihugu cy' ibyiza.\n\n  **GUSUBURIMO:**   \nTuzahorana ibihe byose, Yankirije i Kalvari Amaherezo nzabon' Umwami wanyitangiye kera.\n\n  **2**   \nMur' icyo gihugu cyiza nta joro rizabay' ukundi. Nzabana n' Umwami wancunguje amaraso y' akiza. \n\n  **3**   \nNzabana n' Umwami wanjye nkunda nzamureba mu maso, Nzamuririmbira mushimira ubuntu yangiriye."
       },
       
       {
        "title": "333 Icyampa Kugendana N' Imana",
        "number": 333,
        "markdown": "### 333 Icyampa Kugendana N' Imana   \n\n  **1.**   \n Icyampa kugendana n' Imana, Mu nzir' ijya mw' ijuru, Nibyo byamber' umucy' ungeza, Ku Mwana w' Intama.\n\n  **2**   \nGaruka, Mukunzi garuka, Ntumwa nziza y' amahoro, Nang' ibyaha byakubabaje, Bikantanya nawe. \n\n  **3**   \nMbega ngo ndagir' amahoro, Ntazigera nibagirwa! Ariko byansizemw' imvun' itakungwa n' ab' isi. \n\n  **4**   \nIcyo nagusimbuje cyose, Uko cyaba kiri kose, Mfasha nitandukanye nacyo, Ngusenge wenyine."
       },
       
       {
        "title": "334 Nimumenyesh' Abantu Bose",
        "number": 334,
        "markdown": "### 334 Nimumenyesh' Abantu Bose   \n\n  **1.**   \n Nimumenyesh' abantu bose ko Yes' ari hafi, Is' imurikirwe n' umucyo, Maze Yes' agaruke.\n\n  **GUSUBURIMO:**   \nNimusingiz' uwo Mwana w' Intama watambwe, Nimwamamaze ko Yes' agiye kwima.\n\n  **2**   \nAmahanga yasubiranyemo, Muyaburire, Is' imurikirwe n' umucyo, Maze Yes' agaruke. \n\n  **3**   \nBana b' Imana, Nimuririmbe, Muyih' ikuzo, Hahirw' ababa maso, Bukarinda butandukana."
       },
       
       {
        "title": "335 Nejejwe N' Iri Turo",
        "number": 335,
        "markdown": "### 335 Nejejwe N' Iri Turo   \n\n  **1.**   \n Nejejwe n' iri turo ntuy' Umwami Yesu, Igitambo kizima nicyo jyew' ubwanjye.\n\n  **GUSUBURIMO:**   \nAkir' ituro ryanjye We Mwana w' Imana, Kand' umanurire ku mucyo uv' ahera.\n\n  **2**   \nMpaz' ubugingo bwanjye, Nticuza, ntatinya, Kubw' ubuntu bwawe warancunguye Mwami. \n\n  **3**   \nYesu ngwin' unyigishe wowe wancunguye, Nshaka kubana naw' ibihe bidashira."
       },
       
       {
        "title": "336 Dusingiz' Uwiteka",
        "number": 336,
        "markdown": "### 336 Dusingiz' Uwiteka   \n\n  **1.**   \n Dusingiz' Uwiteka, Tumushimir' ineza ye, Kukw' imbabazi ze nyinshi, Zizahorahw' iteka.\n\n  **2**   \nUmuremyi wa byose, Uwakwij' umucyo kw' isi, Agir' imbabazi nyinshi, Zizahorahw' iteka. \n\n  **3**   \nAbibeshaho byose, Akabimar' ubukene, Agir' imbabazi nyinshi, Zizahorahw' iteka. \n\n  **4**   \nYahiriy' ubwoko bwe, Ubwo bwari mu butayu, Agir' imbabazi nyinshi, Zizahorahw' iteka. \n\n  **5**   \nNi nyir' impuhwe nyinshi, Ameny' ubukene bwacu, Agir' imbabazi nyinshi, Zizahorahw' iteka. \n\n  **6**   \nTumusingiz' iteka, Kubw' imbabazi ze nyinshi, Ahoran' impuhwe nyinshi, Zizahorahw' iteka."
       },
       
       {
        "title": "337 Kuber' Iki Utindiganya?",
        "number": 337,
        "markdown": "### 337 Kuber' Iki Utindiganya?   \n\n  **1.**   \n Kuber' iki utindiganya? Yes' aragushaka none, Haguruk' uve mu mwijima, Aragukunda, Musange.\n\n  **GUSUBURIMO:**   \nKuki? Kuki? Utamusang' uyu munsi? Kuki? Kuki? Utamwitaba none?\n\n  **2**   \nIgihe kirahita vuba, Uyu munsi niwo wawe, Reka Yes' aguhumurize, N' ubutunzi bw' igiciro. \n\n  **3**   \nEse ntiwumva mu mutima, Wuzuwe n' Umwuka Wera? Ntiwifuza kumurikirwa na Yesu agukomeze. \n\n  **4**   \nKuber' iki wanga kwitaba? Urupfu rugusatira! Ngwino Yes' akumurikire, Ngwin' aragutegereje"
       },
       
       {
        "title": "338 Ku Rutare Har' Isoko",
        "number": 338,
        "markdown": "### 338 Ku Rutare Har' Isoko   \n\n  **1.**   \n Ku Rutare har' isoko itemb' imar' inyota, Mugenzi ngwino kw' isoko maz' unywe ushir' inyota.\n  Gububiramo: Yesu niwe Gitare, Yaradupfiriye twese, Mugenzi ngwino kw' isoko, Maz' unywe ushir' inyota.\n\n  **2**   \nArahamagar' ati: Ngwino kw' isoko y' ubuntu, Mugenz' ufit' inyota, Mbese ntiwakwitaba Yesu? \n\n  **3**   \nMunyabyaha ngwino Yesu akwambuts' ubutayu, Umukiz' aragutegereje, Ngwino umusange."
       },
       
       {
        "title": "339 Ineza N' Imbabazi",
        "number": 339,
        "markdown": "### 339 Ineza N' Imbabazi   \n\n  **1.**   \n Igihe nari nd' inzererezi, Ngenda mu mwijima w' ibyaha, Nih' Umwungeri yantaruye, None ndi mu nzir' ijy' iwacu.\n\n  **GUSUBURIMO:**   \nIneza n' imbabazi ze nibyo bizanyomaho, Iminsi yo kubaho kwanjy' ibihe byose, Ineza n' imbabazi ze nibyo bizanyomaho, Iminsi yose nzaba ndiho. Kandi nzaba mu nzu y' Uwiteka iteka, Nzarira ku meza yanteguriye kera, Ineza n' imbabazi ze nibyo bizanyomaho, Iminsi yose nzaba ndiho. 'Iminsi yose nzaba ndiho''.(Ku gice cya 3).\n\n  **2**   \nAnsubiz' intege mu bugingo, Anyonger' imbarag' iteka, Anjyan' ahar' amaz' atuje, Arind' intambwe zanjye zose. \n\n  **3**   \nMu gikombe cy' umwijim' ukaze, Umukiz' azabana nanjye, Azanyoboz' ukuboko kwe, Angez' aho yanteguriye."
       },
       
       {
        "title": "340 Yesu Ndagutakambiye",
        "number": 340,
        "markdown": "### 340 Yesu Ndagutakambiye   \n\n  **1.**   \n Yesu ndagutakambiye, Kuk' utantabaye napfa, Ungeze ku gakiza kawe, Unyakir' uko ndi.\n\n  **GUSUBURIMO:**   \nUnyakir' uko ndi, Unyakir' uko ndi, Mwami wanjye warampfiriye, Unyakir' uko ndi.\n\n  **2**   \nNtabwo ngira kivurira, Arikw' amaraso yawe, Niyo yangize uk' ushaka, Unyakir' uko ndi. \n\n  **3**   \nSinabasha kwitegura, Nguhay' imigambi yanjye, Unkize kubw' izina ryawe, Unyakir' uko ndi. \n\n  **4**   \nDore Mwami nje ku birenge byaw' ungir' uk' ushaka, Utungany' umurimo wawe, Unyakir' uko ndi."
       },
       
       {
        "title": "341 Yesu Niw' Ujy' Unyobora",
        "number": 341,
        "markdown": "### 341 Yesu Niw' Ujy' Unyobora   \n\n  **1.**   \n Yesu niw' ujy' unyobora, Amurikir' inzira, Mu ntege nke zanjye zose, Yesu niw' unyobora.\n    Gububiramo: Amurikir' inzira, Amurikir' inzira. Mu ntege zanjye zose, Yesu niw' unyobora.\n\n  **2**   \nYesu niw' ujy' undengera, Yamviriy' amaraso, Kwizera igitambo cye, Byatumye mbabarirwa.\n    Gububiramo: Yamviriy' amaraso, Yamviriy' amaraso. Kwizera igitambo cye, Byatumye mbabarirwa. \n\n  **3**   \nAnyezahw' inenge zose, Igihe munambyeho, Amp' ubugingo bw' iteka, Ntadukana n' urupfu,\n    Gusubiramo: Igihe munambyeho, Igihe munambyeho, Amp' ubugingo bw' iteka, Ntandukana n' urupfu. \n\n  **4**   \nYanyishyuriy' umwenda, Ufit' igiciro cyinshi, Yanteguriye umwanya, Nzabana naw' iteka,\n    Gububiramo: Yesu warancunguye, Yesu warancunguye. Yanteguriye umwanya, Nzabana naw' iteka,"
       },
       
       {
        "title": "342 Mukiza Wanjye Nyobora",
        "number": 342,
        "markdown": "### 342 Mukiza Wanjye Nyobora   \n\n  **1.**   \n Mukiza wanjye, Nyobor' ah' ushaka, Mfat' ikiganza maze nkumve bugufi, N' ubw' amahwa yampanda, Ngukurikire, Nyobor' ah' ushaka, Mukiza wanjye.\n\n  **GUSUBURIMO:**   \n   S : Nzagukurikira hose, Mukiza wanjye, Ngukurikire, Nzagukurikira Mukiza unyobore.    A.,T. na B. : Nzagukuriki ,gukurikira hose, Mukiza wanjye, Ngukurikire, Nzagukuriki,rikira unyobore, za unyobore , nyobora.\n\n  **2**   \nMukiza wanjye, Nyobor' ah' ushaka, Ukomez' undinde unampumurize, N' ubw' umwijima wab' umbudits' imbere, Ntabwo nzatiny' unyoboye Mukiza. \n\n  **3**   \nNjyan' ah' ushaka Mwam' icyo ngusaba, Nyuza mu nzira ntoya ne guteshuka, Nubwo Satan' anyoshya anyongorera, Mfasha njye nsubiza bwangu mpakana."
       },
       
       {
        "title": "343 Shimwa Ntama Y' Imana",
        "number": 343,
        "markdown": "### 343 Shimwa Ntama Y' Imana   \n\n  **1.**   \n Shimwa Ntama y' Imana, Turagushima Ntama, Shimwa Ntama y' Imana, Turagushima cyane.\n\n  **GUSUBURIMO:**   \nShimwa haleluya, Shimwa haleluya, Singizwa Mukiza, Wowe Ntama y' Imana.\n\n  **2**   \nUbwami bwawe buze, Dutsindire icyaha, Waradukunze cyane, Shimwa Ntama y' Imana. \n\n  **3**   \nTukunambeho Mwami, Tujye tuguh' ikuzo, Turi kumwe n' Umwami, Ku musozi Siyoni."
       },
       
       {
        "title": "344 Nzahimbaza Imana",
        "number": 344,
        "markdown": "### 344 Nzahimbaza Imana   \n\n  **1.**   \n Nzahimbaz' Imana mfite umutima unyuzwe, Kubw' urukundo rwawe n' imbabazi wangiriye, Mfasha mu ntege nke zanjye, Unsindire icyaha. Murikir' umutima wanjye, Nguhimbaze Mwami.\n\n  **2**   \nMutima wanjye umvira, Wubahe Uwiteka, Ungarure hafi yawe, Ne kuyoba Mukiza, Narazimiye, Mvana mu nzira y' urupfu Mwami. Wampaye ibyiringiro igihe wapfiraga. \n\n  **3**   \nMfukamye imbere yawe, Ngushima Mwami wanjye, Ndakwinginze Mwami mpa umugisha uyu munsi, Nkeney' urukundo n' ubuntu biva kuri wowe. Maz' imibereho yanjye ijy' iguhesh' ikuzo."
       },
       
       {
        "title": "345 Yesu Araguhamagara!",
        "number": 345,
        "markdown": "### 344 Nzahimbaza Imana   \n\n  **1.**   \n Yes' arahamagara, Munyabyaha ngwino, Ubu turagusabira, Nyamuna ngwino, Arakwiteze munyabyaha, Ngwino, Ngwino, N' igihe cyo kumumenya, Nyamuna ngwino.\n\n  **2**   \nNib' uremerewe n' ibyaha, Ngwino, Ngwino, Yesu aragutur' uwo mutwaro ngwino, Yesu n' umunyebambe, Munyabyaha ngwino, Niwe wagucunguye, Munyabyaha ngwino. \n\n  **3**   \nUmv' ubury' akwinginga, Munyabyaha ngwino, Ngwin' araguh' umugisha, Nyamuna ngwino, Araguhamagara, Munyabyaha ngwino, Ubu turagusabira, Nyamuna ngwino."
       },
       
       {
        "title": "346 Ndi Mu Maboko Akiza",
        "number": 346,
        "markdown": "### 346 Ndi Mu Maboko Akiza   \n\n  **1.**   \n Iy' Umukiza wanjy' anyoboye, Uko ndi kose ngir' amahoro, Ankirish' umuraba w' ibyaha, Amaboko y' akiza.\n\n  **GUSUBURIMO:**   \n    S. na A. : Ndi mu mabokw' akiza, Amaboko y' akiza, N' ubwo naba ngeze no mu kaga, Ndi mu mabokw' akiza.    T. na B. : Ndi mu mabo... ...kw' aki...mabokw' akiza, Amaboko akiza ....mabokw' akiza, N' ubwo naba ngeze no mu kaga, Ndi mu mabokw' akiza.\n\n  **2**   \nAhor' andamiz' amaboko ye, Akanambwiz' ijwi ry' ihumure, Ati: Humura, Nzakuramiza, Amaboko akiza. \n\n  **3**   \nAzandinda anyobor' iteka, Ntacyo nzatinya ndi kumwe nawe, Nzi kw' ahor' andind' iteka ryose, Ndi mu mabokw' akiza."
       },
       
       {
        "title": "347 Manyur' Umutsima",
        "number": 347,
        "markdown": "### 347 Manyur' Umutsima   \n\n  **1.**   \n Manyur' umutsima w' ubugingo, Nk' uko wabigize mu kibaya, Natw' uduhaz' Ibyanditswe Byera, Turakwifuza Jambo rizima.\n\n  **2**   \nMwami hir' ukuri menyeshejwe, Nk' uko wahiriye wa mutsima, Uri ku nyanja y' i Galilaya, Mbeshweho naw' Ushobora byose. \n\n  **3**   \nMwam' ur' umutsima w' ubugingo, Ijambo ryawe rimbeshejeho, Mpa guhazwa naryo tuzabane, Mpa kugukunda nzabane nawe. \n\n  **4**   \nAmagamb' uvuga n' ubugingo, Mfasha ngo nyumvire, jye nta ntege, Ni wowe nkesh' ubugingo bwanjye, Ijambo ryawe rimpa gutsinda."
       },
       
       {
        "title": "348 Nakurikiye Yesu",
        "number": 348,
        "markdown": "### 348 Nakurikiye Yesu   \n\n  **1.**   \n Nakurikiye Yesu mu kibaya akiz' abarwayi, Ac' iminyururu y' ibyaha no kuruhur' imitwaro.\n\n  **GUSUBURIMO:**   \n   S. Mbega ngo biranezeza gukurikira Yesu, Akanyoboz' ubuntu bwe akangeza mw' ijuru.    A., T., B.: Mbega ngo biranezeza, rikira, ra Yesu,  .Akanyoboz' ubuntu bwe, kangeza; Mw' ijuru.\n\n  **2**   \nNamukurikiye ku musoz' igihe yahindurwaga, Imana iravuga iti: Ur' Umwana wanjye nkunda. \n\n  **3**   \nNamukurikiy' i Kalvari, Agend' atukwa na benshi, Akomez' inzira y' Umwanzi, Yikorey' umusaraba. \n\n  **4**   \nNzamukurikira nkiriho, Maz' atume mpora nesha, Kugez' ubwo nzager' iwacu ahahor' umunezero."
       },
       
       {
        "title": "349 Nabony' Umuntu Unaniwe",
        "number": 349,
        "markdown": "### 349 Nabony' Umuntu Unaniwe   \n\n  **1.**   \n Nabony' umunt' unaniwe, Kand' agenda yihanganye, Yikorey' umusaraba, Nyamara ntabwo yari yihebye, Imibabar' iba myinshi! Arik' uw' urahebuje! Mubaz' ikimuh' intege, Ati: Nuko mfit' ibyiringiro.\n\n  **2**   \nNabony' afite n' intwaro, Arwany' iby' is' ashikamye, Kand' arwan' amaramaje ngw' azabon' ikamba rihoraho, N' ubwo yari yarenganye, Ntiyigeze yivovota, Mubaz' ikimuh' intege, Ati: Nuko mfit' ibyiringiro. \n\n  **3**   \nNabony' uwasiz' inshuti ze, Bakundanaga cyane, Atandukana n' iby' isi, Ahitamw' inzir' imuruhije, N' ubw' irimw' ibibabaza, Arikw' ariyumanganya, Mubaz' ikimuh' intege, Ati: Nuko mfit' ibyiringiro. \n\n  **4**   \nTur' abagenzi mur' iyi si, Y' akaga n' agahinda, Irimw' ibyago n' urwango, N' ibituro byuzuye mw' abantu, Kugez' ubwo Krist' azaza, Akarokor' abe bose, Se, n' iki cyadukomeza, Atar' ibyiringiro bishyitse?"
       },
       
       {
        "title": "350 Mugenzi Komera",
        "number": 350,
        "markdown": "### 350 Mugenzi Komera   \n\n  **1.**   \n Mugenzi komera Yes' ari hafi, Twamutegereje kera, Tugiye kwitahir' iwacu heza, Turirimbe ko dutsinze, Twihangane twe kumuhemukaho, Kandi w' ataduhemukiye, Yatwerets' urukundo ruhebuje, Nirwo rwatumy' adupfira.\n\n  **2**   \nMugenzi komera, Utegerez' umudugudu w' izahabu, Wateguriwe abakiranutsi, Niho tuzaruhukira, Ihangane ntabwo tuzagum' aha, Mu buhanya no mu miruho, Harubw' umwijim' uzatamuruka, Igitondo gitangaze. \n\n  **3**   \nMugenzi komera dore araje, Uwo Muremyi wa byose, Azanye n' abamarayika benshi, Azanye n' ingororano, Ihangan' ugez' igih' Umukiza, Azakubwir' aya magambo, Ngo mugaragu mwiz' ukiranuka, Igire mu munezero. \n\n  **4**   \nMugenzi ujy' uhora wihanganye, Komeza kwizera kwawe, Amarira yawe ahanagurwe maz' uzahabwe n ' ikamba, Ihangane mwene Data ni koko, Isezerano rye n' impamo, Uzibanirayo n' abakijijwe, Na Yes' Umukiza wacu."
       }
]