[
 {
  "title": "1 Vuthela Icingo",
  "number": 1,
  "content": "# 1 Vuthela Icingo\n\n Mlindi, vuthel’ icilongo,Xwayis’ abadukile;Lowoozway’ icilingo, Angaphenduk’ aphile.  \nCHORUS:Vuthel’ icilongo, mlindiiNkos’ ithi; Vuthela…Li vuthelefuthi-futhi;Bonkebangasindiswa\nLi khalis’ eziqogweni, Endaweningendawo;Ba solwandlememezani: Indaba yokuphila.  \nYimemezeendleleni, Yith’ “Into zilungile;”Ku semnyamaemhlabeni, uBab’ u silindile.\nBatsheleabasindwayo, uJes’ u yabanxusa.U yashokwabamdingayo: “Wozaniniphiliswe.”  \n"
 },
 {
  "title": "2 Emnyango Impela",
  "number": 2,
  "content": "# 2 Emnyango Impela\n\n Inkos’ ifikil’ emnyango, Eyathwal’ isiphambano;Manjeabalungileyo, Ba zobutwayiYo.  \nCHORUS:Emnyango... Emnyango...  Inkosiifikil’ emnyango;Iyeza… yon’ iyeza… I sifikileemnyango.  \nIz’bonisoyonk’ im’nyaka, Zithi: sewukhonalapha;Si zobonamasinyane, Ohleziphakade  \nQaphelaniemhlabeni, Inhluphekoazipheli;Ku zofikauMsindisi, AfeuMkhohlisi.  \nKhonaezwenielisha, Si zohlalasingabasha;Abafayobangabhubhi, Kubenaphakade.  \n"
 },
 {
  "title": "3  Ubuso Nobuso",
  "number": 3,
  "content": "# 3  Ubuso Nobuso\n\n Ubusobuzobukana, NoKrestuuMsindisiNgizakuthab’ ukumbona uJesuong’uMfeli  \nCHORUS:Ubusobuzobukana, NgaphesheyakwomkhathiUbusobuzobukana, NoJes’ ekupheleni.  \nLaphang’ bona kalufifi, Ku khon’ okusithayo;Ngelang’ elingeluvivi, Ngobon’ Okhazim’layo  \nNgizojabul’ ukubona, Kon’ okungaziwayo;Konkekokhanyiswakhona, Ku phel’ okuhluphayo.  \nUbusobuzobukana, NaYeuMhlengiwami;Ngobukananjalomina, NaY’ uMsindisiwami\n"
 },
 {
  "title": "4 U Yeza",
  "number": 4,
  "content": "# 4 U Yeza\n\n Imnand’ indab’ endlebeniyesihambi, Esazulakudenekhaya!Ku seduzeabuyengodum’ uMhlengi; Masiny’ uMbus’ u fike.   \nCHORUS:U yeza, u yeza, masinyane, U yez’ emhlabenilapha;Izihambizonazifumanise IkhayaloMsindisi.     \nBonke labo abakade ba ngcwatshwayo, Ba zovuka ekupheleni.Ye nabasolwandle olujulileyo; Ukuphila bokufumana.   \nKwelisha ilizwe si zohlanganiswa;   Si hub’ ingoma yobukhosiNabavela eNyakatho ba zokuza,  Ba khonz’ iNkosi yamakhosi.   \nHaleluya, amen! Haleluya futhi; Ngokwethembeka sobakhona.Lindani, thembani, kube isikhathi; Umqhele sesowufumana.   \n"
 },
 {
  "title": "5 Kude Kangakanani eKhaya?",
  "number": 5,
  "content": "# 5 Kude Kangakanani eKhaya?\n\n Ekhaya ku sekude na? Ngi buzil’ umlindi yena.Wath’ ub’ suku: Bu yaphela, Manje seku yasa.Ngakho: U ngabusakhala,  Kodwa, hamba u phalale;U zofik’ ezinsukwini, Ezingasapheli!    \nSe ngi buzile ibutho, Ingoma yebutho ithi:Ngesibindi ngi zokulwa, Ngay’inkemba yodwaNgakho: U ngabusakhala, Empini bekezela-Umvuz’ u phiw’ ophumile, Nxa esenqobile.    \nNgi buzile into zonke, Zi sho ngazwi linye zonke;Isikhathi si yaphela, Ikhaya li vele. Ngakho: U ngabusakhala, Iziboniso zi yandaKonkana ku yabubula, Ku fun’ inkululo.    \nEkhaya a kusekude, Yeka! Umkhumbulo omhle;Thokoza ke wena mhambi, Sul’ izinyembezi.Ngakho: U ngabusukhala; Si zohlangana phambili,Izinhlupho zi phelile: Emzin’ othulile.    \n"
 },
 {
  "title": "6 Lindani, Bangcwele",
  "number": 6,
  "content": "# 6 Lindani, Bangcwele\n\n     Lindani, khaliphanini;  Bonani iziboniso,Kanyisani izibani; Ngob’ uJes’ u lusindiso\nCHORUSU yeza! Jes’ u yeza! U yeza, u zangodumo!UJesu u zakubusa, U yeza ngosindiso!\n    Isithembiso seNkosi; Umusa owathengwayo,Zon’ izembatho zegazi; Zi sitshel’ indaba yazo.\n    Im’buso I yachitheka; Yizw’ amasond’ egedleza.Ngomsa owandile landa; Icilongo li mpempeza!\n    Zoni, uKrest’ u yanxusa; KuYise u sanimelePhangisan’ u khon’ umusa; Angakathi; Ku phelile\n"
 },
 {
  "title": "7 Nxa Efika",
  "number": 7,
  "content": "# 7 Nxa Efika\n\n      Nxa esefikile Yena Ukubuth’ imfuyoIligugu lakhe yona Ukuyifuya. \n CHORUSNjengazo inkanyezi kukanya umqheleNgobuhle bayokhanya bakhazimule \n     U yakusibutha sonke Si ngamagug’ AkheSi yokhanya si bemhlophe, Si thandeke le! \n    Abantwana abancane, Ba thanda uMhlengiBa ligugu kuJehova; Owab’ uMenzi. \n"
 },
 {
  "title": "8 Nxa Bebizwa Phezulu",
  "number": 8,
  "content": "# 8 Nxa Bebizwa Phezulu\n\n Nxa icilongo li khala nesikhathi si dlula;Kofika usuku olumi njaloAbasindisiweyo ezweni ba zobuthana;Bebizwa phezulu ngi zobakhona    \nCHORUSNxa sebe bizwa phezulu ( 3 times )Bebizwa phezulu ngi zobakhona    \nNgesikhathi esihle lapho sebevuswa bonkeBa zoba nesimo esisha bonkeAbakhethiweyo uma sebeqoqelwa khona;Bebizwa phezulu ngi zobakhona    \nMa si yisebenzele iNkosi lize li shone;Ngothando lweNkosi ma sitshelane,Si ngafa u zophela umsebenzi wethu laphaBebizwa phezulu ngi zobakhona.    \n"
 },
 {
  "title": "9 UJes’ U Yeza Futhi!",
  "number": 9,
  "content": "# 9 UJes’ U Yeza Futhi!\n\n        Khalisan’ icilongo kakhulu;  uJes’ u yeza futhi;Bonke ba bhekisise phezulu uJes’ u yeza futhi    \nCHORUS’Yeza futhi! Yeza futhi! uJes’ u yeza futhi!    \nMemezani naseziqongweni, uJes’ u yeza futhi;Li za nobukhosi iZinyane, uJes’ u yeza futhi;    \nHlokomanini lwandle namaza, uJes’ u yeza futhi;Qubukani kanjalo zinhlanzi, uJes’ u yeza futhi;    \n       Zi yasitshela iziboniso, uJes’ u yeza futhi;Nawo umoya u yavunguza, uJes’ u yeza futhi;    \n       Izizwe zonke zi thukuthele, uJes’ u yeza futhi;Nalo ulwazi futhi lwandile, uJes’ u yeza futhi;    \n"
 },
 {
  "title": "10 Buthanani Emfuleni",
  "number": 10,
  "content": "# 10 Buthanani Emfuleni\n\n        Sobuthana emfulweni, Kanye nezingilosiAmanz’ ephum’ es’Hlalweni; KuJehova, iNkosi    \nCHORUSYebo! sobuthana khona, Emfulweni omuhle khona leNabangcwele sohlangana; Emfulwen’ ocwebile    \nKhona ogwini lomfula, Sohamba si khulekaSi dumisa ngokuthula, Imihla yethu yonke    \nEmfuleni wokukhanya, Si zolahla umthwaloNgomusa si zokhululwa, Samkele imiqhele    \nEmfuleni ocwebile, Alusekho usizi;Inhliziyo zi thabile, Ngehubo elimnandi    \n"
 },
 {
  "title": "11 Ngi Zokulandela",
  "number": 11,
  "content": "# 11 Ngi Zokulandela\n\n       Ngokulandela, Msindisi, Kuzo zonk’ izinsizi;Laph’ u khona ngolandela, Yebo ngi zolandela   \n CHORUSNgokulandela, Msindisi, Wen’ owacith’ igaziNoma bonke bekudela, Ngomsa ngi zolandela   \n       Noma indlel’ i nameva, Njengolwandle lugubhaWayihamba leyondlela, Ngako ngi zolandela   \n       Nakuzo izinhlupheko, Noma ngi lingwa ngazo‘Nkosi walingwa impela,  Ngako ngi zolandela   \n     U ngi hol’ ezinhlungwini, Nakhon’ ebupofwiniWahlushwa waze wadelwa, Noko ngokulandela   \n     Nom’ iJordan’ ebilayo, I ngeyesabekayo;Loku wena wayiwela, Nami ngokulandela   \n"
 },
 {
  "title": "12 Ku Khona uMthombo",
  "number": 12,
  "content": "# 12 Ku Khona uMthombo \n\n        Ku khon’ uMthombo wegazi Ovel’ eNkosini, Zonk’ izoni zi ngagezwa, Ngokuy’ eNkosiniZi ngahlanjululwa Ezonweni zazo, Zonke zi ngathethelwa Ebubini bazo    \nIsela elalengayo, Lathab’ ukubona, Lowo ‘Mthombo ofunayo Ukugez’ aboniNoma ngi nezono, Ngi ngahlanjululwa, Kuwo uMthombo waboni, Ngi nga gezisiswa    \nYebo, Wundlu elafayo Si yabona Wena, Ibandl’ elasindiswayo Selomele WenaLi namandl’ igazi Ukugez’ izono, Ibandla li ngasindiswa Li zonde ukwona    \n      ‘Nkosi u ngilungisele Indawo ekhaya, Noma-nje ngi ngafanele Wena wa ngifelaWongipha umvuzo Ngay’ impilo entsha, Wongipha njalo umvuzo Ngay’ impilo entsha    \n       Ku khon’ isihlabelelo, Ngaso ngi babaza, Amandlayo insindiso, Seloku ngahlanzwaNgi vuk’ engcwabeni Ngobabaza Wena, Lu phinde kaning’ ulimi Lu dumisa Wena    \n"
 },
 {
  "title": "13 Mhlope Ku Neqhwa",
  "number": 13,
  "content": "# 13 Mhlope Ku Neqhwa \n\n O, ‘Nkosi ngi fisa ukuphelelaNgi thanda ukuba u hlale namiXebula wonke amaxhwala amiNgi gezisiswe ngaphezu kweliqhwa    \n CHORUSKu neliqhwa Ye! Ku neliqhwaNgi gezisiswe ngaphezu kweliqhwa!    \n       ‘Jesu ngiqaphele u sezulwiniNgelekelel’ ukuphum’ ebubiniNgi yazinikela ngokupheleleNgi gezisiswe ngaphezu kweliqhwa    \n       ‘Jesu ngi yakunxusa ngokuncengaNgi kulindel’ ezinyaweni zAkhoNgi zinikela nako enginakoNgi gezisiswe ngaphezu kweliqhwa!    \n’Jesu ngi linda ngokubekezelaPhenduka inhliziyo iyakhalaKulowo, okufunayo kawaliNgi gezisiswe ngaphezu kweliqhwa!    \n"
 },
 {
  "title": "14 Yizwa imali Iwa!",
  "number": 14,
  "content": "# 14 Yizwa imali Iwa!\n\n Yizw’ imal’ ithelwa, Lalel’ i yawa;Ngeka Jesu yonke, Ma iye kuYe    \nCHORUSKhence! Khence! Khence! Khence!Yizwe ithelwa!Ngeka Jesu yonke, Ma iye kuYe    \nKhence! Khence njalo; Nank’ umnikeloKuYo iNdodana; Wezinganyana    \nNoko si zingane, Si leth’ intwanaNxase si khulile; Som’ pha kakhulu    \nNxa si ngenalutho, Somuph’ uthando; U yakuthokoza, Emomotheka    \n"
 },
 {
  "title": "15 UJes’ U Yangithanda!",
  "number": 15,
  "content": "# 15 UJes’ U Yangithanda!\n\n        UJes’ u yangithanda,  Ku sho uMbhalo wAkhe NgabAkhe nabantwana, U ngamandl’ abo bonke    \nCHORUSU yangithanda, Yebo, uJesu;U yangithanda, Ngitshelwa uMbhalo    \nuJes’ u yangithanda, NguYe owangifelaWafa ngenxa yothando, Izulu walivula    \n       uJes’ u yangithanda, Nanxa ngi gula laphaNgi sosizini namhla, UJes’ u yangilinda    \nuJes’ u yangithanda, Wohlal’ eduze nami;Phambili u zofika, Angiph’ umqhele nami    \n"
 },
 {
  "title": "16 Zinyawana Qaphelani",
  "number": 16,
  "content": "# 16 Zinyawana Qaphelani\n\n        Ngi gezil’ izandla, Ngazenza zabamhlopeuJesu ngamnika, Zi msebenzele kuhlwe    \nCHORUSNina, ‘zinyawana, Qaphelani bo!Lapho ning’sa khona, Kube kuJesu    \n       Ngi tshel’ izindlebe,  Zizwe-ke, yonk’ imihlaUmsebenzi wonke, Ongenziwa yizandhla    \n       Amehl’ alindile, Lapho zi qonde khonaNgi ngaze ngi gange, Bes’ uJesu ngi mona    \n"
 },
 {
  "title": "17 Luthando Olusithabisayo",
  "number": 17,
  "content": "# 17 Luthando Olusithabisayo\n\n        Si yathaba ngothando, Lu yasithabisa;Lu senza sibe nenqgondo, Kwabanye umusa    \nCHORUS Inkos’ i thanda bonk’ abaYo, Si fis’ ukuba njengaYo;Si yathaba ngothando, Lu yasithabisa;Lu senza sibe nenqgondo, Kwabanye umusa    \n       Ku khon’ usizi lapha;Ukufa nezono Ngokuthoba si ngazama, Si zuze umoni    \nEkupheleni lapha, Ebuya uJesu;Sohlabelela ingoma, Yothand’ olukhulu    \n"
 },
 {
  "title": "18 Mabutho ka Krestu Phambili",
  "number": 18,
  "content": "# 18 Mabutho ka Krestu Phambili\n\n        Mabutho ka Krestu, Hlomani nonke;Nilwe noSathani, Isitha kini.Nang’ uMholi wethu, NguYe uKrestu‘Nkosi yamakhosi, NguYe uMnqobi    \n CHORUSPambili Mabutho, Yanin’ empiniNang’ uJes’ uMholi, Ma ni mlandele    \nBhekhanini ‘bandla, Ithuthumela;Impi ka Sathani, Hlabelelani;I yesab’ uJesu, U zoyicitha!Ngezwi lokunqoba, I yokwahlulwa    \nHambisan’ okwempi, ‘Bandla leNkosi;Ma si balingise, AbanqobileNoko sahlukene, Si semi kanye;Lon’ ithemba lethu, Linye kuKrestu    \nAmakhos’ omhlaba, Wonk’ a yabhubhaKeph’ iBandla lethu, Limi kuKrestu;Qhabo! A lahlulwa, Ngeke ladlulaWathembis’ uKrestu, Ng’ uMlawuli wethu    \nHlanganani bantu, Nebandla lethuVumanini nonke, Si bandla linyeIngoma yodumo, YeNkos’ uqoboZi dumise nathi, Nezingelosi    \n"
 },
 {
  "title": "19 Hlala U Lindile",
  "number": 19,
  "content": "# 19 Hlala U Lindile\n\n        O! mphefumlo wami, Hlala ulindileiNkosi ngamandhla ami, Noma se ngi wile    \nO! lind’ u khuleke, Uze u dle ifaNgibonis’ iqiniso-ke, Nokuphil’ okusha    \nO! yilwa nomlingi, Ngiphathise JesuNgi zoboph’ izinkalo nqi, Ngi qonde pezulu    \n"
 },
 {
  "title": "20 Vuka Khuthala Moya Wam",
  "number": 20,
  "content": "# 20 Vuka Khuthala Moya Wam\n\n        Izwi lika Nkulunkulu, ElikubizayoLi nomvuzo wakoMkhulu, Ku y’okhutheleyo    \nEfwini lawofakazi, Konke kus’ obalaKhohlwa indlele eyize, U qonde phezulu    \nuMsindisi, nguMqalisi, Walo loluhamboSobheka ezinyaweni, Owethu umvuzo    \n"
 },
 {
  "title": "21 Ngi Yeza eSiphambanweni",
  "number": 21,
  "content": "# 21 Ngi Yeza eSiphambanweni\n\n Ngi yeza Nkosi yami, Ngi yimpuputhe minaNgi nikela okwami, KuWe ongangigcina    \n CHORUSNgi yeza Nkosi yami, KuWe Msindisi wamiNgi cela Menzi wami, Ak’ungamkele nami    \nUmoya uyakhala, Ku bus’ okubi kimiuJes’ u thi lalela, Ngosusa konk’ okubi    \nKonke ngi kunikela, Kanye nomoya wamiNgibe ngowAk’ impela, Kuze kube nanini    \nNgi z’esiphambanweni, Igazi lang’ophelaNgi zilahl’ othulini, NoKrestu ngi bethelwe    \nJesu woz’ ungamkhele, U ng’ enze ngi pheleleNgi bengohlanzekile, Dumo! kulo iWundlu    \n"
 },
 {
  "title": "22 Nami Futhi",
  "number": 22,
  "content": "# 22 Nami Futhi\n\n Vuma, vuma ‘Nkosi yami, U be ukulunga kwam’;Themba ma u hlale nami, U phas’ imizamo yam’.\nCHORUS‘Nkosi yam’, ‘Nkosi yam’,U phas’ imizamo yam’\nMa u ngizwe, ‘Nkosi yami, U ng’enzel’ umusa nam’.Sength’ ukuhamba kwami, U ngangiqondisa nam’\nCHORUS‘Nkosi yam’, ‘Nkosi yam’,U ngangiqondisa nam’\nSekukade ngi ng’umoni, Kade ngi ngakuboniKwanga ngi ngaphiw’ ubomi, Xolela lesi ‘soni\nCHORUS‘Nkosi yam’, ‘Nkosi yam’,Xolela lesi soni\nMninimandl’ osezulwini, Ngi kiph’ ezinsiziniNgi sindise ekoneni, Ngithembel’ eNkosini.\nCHORUS‘Nkosi yam’, ‘Nkosi yam’,Ngithembel’ eNkosini\n"
 },
 {
  "title": "23 Ngi Gcwalise Manje",
  "number": 23,
  "content": "# 23 Ngi Gcwalise Manje\n\n        Ngi gcwalise oMkhululi, NgoMoya oiNgcwele U nguMhlobo wethu, Mfeli Woza, woz’ u zakhele    \nCHORUS Moya oiNgcwele Mina ngi kunxaneleManjena ngi gcwalise Wena Moya woMsindisi    \nU ngangigcwalisa Wena, Indlela u yayaziNgi yakuswela-ke mina, Ngothando ngi gcwalise    \nMina ngi buthakathaka, Enyaweni ngoguqaNguWena wedw’ onamandla, Ngi size ngi yashona    \n       Wena Moy’ u yaduduza, Inhliziy’ ediniweThina bantu si yafisa, U ze u sigcwalise    \n"
 },
 {
  "title": "24 Ngi Kufisa Izikhathi Zonke",
  "number": 24,
  "content": "# 24 Ngi Kufisa Izikhathi Zonke\n\n Ngi yakufisa nje, Ngcwele-NgcweleAkukh’ ongangipha, Ukuthula    \nCHORUSNgi yakufisa, Nkosi Izikhathi zonkeNgi busise, Msindisi, Ngi ze kuWe    \nNgi yakufisa nje, Hlala namiNgi ngeke ngahlulwe, Nxa u nami    \nNgi yakufisa nje, EnhlungwiniWoza masinyane, Hlala nami    \n       Ngi yakufisa nje, Ngi fundiseIz’thembiso zonke, Uz’ u ngipe    \n       Ngi yakufisa nje, Wen’ oNgcweleMangibe njengaWe, ‘Nkosi enhle    \n"
 },
 {
  "title": "25 Ngi Kunekela Konke",
  "number": 25,
  "content": "# 25 Ngi Kunekela Konke\n\n Ngi nikela konk’ uJesu, Ngi nikela ngesihleNgi zothemba njalo kuYe, Ngi phile naYe lapha    \n CHORUS Ngi yanikela... Ngi yanikela...(Ngi yanikela)    (Ngi yanikela)Konke kuYe uMsindisi, Ngi yakushiya    \nNgi nikela konk’ uJesu,  Ngi guq’ ezinyaweniNgi del’ inzuzo yomhlaba, Ng’thatha Jesu ngi thathe    \nNgi nikela konk’ uJesu, Ng’enze ngcwele, MsindisiNgi phe owAkho uMoya, U be ngowam’impela    \nNgi nikela konk’ uJesu, Ngi zwa umlil’ oNgcweleNgenjabulo yensindiso,  Makube kuY’ udumo    \n"
 },
 {
  "title": "26 Ngi Nje",
  "number": 26,
  "content": "# 26 Ngi Nje\n\n Ngi nje Nkosi, ngi za ngi nje, Yileli ilizwi lamiNgoba wangifela nami, Mvana yeNkosi ngi yeza     \nNgi nje Nkosi, ngi za ngi nje, Ngi ngesus’ icala lamiNgohlanzwa ngegazi nami, Mvana yeNkosi ngi yeza     \nNgi nje Nkosi, ngi za ngo nje, Ngi sempini yenhuphekoNgaphakathi nangaphandle, Mvana yeNkosi ngi yeza     \nNgi nje Nkosi, ngi za ngi nje, Ngi mpofu ngi yimpumputheKonke mangiphiwe nguWe, Mvana yeNkosi ngi yeza     \nNgi nje Nkosi, ngi za ngi nje, Ngi hlanzw’ inhliziyo yamiNgi gezeke, ngi bemhlophe, Mvana yeNkosi ngi yeza     \nNgi nje Nkosi, ngi za ngi nje, Uthando lu ngi nqobileLu ngi thabis’ inhliziyo, Mvana yeNkosi ngi yeza     \n"
 },
 {
  "title": "27 Si Vuselele Futhi",
  "number": 27,
  "content": "# 27 Si Vuselele Futhi\n\n        Si bong’ iNkosi, ngaYo iNdodanaYen’ uJesu osifeleyo thina     \n CHORUSAleluya! Aleluya! Aleluya! AmenAleluya! Aleluya! Si vuse futhi!     \nSi bonga Nkosi, NgaY’ uMoya wAkhoOsibonise uMsindisi ngaWo     \nAkudunyiswe, lona lelo WundluElathwala izono zonke zethu     \nUdumo lonke, lube kuWe, NkosiWena wasithenga ngoaWkho umusa     \nSi vuselele ngal’ uthando lwAkhoNemiphefumlo mayivuswe njalo     \n"
 },
 {
  "title": "28 Yiba Nesineke Uze U Be Ngcwele",
  "number": 28,
  "content": "# 28 Yiba Nesineke Uze U Be Ngcwele\n\n        Yiba nesineke, sokukhulumaNaYe uMkhululi, kuY’ u ngeyamaYiba nobuhlobo nokululamaU-kuqondis’ izoni kuY’ iMvana   \nYiba nesineke emsebenziniEsokukhuleka laph’ elizweniNxa ku hlal’ uJesu enhiziyweniWozuz’ ukuthula laph’ emhlabeni     \nYiba nesineke sokusondelaKuYe uMsindisi, u zolandelaEkujabuleni wokuholelaNanxa ekhuluma u bolalela     \nYiba nesineke, thula u thi du!Yen’ u yakuthela ngokwaphezuluuMoy’ oiNgcwele u ng’uFakaziKa Jes’ uMsindisi, nguYen’ uMsizi     \n"
 },
 {
  "title": "29 Hlala Nami",
  "number": 29,
  "content": "# 29 Hlala Nami\n\n        Ku yeza ukuhlwa, hlala nami, U zuhlale nami, sekuyahlwaLapho abanye sebehluleka, Wena osizayo, hlala nami     \nKu shesh’ ukudlula ukuphila, Ubuhle bomhlaba buphi bona?Izinto zonke zi yaphenduka, Ongaphendukiyo hlala nami     \nNgi yakucela u hlale nami, U ngekho ngohlulwa yizilingoU ngezi ‘Nkosi, njengodlulayo, Kodwa ‘Nkosi yami, hlala nami     \nOwahlala kade, hlala nami, Ungabongishiya nakancaneBekezel’ ububi bami bonke, Yiza-ke u zozakhela kimi     \nInhlupheko azinani kimi, Ang’esabi, nxa u khona WenaLu ngaphi u donsi lwakho kufa?, Ngi zokwahlula ngoba u nami     \n"
 },
 {
  "title": "30 Ukuhwalala",
  "number": 30,
  "content": "# 30 Ukuhwalala\n\n Ilanga li yashona, Izulu li yasithaLinda u zukhuleke, Nxa ukukhanya kuthe Kwafiphala!     \n CHORUSNgcwele! Ngcwele! Ngcwele! KuJehova!Umhlaba nezulu le, Ku yabonga uBaba uSomandla     \n‘Nkosi, yokuphila kwam’, Izulu likhaya lam’Si buthe si yadinga, Umbuso wokulinga Oseduze!     \nUkuhlwa ku sondele, Ngomsa si haukeleUbuso nobukhosi, Ku sithwe zinkanyezi U yiNgcwele!     \nLapho si ngasaboni, Ubusuku neminiNazo izingelosi, Zi tusa ubukhosi Bu ka Jesu     \n"
 },
 {
  "title": "31 Langa Lomphefumlo Wami",
  "number": 31,
  "content": "# 31 Langa Lomphefumlo Wami\n\n ‘Langa lomphefumlo wami, Msindisi othandekayoMakungafiki iyezi, Kuwe elingasithayo     \nNasekulaleni kwami, Nenkophe zi cimezileNgi ngaphumula kamnandi, Phezu kwaAkho ngeyamile     \nNanxa kuhlwa, nanxa kusa, Ngi yeluswa nguWe wedwaHlala nami, Wena Ndonsa, Ngi ngephile nxa ngi ngedwa     \nNgi saqala ukuvuka, Ngi busise ekuseniUkuze ngothando lwAkho, Ngi yofika ezulwini     \n"
 },
 {
  "title": "32 Isiphephelo Ngesikhati Sesiphepho",
  "number": 32,
  "content": "# 32 Isiphephelo Ngesikhati Sesiphepho\n\n     Inkos’ I liDwala lethu, I yisiphephelo sethuInqaba noMthunzi wethu, I yisiphephelo sethu \n CHORUSLi Dwala... elinamandla, Ng’uMthunzi… owalomhlaba; Ng’uMholi... wethu impela, U yiSiphephelo sethu \n    uJesu nguMthunzi wethu, U yiSiphephelo sethu       As’esabi, u ngowethu, U yiSiphephelo sethu \n    Nxa si hanqwa impopoma, U yiSiphephelo sethu       Si huba yona ingoma, U yiSiphephelo sethu \n    Inqaba neDwala lethu, U yiSiphephelo sethu       Hlal’ eduze Msizi wethu, U yiSiphephelo sethu \n"
 },
 {
  "title": "33 U Yangihola",
  "number": 33,
  "content": "# 33 U Yangihola\n\n     uJesu u yangihola, NgawAkh’ amazwi omusaKuko konk’ engikwenzayo, uJesu u yangihola \n CHORUSU yangihola uJesu, Ngesandla sAkhe impelaNgi zakumlandela mina, uJesu u yangihola \n    Noma ku mnyama kuthe tsu! Nakuzo izikhukulaMina angesabi lutho, uJesu u yangihola \n    Angisoli, angikhali, ‘Nkosi, ngi zoqiniselaKuko konke ngiyathaba, uJesu u yangihola \n    Nxas’ uphelil’ umsebenzi, NgoJesu se ngi nqobile Angiyikwesab’ ukufa, Nas, eJordan’ wongihola \n"
 },
 {
  "title": "34 Kuhle Moya Wami",
  "number": 34,
  "content": "# 34 Kuhle Moya Wami\n\n     Ngi nokuthula okunjengomfula, Nxa ngi nosiz’ olukhuluU ngi fundisile mina ukuthi, Kuhle-ke, kuhle, moya wami \n CHORUSKuhle-ke... moya wam’Kuhle-ke, kuhle, moya wami \n    Nanxa-ke uSatani engihlupha, Ngaloku nje, ngi zonqobaNgokuba uJesu ng’uMsizi wami, Wacith’ igazi lAkhe ngami \n    Umcabango omuhle yilowo-ke, Iz’phosiso zami zonkeU zibethele esiphambanweni, Bonga iNkosi moya wami \n    ‘Nkosi lolosuku maluphangiswe, Amayezi azogoqwaLi khal’ icilongo, yehle iNkosi, Njalo-ke, kuhle moya wami \n"
 },
 {
  "title": "35 Yeka Ubudlelwano",
  "number": 35,
  "content": "# 35 Yeka Ubudlelwano\n\n Yek’ubudlelwano bu ka Jesu!, Oseyamise’ ezingalweniIzibusiso zona zi nkulu,  Nxa weyama kuY’ engalweni     \nCHORUSYa ... ma, ya ... ma U sinde ekwesabeniYa ... ma, ya ... ma Eyama kuY’ezingalweni     \nO, ku mnandi, ukuba ngumhambi, Mangeyam’ engalweni y’AkheIndlela i yakhanya kumhambi, Nxas’ eyam’ engalweni yAkhe     \nNgi ngesabani? Ngi ngesabani?, Se ngi nokuthula okuhleNanxa ngi fika ekulingweni, Ngoyama engalweni yAkhe     \n"
 },
 {
  "title": "36 Inkolo Yami I Bheka Phezulu",
  "number": 36,
  "content": "# 36 Inkolo Yami I Bheka Phezulu\n\n Ngi yabheka kuWe,U ngi hlawuleleNkosi yami,Kaloku ma uzwe,Ngi khuleka kuWeU ngi thukulule,Ezonweni     \nIngathi umusa,U ngangiqinisaNgi kukhonze,Vus’ uthando lwami,Wena, Nkosi, yamiNgako konk’ okwami,Ngi kukhonze     \nNxa ku mnyama kimi,Ni bona usiziOlunzimaNgi phelekezele,U xosh’ ubumnyamaUkuze ngi fike, Ezulwini     \n"
 },
 {
  "title": "37 Eduze, Nkosi Yami, kuWe",
  "number": 37,
  "content": "# 37 Eduze, Nkosi Yami, kuWe\n\n        Eduze, Nkosi yam’ ‘duze kuWe! Nom’ isiphambano ngi sithweleYon’ ingoma yami, lapha yoba yile;  Eduze, Nkosi yam’, ‘duze kuWe!     \nNoma mina ngi njengesihambi, Itshe li be umqamelo wamiKodw’ amaphupho am’ yila njalo athi; Eduze, Nkosi, yam’, ‘duze kuWe!     \nIndlela yami i khanya kahle-U thumela ngomsa kimi konkeNengelosi zAkho zona zi ngi hole;  Eduze, Nkosi yam’, ‘duze kuWe!     \nNgokubonga ngomcabango wami, Osizini lwami olubanziNjalw’ enhluphekweni ngohlabela ngithi; Eduze, Nkosi yam’, ‘duze kuWe!     \nLapha se ngi phaphela phezulu, Se ngi dlule ilanga nenyangaNgohlabel’ ingoma, ngi bheke phezulu; Eduze, Nkosi yam’, ‘duze kuWe!     \n"
 },
 {
  "title": "38 Yima Edwaleni",
  "number": 38,
  "content": "# 38 Yima Edwaleni\n\n     Qinisela kuBaba ezweni, Naphakathi kwesiphithiphithi,iDwala kuphel’ elinamandla, Ekulweni nesitha. \n CHORUS Ma sim’ eDwaleni,Si qin’ eDwaleniPhezulu ku ka Krestu; Uma si nganqoba,Si yophephela,Esixukwini phezulu. \n    Qinisela ngokulungileyo, Ingesab’ okubi inhliziyo,uKrestu kuphela oyosiza, Izoni zonke lapha \n    Qinisel’ eqinisweni lonke, Noma li nzima lodlula konkeYiDwala kiphela elosiza, Kuyo yonk’ imisinga \n"
 },
 {
  "title": "39 ’Dwala Eliqinileyo",
  "number": 39,
  "content": "# 39 ’Dwala Eliqinileyo\n\n     uJesu li Dwala lami, NguYe uSindiso lwamiNgi ngeze ngathemb’ okwami, Ngophaswa yiDwala lami \n CHORUSuJesu Krestu liDwalaKonk’ okunye ku zodlulaKonk’ okunye ku zodlula \n    Nobumnyama bu phambi kwam’, Ma ngi ngozeli, Themba lam’Nez’phepho endleleni yam’ Ma ngi ngalahl’ inkolo yam’ \n    Isifungo si qinile, Kulabo abamthembileNanxa mina ngi dangele, uJesu ngi samthembile \n    Nxa ku khala’ itilongo, KuYena ngi khuphukeleNgi gqokiswe ngobungcwele, Es’ godlweni ngi yovela \n"
 },
 {
  "title": "40 Themba Nilalele",
  "number": 40,
  "content": "# 40 Themba Nilalele\n\n Nxa si yilandela, iNkosi ngempelaKu zokhany’ endleleni yethuSi lalel’ uKrestu, Si be naYe laphaUma si muzwa, si mhlonipha     \n CHORUSLalelani! Akukho okunyeOkuthabis’ iNkosi, Um’ i ngelalelwe     \nAkukho thunzana, Akukho yezanaKu xoshwa ukumomothekaAku ngesabeke, Asinge bubuleUma si muzwa, si mhlonipa     \n     Akukho bunzima, Akukho bulimaYena angebususe kithiuMsindisi wethu, Konke ku ngehlupheUma si muzwa, si mhlonipha     \nNamhla si ngebone, Uthando lu khonaNxa si beka konk’ elathiniZi gqitshwe izono, Asiph’ ukwethabaUma si muzwa, si mhlonopha     \n       Ngakukudlelana, NangokuthandanaSohamb’ endleleni si ngezwaOkuhle si kwenze, Si mlandele naphiUma si muzwa, si mhlonipha    \n"
 },
 {
  "title": "41 Inkosi Ibe Nawe",
  "number": 41,
  "content": "# 41 Inkosi Ibe Nawe\n\n Inkosi ize ibe nawe; I ku qondis’ amasangoI ku biyele ngothando, Size si phinde si bonane\nCHORUSSize si ... hlangane, Phambili ku ka JesuSize si ... hlangane,Si phinde si hlangane futhi\nInkosi ize ibe nawe, I ku londoloze kahleI kondle njalo ngokudla, Size si phinde si bonane\nInkosi ize ibe nawe; Nxa u s’ekuhluphekeniI ku gon’ ezingalweni, Size si phinde si bonane\nInkosi ize ibe nawe; I ku donsel’ othandweniI ku sindis’ ekufeni, Size si phinde si bonane\n"
 },
 {
  "title": "42 Asisoze Si Valelise!",
  "number": 42,
  "content": "# 42 Asisoze Si Valelise!\n\n Nxa si hlangana nezihlobo, Ku khon’ ukwethabaKu lethel’ usizi oqobo, Nxase s’ehlukana\nCHORUSEzulwin’ akwehlukanwa, AkuvaleliswaKu lelo lizwe elihle, Kwakh’ abalungile\nSi yajabula nxa si bona, Abakithi laphaKodwa si sakhalela lona, Izwe lokwethaba\nAmazwi a thi: \"Sala kahle!\" Phind’ awakhulunywa;Kodwa ingoma ezingcwele, Zi yahlatshelelwa\n"
 },
 {
  "title": "43 Lele KuJesu",
  "number": 43,
  "content": "# 43 Lele KuJesu\n\n U lele kuJesu yena,Lapha ku ngakhalwa khona;U thol’ ubuthongo yena,Angevuswe kubo yena.\nU lele kuJesu kahle,U lele njal’ elindile;Yen’ ekholwa ebhekile,Lelo themba elingcwele.\nU lele kuJesu – thula!U zolala ngokuphumla;U namandla uMsindisi,Ukumvus’ ekupheleni\nU lele kuJes’ iNkosi,U yovuswa ng’uMsindisi;Ka salesabi iliba,uMphilisi wolivula\n"
 },
 {
  "title": "44 Umsindisi Wami Kuqala",
  "number": 44,
  "content": "# 44 Umsindisi Wami Kuqala\n\n        Nxa umsebenzi wami u suphelile lapha,Nalomzimba wembeswe ukungafi;Ngi zomazi uMsindisi wami ngaphesheya,U zakungithokozelela ngefa.\nCHORUSNgi zoma ... zi ngi zomazi, Mina ngi zakum’ eduze kwAkhe Ngi zoma ... zi ngi zomazi, Ngamanxeb’ ezandleni zAkhe.\nWo! Ukwethaba kwami nxa ngi mbona ngobuso,Neliso elinomusa kimina;Inhliziyo yami I zakumbonga ngothando,Olungilungiseleyo ikhaya.\nWo! Ngokukhumbula-ke, ngabakade ba shona,Nokuvalelisa kweth’ ethuneni;Khona eEdeni asisoze sahlukana,Kodwa ngi fis’ ukumbon’ uMsindisi.\n       Ngi zongen’ emzini ngezimhlophe izingubo,A ngi selapho kungakhalwa khona;Ngi zakuhlabel’ ingoma yabasindisweyo,Ngize ngi bone uMsindisi khona.\n"
 },
 {
  "title": "45 Ngi Phe iBhaibhele",
  "number": 45,
  "content": "# 45 Ngi Phe iBhaibhele\n\n Ngi ph’ iBhaibhele elikhanyisayo, Kuze ku thokozisw’ ohambayoAkukho ‘lifu elingasisitha, KuJes’ oweza kusisindisa\nCHORUSNgi ph’ iBhaibhele ‘sithunyw’ esingcwele Lize nami li ngi khanyiseleIzithembiso nothando ndawonye, Ku zohlala phakade ku kunye\nNgi ph’ iBhaibhele nxa ku khon’ usizi, Nanxa umoya wami u pansiNgi ph’amazwi a khulunywa nguJesu, Kuze ku bonw ‘uMkhululi wethu\nNgi ph’ iBhaibhele ekhanyis’ indlela  Lize li bonis’ ingozi laphaLi yisiban’ esikhanyisa kahle;  Ukuze ngi mbone ngi mlandele\nNgi ph’iBhaibhele yiso isibane  Ozosiphakamis’ elibeniLi nokukhanyisa kwasezulwini, Naphesheya kwalo iJordani\n"
 },
 {
  "title": "46 Amazwi Amangalisay’",
  "number": 46,
  "content": "# 46 Amazwi Amangalisay’\n\n Phinda u ngi hlabelele, Amazw’ okuphila;Ma ngi bon’ ubuhle bawo, Amazw’ okuphila;Ngamazwi omusa, A yangifundisa\nCHORUSNgamazwi amahle wona, A yamangalisa;Ngamazwi amahle wona, A yamangalisa.\n       uJesu wabapha bonke, Amazw’ okuphila;Soni, u yabizwa, yizwa amazw’ okuphila.Saphiwa ngesihle, a sisa kuJesu\nBa tshele abantu bonke, amazw’ okuphila;A leth’ ukuthula wona, NgoJes’ uMsindisi;U yahlambulula Inhliziyo zethu\n"
 },
 {
  "title": "47 Udonga Lwas’ eJordani",
  "number": 47,
  "content": "# 47 Udonga Lwas’ eJordani\n\n        Ngi yakuma eJordani, Nangaphesheya le!Ngi pons’ iso lami kulo, Izwe laseKhenan\n CHORUSSi zophumula ezweni elihle ..., Se ku yisikhashanyana nje ...,Si hube ingoma ka Mosi neWundlu; Sibe noJesu phakade.\nEmagcekeni amahle, A khanya kuphelauJesu ilanga lethu U xosh’ ubusuku\nNgofika nini phezulu, Ngize ngi busiswe!Ng’ombona nini uBaba, Ngi phuml’ eMbusweni!\nI thabile inhliziyo, Ngoba ngi yahamba;Noma ngi hanqiwe mina, Ngesibindi ngoya!\n"
 },
 {
  "title": "48 Thokoza Phambili",
  "number": 48,
  "content": "# 48 Thokoza Phambili\n\n Ekupheleni sothokoza, Se si buthana ekhaya;Si leth’ izithungu zethu, eJerusalem’ eNtsha.\n CHORUSTho...ko...za, thoko-thokoza, Tho…ko…za, thoko-thokozaKu… nge phel’ ukuthokoza Ngob’ usuku buyeza.\nIngoma za khona zi mnandi, Si yobonga si ngathuli;S’dums’ iNkosi kamnandi, eJerusalem’ eNtsha.\nKu si lindele ukwethaba, Izindlu zi ningi khona;Zi lungiswe nguY’ uJesu, eJerusalem’ eNtsha.\n"
 },
 {
  "title": "49 Yinye Inkumbul’ Emnandi",
  "number": 49,
  "content": "# 49 Yinye Inkumbul’ Emnandi\n\n Inkumbul’ emnandi, I yabuya kimi;Ngi sondel’ ekhaya lami, Ku nokoqala.\n CHORUSNgi sondel’ ekhaya lami;Ngi sondel’ ekhaya namhlaKu nokokuqala.\n       Eduze k’uBaba, Ezindlini zAkhe;Ku seduze nesiHlalo, Sobukhosi bAkhe.\nKu duze ngi hambe, Ngi lahle im’thwalo;Ngi shiy’ inhlupheko lapha, Ng’amukel’ umqhele.\n"
 },
 {
  "title": "50 Ku Khona Izwe Elihle",
  "number": 50,
  "content": "# 50 Ku Khona Izwe Elihle\n\n Li khon’ izwe elihl’ impela,  Se si bon’ ukukhanya kwalo;uBaba wethu u khona le,  U yasakhela izindlu ke.\n CHORUSKhona le... Pambili... Sobuthen’ ezweni elihle...Khona le... Pambili... Sobuthen’ ezweni elihle...\nSi zohlabel’ ezwen’elihle, Ingoma yeNkosi yakhona;Inhliziy’ asoze zakhala, Ezweni lelo lokuphumla.\n       KuBaba wethu ophezulu; Si zohlokomisa ngodumo;Ngale ‘Sipho esing’ uJesu, Imhla yonk’ abe Sibusiso.\n"
 },
 {
  "title": "51 Si Bhaphathize Busha",
  "number": 51,
  "content": "# 51 Si Bhaphathize Busha\n\n Si bhaphathize ngamandla Akho Ngothando si vuse, Jesu ngokwAkho\n CHORUSSi yakhuleka, Nkosi si yancenga!Ngothando, ngoMoya, si bhaphathize\n A si fanele, O! si nensilaNkosi ma si gezwe, kokubi konke\n We, juba lami, Yehlela lapha!Si yakuncenga, Mana eduze\nLalel’ ilizwi!, lasezulwini U thandeka kimi, Ngi yajabula\n"
 },
 {
  "title": "52 Woza Mthombo",
  "number": 52,
  "content": "# 52 Woza Mthombo\n\n     Woza, Mthombo wez’ busiso, Wena wokudunyiswa;Imifula eyomusa, I fanel’ ukubongwa;Ngi fundis’ ukuhlonipha, Umusa wAkho kimi;Eyam’ inhiziyo y’ophe, Ngothando lwAkho kimi.    \n     Mina ngi zozifunela, Ilitshe lokuphepha;     Ngomsa wAkho ngothembela, Ekufiken’ ekhaya;     uJesu wangingenisa, Emhlambini owAkhe     Engozini ngasindiswa, Ngalo igazi lAkhe.    \n    Ngi necala elikhulu, Ngomusa owangipha;    Vumel’ ukulunga Krestu, Ku ngi buyise namhla;    ‘Nkosi, ngi ses’ebubini, Ngi thoba phambi kwakho;    Nansi inhliziyo yami, Beka uphawu lwAkho.    \n"
 },
 {
  "title": "53 Moya oNgcwele, Mholi oThembekayo",
  "number": 53,
  "content": "# 53 Moya oNgcwele, Mholi oThembekayo\n\n    Wena Moy’ oiNgcwele, Seku kad’ u lindile,Ngesandla ma ngi holwe,  Mina mhambi ehlane;Okhathele a bonge Izwi loduduzayo;Nyenyeza, \"Mhambi woza, Ngokuqondis’ ekhaya\"    \n     Mhlobo Wen’ osizayo, U yathand’ ozamayo,U ngasishiyi lapha, Kakhulu si yesaba, Nxa izulu liduma, NgakuWe, ngokweyama;Nyenyeza, \"Mhambi woza, Ngokuqondis’ ekhaya\"    \n     Nkosi yethu enkulu, Si qondise phezulu,Ngokukhuleka kwethu, Noma amabiz’ ethu;A khon’ ezulwini na? Izwi li yaphendula:\"Mhambi, mhambi, woza la, Ngokuqondis’ ekhaya\"    \n"
 },
 {
  "title": "54 Inhliziyo Ehlanziweyo",
  "number": 54,
  "content": "# 54 Inhliziyo Ehlanziweyo \n\n     Into engiyifisayo,  Indlela yam’eqondile;Nezilingo zi yashisa, Ng’hlambulule, ng’hlambulule.    \n CHORUSNgi hlambulule phakathi, Noma ngomlilo ngovuma;Noma ku njani, Angali Isono ma sif’ impela.    \n    Nxa ngi bona ukukhanya, Ngi yathaba emoyeni;Ngi fun’ inhliziyo entsha Kuhle kimi, kuhle kimi.    \n     Ngi fis’ ukudel’ okubi, Ngi nomthwalo, se ngi file;Ubuhle kimina buphi? Ngi ngcolile, ngi ngcolile.    \n     Uma kuthe lenhliziyo, Ya thand’ ukukulandela;Ng’enze ngibe ngophilayo Ngibe ngcwele, ngibe ngcwele.    \n"
 },
 {
  "title": "55  U-ke Waya KuJesu Na?",
  "number": 55,
  "content": "# 55  U-ke Waya KuJesu Na?\n\n U-ke waya kuJesu wahlanziswa? U gezil’ egazin’ leWundlu?U yawuthemba umusa wAkhe na? U gezil’ egazin’ leWundlu?\n CHORUSU mhlope... Njengeqhwa...?  U gezil’ egazin’ leWundlu?  Inhliziyo yakh’ imhlophe njengeqhwa? U gezil’ egazin’ leWundlu\n U yahamb’ imihla yonke noJesu? U gezil’ egazin’ leWundlu?U yaphumla njalo-njalo kuKrestu - U gezil’ egazin’ leWundlu?\nNxa uMyen’ ebuya u yobamhlope? U gezil’ egazin’ leWundlu?Nezindlu, kambe, u suzilindeke? U gezil’ egazin’ leWundlu?\nLahla ingub’ eyoniwe yisono U gezw’ egazini leWundlu?U khona uMthombo ogelezayo, Woza egazini leWundlu\n"
 },
 {
  "title": "56  Nkosi, Ngi Yeza Ekhaya",
  "number": 56,
  "content": "# 56  Nkosi, Ngi Yeza Ekhaya\n\n Ngi zulile kude, Nkosi,Se ngi yabuya Ngi dinwe yizono zami Nkosi, ngi yeza\n CHORUSNgi yeza ekhaya, Se ngi khathele  Vul’ ingalo zothando, Nkosi ng’amkele\nKade ngi cita im’nyaka, Se ngi yabuya;Manje, se ngi yaphenduka Nkosi, ngi yeza .\n Ngi dinwe ukulahleka, Se ngi yabuya;Ngi themba ilizwi lAkho, Nkos, ngi yeza.\n Ngi ncenga ngokukwethemba, Se ngi yabuya;uJesu wafela mina, Nkosi ngi yeza.\nNkosi, hlanzisisa mina, Se ngi yabuya;Ma ngi bemhlope njengeqhwa, Nkosi, ngi yeza.\n"
 },
 {
  "title": "57  Lowo Ozwayo",
  "number": 57,
  "content": "# 57  Lowo Ozwayo\n\n Lowo ozwayo maka memeze;Ivangeli ma li zungeze izwe.Lapho ku khon’ abantu ku menyezwe,Othandayo mak’ eze!\n CHORUSLow’ othandayo, makasheshise;A memezel’ indab’ ezintabeni,uBab’ uyabiza odukileyo,Othandayo mak’ eze!\n Wena ozayo sheshisa phela;Umnyango u savuliwe, wongena.uJesu u thi: \"Ngi yiNdlela mina\";Othandayo mak’ eze\n Low’ ovumayo nas’ is’thembiso;Kuy’ osithandayo se si me njalo.Si yiMpilo enhle eme phakade;Othandayo mak’ eze!\n"
 },
 {
  "title": "58  Bayethe, Nkosi Ya Makosi",
  "number": 58,
  "content": "# 58  Bayethe, Nkosi Ya Makosi\n\n Bayethe! Ku Jes’ iNkosi, Zi thob’ ingelosi;Maka thweswe umqhele, Kuthiwe, Bayethe! Maka thweswe umqhele, Kuthiwe, Bayethe!\n Nina enikethiweyo, Nsal’ eyingcosana Hloniphani Owafayo, Kuthiwe, Bayethe!Hloniphani Owafayo, Kuthiwe, Bayethe!\nMakuthi bonk’ abezizwe, Abakulelizwe Ba mukhothamele Yena, Kuthiwe Bayethe!Ba mukhothamele Yena, Kuthiwe Bayethe!\nNalabaya abangcwele, Nabo si nga guqa Si mdumis’ uSimakade, Kuthiwe Bayethe! Si mdumis’ uSimakade, Kuthiwe Bayethe!\n"
 },
 {
  "title": "59 Jesu Mthandi wo Moya Wami",
  "number": 59,
  "content": "# 59 Jesu Mthandi wo Moya Wami\n\n Jes’ othand’ umoya wam’, Ngi vume ngize kuWe; Nxa izilingo zonke, Noko zi ngi hanqile.Ma ngi sithele ngaWe; Wena Msindisi wami.Ekupheleni thata; Nank’ umphefumlo wami.    \n Jesu, ngi yasintula, Sona isiphephelo.Uze u ngangishiyi, KuWe ngi yasondela.O, Msizi wami nguWe, iThemba lami lonke.Ngembes’ ikhanda lami, Ngazo impiko zakho.    \n Ngi fisa Wena wedwa, Krestu Msindisi wami;Mvusi webawileyo,  Melaphi weziguli.NguWe wedwa oNgcwele, Kimi ngokubi konke.Ngi yenyanyeka mina, Wen’ u gcwele okuhle.    \n Ngi bona um’sa kuWe, Wokhungihlambulula.Ngenziwe ngaphakathi, Ngi hlale ngi cwebile.Mthombo wokuphila kwam’, Ngi nathise ngesihle.Hlal’ enhliziyweni yam’ Kuze kube phakade.    \n \n"
 },
 {
  "title": "60 Jesu Njabulo Yenhliziyo Enothando",
  "number": 60,
  "content": "# 60 Jesu Njabulo Yenhliziyo Enothando\n\n Jesu Mthandi wenhliziyo,Muthimbo wokusindisa; Ku lazo zonke izinto Si yakukhalela thina.    \nJesu u y’isinkwa sethu,Si nike si phile ngaso,Si zonatha emthonjeni,Ukuze si kholisiswe.    \nJesu sazalw’ esonweni,Sa si banjwe ekufeni;Si kholwa ngamandla Akho, Ukusisindisa ngAwo.    \nJesu woz’ u hlale nathi,Lungis’ ukuphila kwethu;Xosh’ ubumnyama besono,Ku sal’ ezwen’ ukukhanya.    \n"
 },
 {
  "title": "61 Okunye NgoJesu",
  "number": 61,
  "content": "# 61 Okunye NgoJesu\n\n     Ngo Jesu ngi thand’ukwazi,Ngi tshel’ abanye ngomusaBa thole ukuxolelwa;Ngoweza ukusifela. \n CHORUSOkunye ngo Jesu, Okunye ngo Jesu,Yena mina wang’ophela;Yena ngami wazidela. \n    Ngo Jesu ma ngi fundiswe!NgeyAkh’ ingqondo ng’aziswe?Moy’ oNgcwele Mfundisi wam’,Veza okuka Krestu kim’. \n    NaY’ uJesu ma ngi zwane,NaY’ uJesu ngi thandane;Ngi zwe izwi lAkhe kimi:Li khuluma konke kimi. \n    NgoJesu nab’ ubukhosi,Ngize ngi hlabe lomkhosi;Ngi babaze ngi ngathuli,Ngal’ iWundlu loKuthula. \n"
 },
 {
  "title": "62 Jesu Wami, Ngi Yakuthanda",
  "number": 62,
  "content": "# 62 Jesu Wami, Ngi Yakuthanda\n\n    Ngi yakuthanda Wena Jesu wami,Ngenxa yAkho ngi del’ izono namhla;U ng’ uMsindisi-ke,, noMhlengi wami,Uma ngakuthanda Jesu, ku namhla. \n    Ngi yakuthanda, ngoba wangithanda,Esiphambanweni ngahlaulelwa;Ngi yakuthanda ngoba wangifela,Uma ngakuthanda Jesu, ku namhla.     Ekuphileni nakuko ukufa,uMsindisi wami ngi zomdumisa;Ngothi ecansini lami lokufa,Uma ngakuthanda Jesu, ku namhla.      Endlini zobukosi ngi jabule,Ngi hlal’ ezulwini ngi kudumisa;Ngi hlabelele ngi thwele umqhele,Uma ngakuthanda Jesu, ku namhla. \n    Ekuphileni nakuko ukufa,uMsindisi wami ngi zomdumisa;Ngothi ecansini lami lokufa,Uma ngakuthanda Jesu, ku namhla. \n    Endlini zobukosi ngi jabule,Ngi hlal’ ezulwini ngi kudumisa;Ngi hlabelele ngi thwele umqhele,Uma ngakuthanda Jesu, ku namhla. \n"
 },
 {
  "title": "63 Kuphela Ligazi",
  "number": 63,
  "content": "# 63 Kuphela Ligazi\n\n Ngi ngagezwa ng’ubani? Ng’uJesu ngegazi lAkhe. Ngi ngahlanzeka njani? Muhlophe ngegazi lAkhe.    \n CHORUSLa y’igug’ igazi! Li yagezisisa;Kuphela igazi, Lona lodwa likaJesu! \n    Ngi funa ukugezwa:  Egazini lika Jesu; Ngi thol’ ukuxolelwa: Egazini lika Jesu. \n    Ngi ngavunywa ng’ubani?  Ng’uJesu ngegazi lAkhe;Ngi ngaphete lutho na? Yebo ngal’ igazi lAkhe! \n   Li miph’ ithemba lami? Egazini lika Jesu;Kuph’ ukulunga kwami? Egazini lika Jesu. \n    Ngi babaz’ ubani na? UJesu ngegazi lAkhe;Ngodums’ ubani na? UJesu ngegazi lAkhe. \n"
 },
 {
  "title": "64 Tshela uJesu",
  "number": 64,
  "content": "# 64 Tshela uJesu\n\n U duniwe, u dabukile na? Tshela uJesu, tshela uJesu.U nosizi olungapholi na? Tshela Yena uJesu.    \nCHORUSTshela uJesu, tshela uJesu, NguYe uMhlobo wakho;Awunaye omunye umhlobo, Tshela uJesu wakho.    \nZi yathonta izinyembezi na? Tshela uJesu, tshela uJesu.U nezono kade zafihlwa na? Tshela Yena uJesu.    \nU nosizi enhliziyweni na?  Tshela uJesu, tshela uJesu;Inhliziyo I phishekile na? Tshela Yena uJesu.    \nU yesab’ ukufa kweliba na?  Tshela uJesu, tshela uJesu;U khalela uMbuso wAkhe na? Tshela Yena uJesu.    \n"
 },
 {
  "title": "65 Ku Mnandi Ukwethemba uJesu",
  "number": 65,
  "content": "# 65 Ku Mnandi Ukwethemba uJesu\n\n Ku mnand’ ukwethemb’ uJesu, Nokukholw’ izwi lAkhe;Nokubamb’ isithembiso \"I sho njalo iNkosi.\"    \nCHORUSYen’ uJesu ngi yamthemba, Se ngi mhlolile mina; Jesu! Jesu! Gugu lami, Ngomsa ngi themba Wena.    \nWo! Ku mnandi ukuthemba Ukwethemba igazi;Ukulazi lelothemba Ku sisa k’uMsindisi.    \nYe, ku mnandi ukumthemba Ukushiya izono;Ukwethemba owalenga Ku senzela uxolo.    \nNgi funde ukukwethemba, Jesu, Msindisi wami;Ngi y’azi u nami Wena, Kuze kube nanini.    \n"
 },
 {
  "title": "66 Suku Oluhle!",
  "number": 66,
  "content": "# 66 Suku Oluhle!\n\n Suk’ oluhle! LokukhethaiNkosi yam’ noMsindisi;Kuhle inhliziyo yami:Ukuyisho leyo ‘ndaba.    \nCHORUS Yek’ usuk’ oluhle! A ngi hlamb’ izon’ uJesu;Wangifundis’ ukulinda;Ukuhlala ngi thandaza;Yek’ usuk’ oluhle! A ngi hlamb’ izon’ uJesu.    \nKu phelile, ku phelile,Ngi ngoweNkos’ I ngeyami;Yangihola mina moni,Ngathokoza ngi biziwe.    \nPhumula ‘nhliziyo yami,Cabanga ngalezi zinto; U ngalahli usindisoEzinhluphekweni zami.    \n"
 },
 {
  "title": "67 Yana Ezioni",
  "number": 67,
  "content": "# 67 Yana Ezioni\n\n        Abez, abeNkosi, Abathand’ uMbuso,Dumisa ngengom’ emnandi;Dumisa ngengom’ emnandi;Hloniph’ ubukosi.Hloniph’ ubukosi.    \nCHORUS Qhubekel’ eZion,Wo! Ngobuhle beZioni;Si qhubeka phezulu... Emzini ka Nkulunkulu.    \nNgeke ba hlabele, Abangehloniphe,Kodw’ abantwana beNkosi;Kodw’ abantwana beNkosi;Bo yohlabelela.Bo yohlabelela.    \niNtaba yeZion’, I thel’ okumnandi,Si ngakafik’ ezulwini;Si ngakafik’ ezulwini;S’nyathel’ igolide.S’nyathel’ igolide.    \nZandiswe ingoma, Inyembezi zome,Dumo ku Emanueli;Dumo ku Emanueli;Mholi w’ezulwini.Mholi, w’ezulwini.    \n"
 },
 {
  "title": "68 Hlengiwe",
  "number": 68,
  "content": "# 68 Hlengiwe\n\n Mina se ngahlengwa ngegazi!Ngahlengwa nguYe uJesu; Ngahlengwa ngomusa omkhulu, Se ngi ngowAkhe phakade,    \nCHORUS Hlengwe... Hlengwe... Hlengwe ngegazi leWundlu.Hlengwe... Hlengwe...Ngi ngumntwan’ Akhe pakade.    \nNguJesu ngi hlengiwe mina,Ngi swel’ amazw’ok’ babaza; Ukukhanya kwAkhe ku kimi,Kohlala njalo na-nini.    \nuMsindisi ngi zomkhumbula,Ngi cabange ngaYe njalo;Ngohlabelela ngi ngathuli,Ngi bong’ uthand’ olumnandi.    \nNgombona ebuhleni bAkhe,uJesu noMtheth’ omuhle;Owelusa inyawo zami,Ngocula nanxa kumnyama.    \nUmqhele wam’ u ngi lindile,Ku lelokhaya phezulu;Masinya kanye nabangcwele,S’ohlala noJesu sonke.    \n"
 },
 {
  "title": "69 Phumula Ngas’eManzini Okuphila",
  "number": 69,
  "content": "# 69 Phumula Ngas’eManzini Okuphila\n\n S’ophumula ngas’emanzini, Acwengekileyo;Khona uJesu u lindile Si yombona lapho.    \nCHORUS S’ophumula ngas’ emanzi…ni...Si phumule ngas’ emanzi…ni...Phumula ngas’ emanzi…ni...Omthombo wokuphila!    \n       Nxa si diniwe ukuhamba, Ku mnand’ ukuhlala;Duze namanzi okuphila, Emthonjen’ omusha.    \nNgako k’uJesu Krestu woza, U qiniswe, u me;Ng’Yen’ amanzi okuphila, Nath’ u ngabusoma.    \n"
 },
 {
  "title": "70 S’oma Kanjani Ekwahlulelweni?",
  "number": 70,
  "content": "# 70 S’oma Kanjani Ekwahlulelweni?\n\n     Nxa uJes’ ebutha izizwe Ukuma ngapambi kwAkhe;Si zobonakala kanjani: Ukamkel’ ukwahlulelwa.    \n    Kumb’ uMsindisi u yakusho? \"Khuhle ncek’ elungileyo;\" Mhlaumbe ngokuthuthumela, Si zoxoshwa ngakuYena.    \n CHORUSSi zokuma kanjani thina le? Ngelanga leli elikhulu;Ekwahlulelweni kwabantu, Ngelanga lel’ elikhulu.    \n   U yabathabela abAkhe Lab’ abahophau lwAkhe;U yabagqokisa ngobuhle, Sebe guqile ngakuYe.   \n    Masibe ngabalindileyo Ngeziban’ ezikhanyayo; Nxa uMyeni esesibiza, Si lungele ukundiza.    \n    Ngenhliziy’ ebhek’ ezulwini Nasekubekezeleni;Nxa ukuhamba ku phelile, Si zobon’ ubuso bAkhe.    \n"
 },
 {
  "title": "71 Ibizo Lami Libhaliwe Khona Na?",
  "number": 71,
  "content": "# 71 Ibizo Lami Libhaliwe Khona Na?\n\n Nkosi ngidel’ imfuyo nayo igolide,Ngikhalel’ ukungema kwelisha ilizwe;Encwadini yoMbuso, khona ezulwini, Msindis’ othandekhayo, mangitshelwe nami.    \nCHORUSKamb’ elam’ ibizo, libhaliwe yini?Kwenhl’ incwadi yoMbuso, likhona yini na?    \nNkosi izono zami, zinganges’hlabathi;Kodwa igazi lAkho, lanele kumoni.Ngob’ is’thembiso sAkho, sona sibhaliwe:\"Ngogez’ izono zakho, bese zibamhlope.\"    \nUmuzi okhanyayo, ozindlu zimhlophe,Unabangcwele bodwa, abangubo zinhle;Ngeke kwangena into ewungcolisayo,Zikhon’ izingelosi, eziwulindayo.    \n"
 },
 {
  "title": "72 Ku Qalile Ukwahlulela",
  "number": 72,
  "content": "# 72 Ku Qalile Ukwahlulela\n\n Ku qalile uKwahlulwa phezulu, Ko phenyisiswa kunzulu;Kuhlolwe okubi nokuhle, iNkosi izokwahlula.    \nCHORUSSi zokuma si thini na? Si zokuma si thini na?Si zokuma si swele Yena, Ozakusimela thina.    \nUmsebenzi woqala kwabafayo, Ku landel’ abaphilayoKu zolahlwa abanecala. NoMenzi abamdela    \nO, si zothini sekuhlolisiswa!  Konke okuyinkohlisoSekuvela, se ku si lahla, Si ngebe si sadlula.    \n"
 },
 {
  "title": "73 Nxa iNkosi Ingena",
  "number": 73,
  "content": "# 73 Nxa iNkosi Ingena\n\n Se si menyelwe eMthimbeni, Sindawonye esithebeni;Kobanjani kuwe nakimi; iNkos’ i ngena.    \nCHORUSNxa iNkosi ingena, Mfoweth’ u thini;Koba njani kuwe nami, iNkos’ i ngena.    \nAwusek’ umqhele  wameva, Ngowobukhosi kuY’ ekhanda;Yokhazima ekufikeni, iNkos’ i ngena.    \nNjengombani u khazimula, Into zonke zobasobala;Lapho soba nak’ ukwazama, iNkos’ i ngena.    \nYojabula ukusibona, Igqok’ ezimhlophe zoMthimba;Kazi si yophumelela na? iNkos’ i ngena.    \nSi phe Nkosi umusa wAkho, Si size ngesihau sAkho;Size si ngabi nakwesala, iNkos’ i ngena.    \n"
 },
 {
  "title": "74 Si Thwele Izinyanda",
  "number": 74,
  "content": "# 74 Si Thwele Izinyanda\n\n Si hlwanyela inhlanyelo yokulunga,Ekuseni nemini nantambama;‘Se si mele isikhathi sokuvumaSi zothokoza si thwel’ izinyanda.    \nCHORUSPhindaSi thwel’ inyanda, si thwel’ inyanda,Si zothokoza, si thwel’ izinyanda.    \nSi hlwanyela elangeni nemthunzini,A s’esabi inkungu yobusika;Si zowuqeda phambili umsebenzi,Si zothokoza si thwel’ izinyanda.    \nSi hlwanyelela iNkosi ngenyembezi,Si nosizi izikhath’ eziningi;Sekuphelile ukukhala soMbona,Si zothokhoza si thwel’ izinyanda.    \n"
 },
 {
  "title": "75 Zwan’ Izwi loMalusi",
  "number": 75,
  "content": "# 75 Zwan’ Izwi loMalusi\n\n Zwan’ ilizwi loMalusi Le ehlane elimnyama;Li biz’ izmvu zeNkosi Ezikude nesibaya.    \nCHORUSZi ngeniseni-ke, Zi vela ezintabeni;Zi ngeniseni-ke, Zi letheni k’uJesu.    \nNg’ubani-ke, ozohamba Ayocinga abaduki;Ng’ubani ozobalanda Bez lapha ba ngabhubhi.    \nZwana ukukhala kwazo Ezintaben’ ezinkulu;UJes’ uMalusi wakho u thi: \"Buyisa izimvu.\"    \n"
 },
 {
  "title": "76 Lamulela Abafayo",
  "number": 76,
  "content": "# 76 Lamulela Abafayo\n\n        Lamlel’ abafayo Nabadukile;U ba khiphe ezonweni zabo, Khalel’ abawile:Ba phakamise Ba tshele ngoJesu uMsindisi.    \nCHORUSLamlel’ abafayo Nabadukile;uJes’ u nesisa Nosindiso.    \nNabadelelayo U balindile;Ukwamukela opendukayo, U zame ngamandlaUkubancenga: Ba zishiye izono ba Mthembe.    \nAbazinhliziyo, Zoniwe kabi;U zozihlambulula ngothando, Batshele ngaloko,Bavuswe ngomsa Abaphukile u yobavusa    \nLamlel’ abafayo, Ku y’imfanelo;iNkosi yosiz’ im’zamo yakho, U z’u basondezeBez’ endleleni Ba tshele ngoJesu owafayo.    \n"
 },
 {
  "title": "77 Ngi Thanda Ukulanda Indaba",
  "number": 77,
  "content": "# 77 Ngi Thanda Ukulanda Indaba\n\n I mnandi, O! i mnandi, Indaba yezulu,Nayo yothando lwAkhe,Ku mnandi ukuyisho;I nomusa nothando, Yona yeqiniso,I suthis’ ukufisa,Yodwa nje kuphela.    \nCHORUSKu mnand’ ukuyilanda; Ngohuba naphezulu,NgoJesu nobukosi,Nothando nomusa.    \nI mnandi O! i mnandi, Iyamangalisa,I dlula namaphupho,Indaba yothando;Ku mnand’ ukuyilanda,Yangisiza mina,Ngako ngi yayilanda,Indaba yothando.    \nI mnandi O! i mnandi,Ngi yiphinda njalo,Nangokuphindwa kwayo,Bu yand’ ubumnandi;Ku mnand’ ukuxoxela,Abangayaziyo,Lendaba yensindiso, Ekuyo iM’bhalo.    \nI mnandi O! i mnandi,Kakhulu kithina,Ngi yilambele nami,Ngenhliziyo yami,Ngohuba ezulwini,Yon’ ingoma entsha,Indaba yon’ endala,Indaba yakade.    \n"
 },
 {
  "title": "78 Cingani Abalahlekileyo",
  "number": 78,
  "content": "# 78 Cingani Abalahlekileyo\n\n Cingani abalahlekileyo,Ba nxuseni ngowaYo umsa;Ba phen’ amazwi aphilisayo,Athi; Wozani kimi namhla.    \nCHORUSHambani le! E... zintabeni zonke...Nibalethe... a... badukile bonke...m Emhlambi...ni wo... Mhlengi, Mhlengi wami... m Jesu li Wu...mndlu Wundlu lezoni…    \nCingani abalahlekileyo,Ba qhubeleni kuY’ uJesu,Ba donseni ngendlel’ ebuyayo,Yona eya k’uNkulunkulu.    \nLok’ uJesu u se ngi bizile,Ngi zolandela ‘mihla yonke;Ngi qaphel’ ofayo, nay’ owile,Ba qondiswe k’uJesu bonke.    \n"
 },
 {
  "title": "79 Ukubizwa Kwabavuni",
  "number": 79,
  "content": "# 79 Ukubizwa Kwabavuni\n\n Amasimu a lindile, Amhlophe ngamabele;Ekude si wabonile, Ezigangen’ ezinhle.    \nCHORUSNkosi yokuvuna yizwa, NguWe wedw’ ongasiza; Ba thume abokuvuna, Li ngakadlul’ ihlobo.    \nBa thumele ekuseni Nantambama ba ngemi;Noma se li shon’ ilanga, Mavavun’ izinyanda.    \nWen’ othunywayo iNkosi Vunisis’ amabele;Bhek’ ezulwin’ isiphelo, Wothol’ umvuz’ omkulu.    \n"
 },
 {
  "title": "80 Sebenza!",
  "number": 80,
  "content": "# 80 Sebenza!\n\n     Sebenzani zinceku zika Jehova,Ma si landel’ indlela yeNkosi yethu,Ngezwi lAkhe si yawathola amandla.Masenze ngamandla imsebenzi yethu. \n CHORUSSebenzan’... kuthalan’... Sebenzan’... kuthalan’...Ni thembe...; ni linde.. Ize i buye iNkosi \n    Sebenzani, ni phe abalanmbileyo,Ba donselwe emthojeni wokuphila;Indimiso yethu i kus’ is’ phambano Si sho; \"Ukuphila okunge nantengo\" \n    Sebenzani-ke, u khona umsebenzi,Ngokub’ umbuso wobumnyam’ u zokuwa;Nebizo lika Jehova lokwaziwaNgokuthi; \"Ukuphila okunge nantengo.\" \n    Sebenzani ize I fike iNkosi,Izingelosi zi zokuz’ ukuvuma;Si yakuhlala nabaqotho emzini;Si cule; \"Ukuphil’ okunge nantengo.\" \n"
 },
 {
  "title": "81 Qina, Bu Yeza Ubusuku",
  "number": 81,
  "content": "# 81 Qina, Bu Yeza Ubusuku\n\n     Qina ku yez’ ukuhlwa; Qin’ imin’ i khona.Namazol’ a sekhona; Imbal’ i hluma;Ku se khon’ ukukhanya, Qin’ imin’ i khona;Qina ku yez’ ukuhlwa, Kophela konke! \n    Qina ku yez’ ukuhlwa, Li zoshon’ ilanga.Sebenz’ imini yonke, U nga phumuli;Yenza ku gcwale konke, Ku nga phuthi lutho;Qina ku yez’ ukuhlwa, Kophela konke. \n    Qina ku yez’ ukuhlwa, A yez’ amathunzi.Laphay’ entshonalanga, se ku ntambama;Qina sekuzophela, Zama u kuthale;Ngoba ku yez’ ukuhlwa, Kophela konke. \n"
 },
 {
  "title": "82 Ekuseni",
  "number": 82,
  "content": "# 82 Ekuseni\n\n     Nkosi, ekuseni yizwaOkwam’ ukuncenga;Ni zakukhuleka kuWe,Ngi khangela kuWe. \n    Ngi donse ngoMoya wAkho,Endleleni yAkho;Ukuhamba kwami konkeKu qondise kahle. \n    Abathanda wena JesuYe, bazokholiswa! uJehova wobahanqaNgesihlangu somsa. \n"
 },
 {
  "title": "83 Li Busisiwe Igama LAkhe",
  "number": 83,
  "content": "# 83 Li Busisiwe Igama LAkhe\n\n Ma si hube si babaze; Makabongwe uJehovaUdumo lweNkosi yami; Makabongwe uJehova.     \n CHORUSLi busisiwe, Li busisiwe Ibizo laYo iNkosi;Li bisisiwe, Libusisiwe Ibizo laYo iNkosi.     \nuJesu u yathandeka; Makabongwe uJehova.Imnandi kumon’ ingoma; Makabongwe uJehova.     \nU nqamul’ amandl’ esono; Makabongwe uJehova,Igazi lihlanz’ omubi; Makabongwe uJehova.     \n"
 },
 {
  "title": "84 Dumisani uNkulunkulu",
  "number": 84,
  "content": "# 84 Dumisani uNkulunkulu\n\n Dumisan’ uNkulunkulu,Osiph’ iz’busiso zonke!Nani mabandl’ aphezulu,Dumisani Yena nonke.     \nSi ngabantu beNkosi, beNkosi, beNkosi,Si ngabantu beNkosi, Si culel’ iNkosi.Jesu nguMongameli, Si lindele Msindisi,Sohlabela ngohambo, NguY’ uMhlabelisi.     \nWozani si y’ekhaya, Ekhaya, ekhaya,Wozani si y’ekhaya, khubo le phesheya.Wozani si y’ekhaya, Si bonane laphaya,Jesu si yahlabela, Seku duz’ ekhaya.     \nNgokuthaba sovuma, Sovuma, sovuma,Ngokuthaba sovuma, ‘Sihambi khuluma.Ba muhlophe nabansundu, Bonke be,nengoma; Behlabela noJesu, eJerusalema.     \n"
 },
 {
  "title": "85 Ngi Babaz’ Amandl’ eNkosi!",
  "number": 85,
  "content": "# 85 Ngi Babaz’ Amandl’ eNkosi!\n\n Ngi babaz’ amandl’ eNkosi A dal’ izintaba;Nal’ ulwandle alweneka, Nesibhakabhaka;Ngi babaza leyongqondo, Nelanga yalenza,Nenyang’ ebus’ ebusuku, Yebo, nenkanyezi!     \nNgi babaz’ umusa waYo, O si pha ukudla;Ya dala ngelizwi laYo, Wonke amabandla;Si bon’ izimangaliso, Nhlangothini zonke,Njalo ku yamangalisa, OkweNkosi konke!     \nNgi babaza zon’ imbali, Utshani, nenkungu;Ku yafakaza ngoMenzi, Noba ku thule du!NgaYe ku yaphila naphi, Ku yondliwa kona.Si ngabalekela ngaphi?, Nalapho u khona!     \n"
 },
 {
  "title": "86 Dumisa uMbusi",
  "number": 86,
  "content": "# 86 Dumisa uMbusi\n\n     Dumis’ uMbusi, Yen’ oiNgcwele,Bonga ngothando lwak’olukhulu;Sihlangu sethu Mdala wezinsuku,Ohlala ebuhleni obunzulu. \n    Landa ngothando, hlabela ngomsa‘NgaYe ombethe, ukukhazimla.Indlela yAkhe I nokwesabeka;Qaphelisisa nxa li dum’ izulu. \n    Nguban’ ongasho ukondla kwAkhe?Ku khany’ obala, ku semoyeni,Ku yagelezela ezintabeni;Ku yaleth’ imvula emagangeni. \n    Si ngabantwana bothuli thina,KuWe si themba ngawo amandla;Umusa nothando lwAkho kithina,Sihlobo, Mvikeli wethu, Somandla. \n"
 },
 {
  "title": "87 Baba Siza KuWe",
  "number": 87,
  "content": "# 87 Baba Siza KuWe\n\n     Baba siza kuWe Akakho omunye; U yinqaba yethu, Themba lethu.Umhlaba umnyama, nxa ungekho Wena; Yiba ng’uMduduzi, Baba wethu. \n CHORUSBaba siza keWe, Si nga lahlwa Asinaw’ amandla, Nkosi si zwe \n    Si sindise thina Kuzo zonk’ izitha; Yiba nguMduduzi Endleleni.Thina si yesaba, Si qinise Baba; Ngengalo yamandla, Si sindise. \n    Si phe umsa wAkho, Bek’ upau lwAkho; Sus’ inyawo zethu Esonweni.Woza u si khipe Kuzo izinhlupho; Ze si finylele Ezulwini. \n"
 },
 {
  "title": "88 U Nga Ngi Dluli",
  "number": 88,
  "content": "# 88 U Nga Ngi Dluli\n\n U nga ni dluli MsindisiYizw’ amazwi am’;Laph’ abanye u babiza, Ma u ngi zwe nam’!     \n CHORUSNkosi! Nkosi!,Yizw’ amazwi am’Laph’ abanye u babizaMa u ngi zwe nam’!     \n      Phambili kwes’hlalo somsa,Se ngi khona nam’;Ngi guqile ngi yakhala,Yizwa Nkosi yam’!     \n      Ngokwethemba kwami kuWe,Woz’ u hlale nam’;Yelaph’ umoy’ ophukile,Ngi sindiswe nam’!     \n      U nguMthombo wami Wena,Wokuphila kwam’;Ezulwini nasezweni, Yiko konke kwam’!     \n"
 },
 {
  "title": "89 Isikathi Esimnandi Sokukhuleka",
  "number": 89,
  "content": "# 89 Isikathi Esimnandi Sokukhuleka\n\n  Ku mnandi ukukhuleka Ku ngi nqanda osizini;Ku ngibikela kuBaba Konke ukuswela kwami;Ngezikhathi zenhlupheko Ngi vama ukupholiswa;Ngi phunyuk’ ekkulingweni Nges’ khathi sokukhuleka. \n  Ku mnandi ukukhuleka Ku zothwala izcelo;KuYe iqiniso lAkhe Li busisa olindayo;U thi mangi fune Wena Ngi likholwe izwi lAkho,KuWe ngi zoletha konke Nge linde ngokukhuleka. \n  Ku mnandi ukukhuleka Ingathi ngi ngaduduzwa;Ngize ngibone ikhaya Ngi phaphele khona kuYe.Kuthu ngumzimba omusha;  Ngenyuke ngi thol’ umvuzo.Ngi memeze, Ngi memeze; Sala kahle kukhuleka! \n"
 },
 {
  "title": "90 Omunye Umsebenzi Wezinsuku Eziyisithupha",
  "number": 90,
  "content": "# 90 Omunye Umsebenzi Wezinsuku Eziyisithupha\n\n  Ku phelil’ ukusebenza,iSabatha li yaqala;Si zothaba, Moya wozaNgalol’ usuk’ oluNgcwele. \n  Zanini si bong’ iNkosi,Ngokuphumla kwethu sonke;Si zophiwa iz’busiso,Namhla ku nemihla yonke. \n ‘Ngath’ imicabango yethu,I ngabong’ osithandayo;Size si thole kuKrestu,Lowo Moy’ oCwebileyo. \n Ukuthul’ enhliziyweni,Kunethemba lephezulu.Elimiyo eBandleni;Kuphele zonke inhlungu. \n"
 },
 {
  "title": "91 Lindani Ni Khuleke",
  "number": 91,
  "content": "# 91 Lindani Ni Khuleke\n\n  Lindani iNkosi, Iyabiza namhla;Lindani iNkosi, Lindani ngamandla.Qinani maKrestu; Isitha si nonyaLindani uMyeni, Nanxa elibala. \n CHORUSMlindenini ni khuleke;Mlindenini ebusuku nasemini;Lindani nonke. \n Xosha ubuthongo, susa ukusola.Ngowakho umvuzo, Phezulu wophumla;Linda u khuleke, uJesu walindaWaze wajuluka, Igazi laconsa. \n     Thembani kuJesu, Qaphelan’ isitha;Thathan’ izihlangu, Ni lind’ iNkos’ iza;Uma sekusile Ni ngabolibala;Ngales’ khath’ esihle, Linda mKrestu linda. \n"
 },
 {
  "title": "92 U Ngakhohlwa iSabatha",
  "number": 92,
  "content": "# 92 U Ngakhohlwa iSabatha\n\n  Ni ngabokhohlwa iSabatha leNkosi;Yebo, lihle kunawo wonke amalanga.Li yasiphumuza emsebenzini yethu;Li silethel’ ukuphumula kwaphezulu. \nCHORUSLi thokozelele ilanga leSabatha,Li thokozelele ilanga leSabatha. \n Li londoloze iSabatha MdumiseOwathi Yena, Ngi yindlela yokuphilaNxa si mlandela uMsindisi wethu laphaU zosipha amanzi okuphila Yena \n  Ngelanga eliNgcwele si zakumbonga;uJesu iSihlobo esithandekayo;NguMsindisi Yena onothando nomusa;Izithembiso zAkhe zi ukuthokoza. \n"
 },
 {
  "title": "93 Usuku Lokuphumula Nolwenjabulo",
  "number": 93,
  "content": "# 93 Usuku Lokuphumula Nolwenjabulo\n\n  Usuku lokuphumla, nalo lwenjabulo,Lu susa izinhlungu, lu xosh’ inhlupheko.Ba ya dumisa ngalo nabasezulwini;Ba ya hlabela bathi, \"Ngcwele! Ngcwele! Nkosi!\" \n iSabatha yinqaba yabahluphekile,Insimu egeleza amanzi amahle;Li njengomthomb’ othandwa yib’ abomileyo,iPhisg’ esibonela izwe elizayo. \n  Usuku olumnandi, khona ebantwini,Usuku ku catshangwe, ku bhekw’ ezulwini.Si thol’ umus’ omusha, ngalo lolusuku;Si zophumula ngalo, si fika phezulu. \n"
 },
 {
  "title": "94 Ikhaya Lami LeSabatha",
  "number": 94,
  "content": "# 94 Ikhaya Lami LeSabatha\n\n   Isikolo seSabatha,Si thandeka kimi;Inhliziyo i qapheleUmhla weSabatha. \n CHORUSSabatha ... elihle...,Sabatha...  elihle...Inhliziyo iqaphele,Umhla weSabatha \n  Lapha ngaqala, ngabonaIndlela yobomi;Lapha ngacinga okuhle,Ngazuza ikhaya. \n  Wayemi khona uJesu,Wangibiza Yena;Ukuba ngi nkhethe YenaNeSabatha lAkhe. \n"
 },
 {
  "title": "95 Si Londiwe Esontweni Elidlule",
  "number": 95,
  "content": "# 95 Si Londiwe Esontweni Elidlule\n\n Nkosi u si londile esontwen’ elidlule,Si cel’ izibusiso lapha endlini kuWe.Lalihle lelilanga!, Li khomba okuzayo.Lalihle lelilanga!, Li khomba okuzayo. \n Nxa si cela umusa ngebizo loMsindisi;Veza ubuso bAkho, uze u si sindise;Siphe khona namhlanje, ukuphumula kwethu.Siphe khona namhlanje, ukuphumula kwethu. \n Malandisw’ ivangeli kuzo zonke izoni;Si bone izithelo khona enhliziyweni.Ukuze iSabatha, li hlale li ngelethu.Size si finyelele ekubuseni kwethu. \n"
 },
 {
  "title": "96 Thokozel’ Ilanga Loluphumula",
  "number": 96,
  "content": "# 96 Thokozel’ Ilanga Loluphumula\n\n Si thokozel’ ilangaEsinikiw’ ezweni;Si yalibingelelaLi vela ezulwini.\nUsuku loku phumulaIm’zuzu yal’imnandi;I pholis’ ukukhalaUz’ u qedw’ umsebenzi.\nIlang’ eliliguguLokuthobel’ inkonzo;Li vus’ is’phukuphukuLehlis’ izibusiso.    \n"
 },
 {
  "title": "97 Si Zwile",
  "number": 97,
  "content": "# 97 Si Zwile \n\n        Si zwile into enhle, uJes’ uMsindisi;Ye! u yasisindisa, uJes’ uMsindisi,Yazais’ izizwe zonke, Ngaphesheya kolwandle;iNkos’ i yasithuma, NgoJes’ uMsindisi.\nDumisa, dumisani uJes’ uMsindisi;Zixoxele izoni, NgoJes’ uMsindisi,Hlabel’ ezinqhingini, Sabela nawe lwandle;Ngaleyondaba enhle, ke Jes’ uMsindisi.\n Hlaba kakhul’ umkhosi, ngoJes’ uMsindisi;Nokufa nangempilo, ka Jes’ uMsindisi, Wusho nasemnyameni, Nxa wondel’ isihawu;Wolinqoba ithuna, NgoJes’ uMsindisi.\nPhonsa emoyen’ izwi, NgoJes’ uMsindisi;Thabani nonke zizwe, NgoJes’ uMsindisi,Memeza usindiso, ebintabeni zonke;Ingoma yokunqoba, Ka Jes’ uMsindisi.\n"
 },
 {
  "title": "98 UMsindisi Nami",
  "number": 98,
  "content": "# 98 UMsindisi Nami\n\n     Ngi yamdinga uMsindisi, Ahambe nami njalo.Ma ngi muzwe nam’ eduze Angi gone ngengalo.\n CHORUSMphefumlo, u ngesabi, NoJes’ engendulelaNgi yohamba ngi ngasoli, Eduze ngomlandela\n    Ngi yamdinga uMsindisi, Mina ngi ngenze lutho.Eduduza u sho izwi, Nobani ongelisho.\n    Ngi yamdinga uMsindisi, Ekuhambeni kwami.Es’phephweni nelangeni Kuyo yonk’ impi yami.\n    Ngi yamdinga, uMsindisi, Maka ngi hole Yena.Ngize ngi fik’ eJordani; Ngi welele phesheya.\n"
 },
 {
  "title": "99 Isiphambano Esimangalisayo",
  "number": 99,
  "content": "# 99 Isiphambano Esimangalisayo\n\n Ngi bhek’ esiphambanweniLapho kwafela iNkosi;Ku yize yonk’ imfuyo yam’Ngi nengwa ukuzidla kwam’.    \nSi bona kuzo izandla,Nezinyawo amanxeba;Zabhotshozwa ngenxa yethuYeka uthand’ olungaka!    \nMina nga ngi lahlekile;Ngathol’ ukuthethelelwa.Yala, ngi ngazibabaziKodwa esiphambanweni.    \nMa ngi nawo wonk’ umhlaba;Kunga ngumnikel’ omncane.Ngenxa yothand’ olungaka!Ngomnik’ ukuphila kwami.    \n"
 },
 {
  "title": "100 Yeka Isihlobo Sethu uJesu!",
  "number": 100,
  "content": "# 100 Yeka Isihlobo Sethu uJesu!\n\n Yek’ is’hlobo seth’ uJesu! Othwal’ izono zethu,Kuhl’ ukusa konke kuYe Ngako ukukhuleka.Si yalahla ukuthula, Ngokungamnaki kwethu;Ngoba a sikusanga-ke; Konke kuY’ uJehova.    \nSi nenhlupo nezilingo, Kanye nenkathazo na?Si ngahlala ngesibindi; Konke si kuse kuYe.Sothola ngaph’ isihlobo Esinjengo Jesu na?U sithanda esizwela; Nxa si khuleka kuYe.    \nSi yasindwa imithwalo, Sehlulwa zihlupho na?uJesu yisiphephelo, Nxa si khuleka kuYe.Nom’ iz’hlobo zi kudela; Khuleka eNkosini,Yokugon’ ikududuze Ezingalweni zaYo.    \n"
 },
 {
  "title": "101 U Yabiza uJesu",
  "number": 101,
  "content": "# 101 U Yabiza uJesu\n\n     uJesu u yakubizel’ ekhaya, U yabizwa, wona namhla.Kungani u ngasondeli kuYe U qhela, u zilahla. \n CHORUSUyabizwa, UyabizwaUJesu uyakubiza wena namhlanje \n    uJes’ u yabiz’ odiniweyo, U yam’biza, u yam’biza;Leth’ umthwalo wakho u phumule, Yen’ akafulatheli. \n    uJes’ u lindile, woza manje: U lindile, u lindile.Woza u zolahl’ izono zonke Woza u ngalibali. \n    uJes’ u yanxusa, woza kuYe: Muzwe namhla, muzwe namhla.Abakholwayo ngebizo lAkhe, Bona ba zothokoza. \n"
 },
 {
  "title": "102 Mvulele Angene",
  "number": 102,
  "content": "# 102 Mvulele Angene\n\n     Ku kon’ umhamb’ emnyango; Mvulele (Vulel’ uJesu)Kade selok’ ekhona, Mvulele (Vulel’ uJesu)Mvulel’ angaze make, Vulela oiNgcwele‘Jes’ uMntwana weNkosi, Mvulele (Vulel’ uJesu)\n    Vul’ inhliziyo yakho, Mvulele (Vulel’ uJesu)Ma wephuz’ uzomuka, Mvulele (Vulel’ uJesu)Vulela isihlobo, solwel’ uMoya wakhoU yoba nawe njalo, Mvulele (Vulel’ uJesu)\n    Yizwa ma esancenga, Mvulele(Vulel’ uJesu)Manje mukhethe Yena, Mvulele (Vulel’ uJesu)U semi ngas’ emnyango, Wobuyis’ injabuloWomudumisa Yena, Mvulele(Vulel’ uJesu)\n    Yamkel’ Owaphezulu, Mvulele(Vulel’ uJesu)Wokwenzela idili, Mvulele (Vulel’ uJesu)Wothi, uthethelelwe, Ku citwe okwomhlabaWokuyis’ ezulwini, Mvulele (Vulel’ uJesu)\n"
 },
 {
  "title": "103 Zalwani Futhi",
  "number": 103,
  "content": "# 103 Zalwani Futhi\n\n     Okukhany’ umbusi ebusukuWeza ngensindiso, wabuz’ uJesuNgokusobala waphendula wathi\"Nga u zalwa futhi!\" (Futhi)\n CHORUS\"Nga u zalwa futhi!\" (Futhi) \"Nga u zalwa futhi!\" (Futhi)Ngeqinis’ iqiniso, ngi thi kuwe \"Nga u zalwa futhi!\" (Futhi)\n    Nina ‘bantu, qaphelani izwi;Liqotho lashiwo yiNkosi ni zveUmlayezo kini u veze into -\"Nga ni zalwa futhi!\" (Futhi)\n    Nin’ enizongen’ ebukhosini,Ni hube ingoma esigodlweni;Ni zuze ukuphila kwaphakade;\"Nga ni zalwa futhi!\" (Futhi)\n"
 },
 {
  "title": "104 Woza Mkhululi Omkhulu Woza",
  "number": 104,
  "content": "# 104 Woza Mkhululi Omkhulu Woza\n\n     Ngi zwe, Nkosi, ubenomsa kimi Za Mkhululi woza;uMoya wami u fisa Wena Za Mkhululi Woza.\nCHORUSNgizulile kud’ ezintabeni; Zulile kude nekhaya.Ma ngi thathwe ngi lethw’ es’ bayeni Za Mkhululi Woza.\n    Asikho isiphephelo sami Za Mkhululi; Ngi bheke ngi thole ukukhanya Za Mkhululi Woza.\n    Indlela yam’ i yangikhataza Za Mkhululi, Woza;Amehlo’ ami a bheke uthando Za Mkhululi, Woza.\n    U ngalahl’ ukuzisola kwami Za Mkhululi, Woza;Lalela ukukhuleka kwami Za Mkhululi, Woza.\n"
 },
 {
  "title": "105 Onako Ukukhulula",
  "number": 105,
  "content": "# 105 Onako Ukukhulula\n\n     Memezela ngamandl’ okukhulula Ukukhulula abahloniphayo;Emlilweni wokulahlwa kwezoni uJesu u zokhulula ozayo.\n CHORUSU nokukhulula U nensindiso;Uma, mufowethu, U mkholw’ uJesu.\n    A ngakhulula u qinisile na? A khona amandla a ngangisiza?Ngi tshele u Krestu owabethelwa A ngangikhulula kuSathani na?\n    A ngakhulula! Mana isibindi U ngesabi, bambelela kuJesu;U ngesabi, bambelela kuJesu Khaul’ ukungabaza, yimi kuYe.\n"
 },
 {
  "title": "106 Yakhela Edwaleni",
  "number": 106,
  "content": "# 106 Yakhela Edwaleni\n\n     Si bokwakh’ eDwaleni lethu, Lona laphakad’ uJesu;Khona si yokuma kulona, Si ngaw’ ekulingweni.\n CHORUSSi zokwakhela, (Si zokwakhel’ eDwaleni Lelo)Sakh’ eDwaleni (Sakh’ e Dwalen’ eliqinileyo)Sakh’ eDwalen’ eliqinileyo, uKrestu onamandla.\n    Kukhon’ abak’ es’ hlabathini: Ngabakhela emfuyweni.Ba qaphel’ udumo lomhlaba Nokwakhela kokubi.\n    O! Dwala eliqinileyo, Masakhele phezu kwAkho.Wena Themb’ elingapheliyo, Li Themba loSindiso.\n"
 },
 {
  "title": "107 Ngi Tshele Indaba ka Jesu",
  "number": 107,
  "content": "# 107 Ngi Tshele Indaba ka Jesu\n\n     Ngi tshel’ indaba ka Yesu, Yilob’ enhliziyweni;Ngi tshel’ indab’ eligugu Ehlamusa kamnandi.Iculo lezingelozi  Mhlan’ ezalwa uJesu,Dumo ngakweliPhezulu Nokuthul’ emhlabeni.\n CHORUSNgi tshel’ indaba ka Jesu Yilob’ enhliziyweni;Ngi tshel’ indaba eligugu Ehlamusa kamnandi.\n    Wazil’ eyedwa ehlane Yish’ ubunzima bAkhe;Elingwa ngezono zethu Wanqob’ ekugcineni.Yisho umsebenzi wAkhe  Yish’ ubunzima bAkhe,Wadelwa wezw’ ubuhlungu  Engenakhay’ empofu.\n    Yisho nges’ phambano sAkhe  Nomunyu wobuhlungu;Yisho nangethuna lAkhe Yisho ngovuko lwAkhe.Ngi thintwa yisis’ es’khulu Sicacile kakhulu,Yi phinde kimi lendaba Yokungihlawulela.\n"
 },
 {
  "title": "108 Ngothando, Ngessa U Yabiza",
  "number": 108,
  "content": "# 108 Ngothando, Ngessa U Yabiza\n\n     uJes’ onguMalusi, U yakubizela;Phakath’ esibayeni, Ku khona indawo.Woza ku senamhlanje,Khona u semusha.\n CHORUSNgothand’ uJesu u yasibiza:\"Mhambike, Mhambike, woza kimi.\"U yangibekezelela Wena,Jesu, Malusi wami.\n    uJes’ onguMalusi, Wakufela wena;U yakubiza manje; \"Mhambi woza kimi\"Ngaphandle ku yingozi, Woza, uyabizwa,Ngena esibayeni, Sona seqiniso.\n    Ngena u ngalibali, Ku khon’ izimpisi;Ezinokulimaza, Ezidukileyo.uJes’ onguMalusi, U yakubizakeNgena esibayeni, Sona seqiniso.\n"
 },
 {
  "title": "109 Walinganiswa, Walula",
  "number": 109,
  "content": "# 109 Walinganiswa, Walula\n\n     uMahluli wosihlola, Lok’ okusifaneleSofana yini negoli Kumbe si ngamanyela?\n CHORUSSolinganiswa yiNkosi, U lula wena;Solinganiswa noMthetho, Noma u nzima.\n    Sozwa amazw’ amahle na?  Nceku ekholekile!Noma koba ukulahlwa  Mona wena u lula.\n    Si ngezw’ uMoy’ encenga na?  Si senethuba lomsaKumbe sephuze ku valwe  Si lotshwe, Ni lahliwe.\n"
 },
 {
  "title": "110 Ba Busisiwe Abenzayo",
  "number": 110,
  "content": "# 110 Ba Busisiwe Abenzayo\n\n     Yizwa amazwi oMsindisi, A ngamazwi okuphila.Zwana u khumbule u Jesu wathi:  \"Ba busisiwe abenzayo!\"\n CHORUSBa busisiwe abenz’ imyalo, Busisiwe, busisiwe!Ba busisiwe abenz’ imyalo, Busisiwe, busisiwe!\n    Ku yize konk’ ukuzwa kwethu:  Im’yalo nezithembiso.Uma si ngakugcini konke loku, \"Ba busisiwe abenzayo!\"\n    Ba zongena eMzini bona, Ba thukululw’ ekoneni;Ba hlanjululwe, ba nodumo bona, Ba dle iz’ thelo zokuphila.\n"
 },
 {
  "title": "111 Qha Namunye",
  "number": 111,
  "content": "# 111 Qha Namunye\n\n   A sinasihlobo njengoJeso Nasinye asikho!Kakh’ ongasusa izifozonke Namunye kakho qha!  \n CHORUS:U yazaz’ izinhluph’ uJesu, Wosihol‘imihla yonkeA sinasihlobo njengoJesu, Nasinye asikho!  \n  Kakh’ ophakamileyo njengaYe, Namunye kakho qha!A khak’ othobekile njengaYe, Namunye kakho qha!  \n  A sikhw’ is’khathi engekho Yena, Nasinye asikho:Nobusuku uthando lu ngekho, Nabunye abukho  \n  Nake namfumana enidela? Nakanye, qhabo qha!Nesoni a ngasamukelanga Nasinye, asikho!  \n  A sikhw’ isipho njengoMsindisi Nasinye asikho!Wonqaba u ngay’ ezulwini na? Qhabo qha! Qhabo qha!  \n"
 },
 {
  "title": "112 Ukuphila Ekubhekeni",
  "number": 112,
  "content": "# 112 Ukuphila Ekubhekeni\n\n Isiphambano si nokuphila uJesu wathi, \"Ngi bheke\"Imfuyo nelizwe ku yize, Phambili ngi zobona okuhle.  \nCHORUS:Ku khona ukuphila, Ekubhekheni kodwa.Ukuphila okuhle Khona eKhalivari  \nNgi sandu ukubona uJesu, Wang’ momothekela nami,Lapha ngi bona izilingo, Isiphambano si ngamandl’ami  \nNgi zobheka zonke izinsuku Ngi themba isithembiso;Othemb’ amandla aphezulu A ngezawisa ngumlingi yena  \n"
 },
 {
  "title": "113 Ebiza!",
  "number": 113,
  "content": "# 113 Ebiza!\n\n uJesu u si bizela ekhaya U biza wena nami,U yalinda inhliziyo mvulele, U linda mina nami  \nCHORUS:Buy’ ekhaya, Wena odiniweyo U yakuncengisis’uJesu ethi O, moni buy’ ekhaya!  \nNi ngali ukunxusa kwoMsindisi Unxusa nina nami,I sekhona indawo, ni ngaphuzi U yancenga ngomusa  \nWozani isikhathi si yadlula Nemizuzu kaloku,Ithunzi lokufa kwethu li yeza Yamkeleni uJesu.  \nCabangani ngomusa ka Jehova Othembisile bonkeNoko sonile wosithethelela Si thethelelwe konke.  \n"
 },
 {
  "title": "114 Vulelwe Mina Isango",
  "number": 114,
  "content": "# 114 Vulelwe Mina Isango\n\n      Isango ngenxa yam’li mi Ngi savulelwe nami;Ku bonakala isisa Nothando loMsindisi     \nCHORUS:Yeka umusa ongaka! Ngi savulelwe intuba?Mina...Mina...Ngi shiyelwe intuba?     \n     Isango li savulelwe Bonk’ abazosindiswa.Izicebi nezicaka Nabezizweni bonke.   \n    Phambili makuqhubekwe Isango li vuliwe,Yamukel’ umusa wAkhe U fumane umqhele.   \n    Yebo, phesheya kwomfula Is’phambano sothulwaNgi thwale wona umqhele Ezulwini ngi buse.   \n"
 },
 {
  "title": "115 Inyanga Enkulu",
  "number": 115,
  "content": "# 115 Inyanga Enkulu\n\n  Inyanga enkul’ iyeza Onesisa uJesu.U khulum’ indleb’ ivuswe, Imlalele uJesu.    \n CHORUS:Iphimbo elimnandi, Li sho kahle ulimi!Yaze yamnand’ingoma, Jesu!, yebo, Jesu!    \nZonk’ izono zi xolelwe Zwan’ izwi lika Jesu.Phezulu mawenyukele Thwel’ umqhele noJesu.    \nUdumo kuYo Imvana Se ngi yamkhol’ uJesu,Ngi thanda lona igama Igama lika Jesu.    \n   Akukh’ onga xosh’ uvalo Ngaphandle kwAkh’ uJesu,May’ u yadel’ umphefumlo U thembela kuJesu.   \n   Nxase fika naw’ umqhele Umqhele wobukhosi,Si yakuhlala ngakuYe Si xoxe ngosindiso.   \n"
 },
 {
  "title": "116 Akukho Lutho Luka Jesu",
  "number": 116,
  "content": "# 116 Akukho Lutho Luka Jesu\n\n U gcwele inhlupheko, Kanandawo uJesu? U thunjiwe ng’umhlaba Kanandawo uJesu?Nangu u mi emnyango Yiloku unqonqotha!Yizwa u yakuncenga U nendaw’ uJesu na?\n    U cita isikhathi, Wenzela uJesu na?U yaqeda amandla, Wenzela uJesu na?Awuling’ukunqoba, Nokusindis’ abantu;Nokubuyis’ umduki Kambe wenzel’ uJesu?\nU fun’ imfuyo yezve K’unathuba ngoJesu?U zihlalele kahle K’unathuba ngoJesu?U zama ukuhlala Nobucebi bomhlaba,U thokoza ngeze nje A wunak’ uJesu na?\nU thwele amahlamvu Ka naz’thelo ngoJesu?Cha, nas’thung’ esandleni K’unas’thelo ngoJesu?Wena u nako konke Kwokwenelis’ uJesu;Kepha wojabha nako Msuku efik’ uJesu?\n"
 },
 {
  "title": "117 Ngi Yeza Nkosi",
  "number": 117,
  "content": "# 117 Ngi Yeza Nkosi\n\n     Ngi zwa izwi lAkho ‘Nkosi Li ngibizaNgize ngi hlamb’ egazini LoMsindisi wami. \n CHORUSNgi yeza, Nkosi Ngi yeza kuWeMa ngi gezwe ngi bemhle Egazini lAkho \n    Ngi swele amandla Wen’ u naw’ impelaEyam’ insila I hlanzwe Ngize ngi bemhlophe \n    Ngi bizwa nguJesu Ngothand’ olukhuluNgethembe ekuthuleni KuWe ezulwini \n        Dumo kuligazi! Hlonipha lomusaDumo kuY’ iNkos’ uKrestu! U ngamandla ethu     \n"
 },
 {
  "title": "118 UJesu Wahlawula Konke",
  "number": 118,
  "content": "# 118 UJesu Wahlawula Konke\n\n        uMsindisi u the, Aw’ u naw’ amandlaLinda u khuleke Letha kimi konke    \nCHORUSJesu, Mhlauli Ngi phiwe nguWeIzono zi susiwe, Zenziwa zamhlophe    \nNkosi, ngi bonile AwAkho amandlaAguqul’isoni Nenhliziyo embi    \nAngi nakulunga Okwomusa wAkhoNgogeza izono Ngegazi leWundlu    \n   Phambili kweNkosi Ngi zozincengelaNgi kubeke konke Enyaweni zAkhe   \n"
 },
 {
  "title": "119 Iza Elihlanzayo",
  "number": 119,
  "content": "# 119 Iza Elihlanzayo\n\n        Ngi bona iza libomvu Umthomb’ oshonayoWon’ u ngamandla kaJesu Yena owophayo    \nCHORUSuMfula ngi yowubona, Low’ ongihlanzisisayoSe ngi cwilil’ egazini, Bong’ iNkosi ehlanzayo    \n       Ngi thol’ ukuphil’ okusha Khona egaziniIzono zonke zi yafa Lapho eMfuleni    \nNgi vuka ng’enziwa musha Ngobhaqa lweZuluNgi nenhliziy’ emhlophe qhwa! EnaYe uKrestu    \n      Isimanga esikhulu Lelo ‘gazi lodwaLika Jesu, Jesu Krestu Lasicithekela    \n"
 },
 {
  "title": "120 Ngi Yakholwa",
  "number": 120,
  "content": "# 120 Ngi Yakholwa\n\n Baba, ngi ziletha kuWe U ng’uMsizi WenaNxa ngi zisitha ngakuWe Ngi ngaya ngaphi na?    \nCHORUSNamhlanjena ngi yakholwa, uJes’ u ngi feleWachitha igazi lAkhe, Ukungikhulula    \nNgi yakholw’ eNdodaneni Engiph’ amandl’ aYoKonke ukweswela kwami Ku gcwaliswa yiYo    \nMqalisi wokukholwa kwam’ Ngi vusa amehloMa ng’amukel’ isipho sam’ Ngi philiswe ngaso    \n"
 },
 {
  "title": "121 Ngocula Ngothando",
  "number": 121,
  "content": "# 121 Ngocula Ngothando \n\n        Ngocula ngaY’ uJesu Ngothando wangithandaWashiya lon’ izulu Wafa eKalvari   \n CHORUSNgocula ngaY’ uJesu, Ngi cule ngi mukhetheWafa ngi ze ngi phile, Ngocula ngob’eng’thanda   \nPhambi ko-ba ngi khale uJesu wang’ khalelaPhambi ko-bang’ thandaze uJesu wang’ nxusela   \n       Lunzul’ uthando lwAkhe Umhlaba u ngel’ qondeNezono zam’ ezimbi Zenziwe zabamhlophe   \n      Akukho kim’ okuhle, uJesu wangithandaJehova ngamukele Ngi size ngi ku thande   \n"
 },
 {
  "title": "122 Eduze Futhi Eduze",
  "number": 122,
  "content": "# 122 Eduze Futhi Eduze\n\n        Eduz’ eduze Nkosi, kuWe Ngidonsele Jes’ othandekayoNgigon’ u ngisondeze kuWe Ngicashise, Nqaba yokuphumlaNgicashise, Nqaba yokuphumla    \nEduz’ eduze anginanto Engumnikelo kuJes’ iNkosiNans’ inhliziy’ ephendukayo Ma ngi gezwe egazini lAkhoMa ngi gezwe egazini lAkho    \nEduz’ eduze Jesu ngithathe Ngi del’ isono nobubi basoUkuzigabisa kususwe Ngi ph’uJesu obethelw’ emthini    \n       Eduz’ eduze ngi saphila Liz’ ithemba lami lime kuWeEmnyaken’ engenakuphela Ng’sondel’ eduze Msindisi wamiNg’sondel’ eduze Msindisi wami    \n"
 },
 {
  "title": "123 Ibizo Elingcwele",
  "number": 123,
  "content": "# 123 Ibizo Elingcwele \n\n     Ibiz’ elithandekayo Ngoba li dlul’ amanyeLanikezwa nguY’ uBaba eNdodaneni yAkhe.    \n CHORUSLona li yiNgcwele, Li yiNgcwele, NgcweleLavela kuBaba, leza laphaLeza ngengelosi, Lona ebusukuIbizo leNkos’ uJesu.    \n    Li letha okuhle kimi Yiloba ‘ngoma yami;Ngi vuma ibizo lAkhe Ngize ngi libabaze.    \n    Ngi hlokomisa indaba Yothando nokuhlengwa,Lona ngizolidumisa Ibizo lika Jesu.    \n"
 },
 {
  "title": "124 Hai Mina! Kepha ng’uKrestu",
  "number": 124,
  "content": "# 124 Hai Mina! Kepha ng’uKrestu\n\n Akungabi yimi, kodwa ng’uKrestu Ozobonwa, aziwe, akhonzwe;Athandwe kuyo yonke im’cabangoOzohlonshwa, aphakanyiswe.\n       Akungabi yimi, kodwa ng’uKrestuOzothokozisa osizini;Owesula inyembezi zabantuOthulisa konke ukwesaba.\nuKrestu, kuphela uJesu KrestuAkufanel’ ukuzibabaza;uKrestu kuphela uJesu KrestuNgi ngazibonakalisi mina.\nAkungabi yimi, kodwa ng’uKrestuOgcwalisa ukweswela kwami;uKrestu kuphela uJesu Krestu Namhlanje kuze kube nanini.\n"
 },
 {
  "title": "125 Ukukhanya Enhliziyweni",
  "number": 125,
  "content": "# 125 Ukukhanya Enhliziyweni\n\n     Ku khon’ ilang’ entabeni, Ku khon’ ilang’ olwandle,Ukukhanya ku yahlala, Emangweni omuhle.Ukukhanya ku gcwalisa Umxhwele wenhliziyo;U lapho, Wena Msindisi Nangokukhanya kwAkho.    \n CHORUSO! kukhanya kwelang’ okuhle, Kukhanya enhlalweni;uJes’ u khipha usizi, Kwakhany’ enhliziyweni.    \n   Ngi lahla usizi lwami Njengengubo endala;U ngembese ngokuthaba Wangipha ukubonga.Le ekhaya lobukhosi, Owang’ zuzela lona;Inhliziyo iyavuma, Nawo umoya wami.    \n    uMsindisi wangithenga Se ngi ngo wAkhe mina.Ma si khanye isibane Si khanyele iNkosi;Le ekhaya lobukhosi Owang’ zuzela lona;Inhliziyo iyavuma, Nawo umoya wami.    \n"
 },
 {
  "title": "126 Seloko Ngahlengwa",
  "number": 126,
  "content": "# 126 Seloko Ngahlengwa \n\n     Ngi nengom’ engiy’ thandayo; Seloko ngahlengwa.YeNkos’ eyangihlengayo; Seloko ngahlengwa.    \n CHORUSSeloko ngahlengwa, Seloko ngahlengwa,Ngi dumisa iNkosi, Seloko ngahlengwa,Ngi dumis’ uMsindisi wami.    \n    Ngi noKrest’ obongekayo; Seloko ngahlengwa.Ngi fun’ eyAkhe intando; Seloko ngahlengwa.    \n    ‘Ngi nofakaz’ okhanyayo; Seloko ngahlengwa.Oxosh’ umnyama novalo; Seloko ngahlengwa.    \n    Ngi lungiselwa ikhaya; Seloko ngahlengwaPhakade lapho ngohlala; Seloko ngahlengwa    \n"
 },
 {
  "title": "127 Futhi, Kimi I Nothando",
  "number": 127,
  "content": "# 127 Futhi, Kimi I Nothando\n\n     iNkos’ i bon’ im’zwililiNayo i yizwele;Lapha i yithanda yona,I nothando kimi.    \n CHORUSFuthi kimi i nothandoNgi yaz’ i nothando;Ngo’ba i yathanda konke-I nothando kimi    \n    I yaphendula imbhali;Zi khahleke kahle;Uma i zithanda zona,I nothando kimi.    \n    iNkosi yenza inyoni,Nakho okukhona.I ngeze yakhohlwa yiko:I yathanda konke.    \n"
 },
 {
  "title": "128 Isikhathi Esibusisekile Somkhuleko",
  "number": 128,
  "content": "# 128 Isikhathi Esibusisekile Somkhuleko\n\n    Is’khathi somkhuleko, Sithob’ inhliziyo.Sisondela kuJesu, uMhlobe wethu;Siza sikholwa kuYe, oSihlangu sethu.Sithobo sokhathele!, Yeka ubumnandi!    \n CHORUSIs’khath’ esihle, Yek’ ubumnandi!Sithobo sokhathele!, Yeka ubumnandi!    \n    Is’khathi somkhuleko, Nx’ uJes’ esondela.Ngesisa es’thambile, ukuzw’ abAkhe,Konke bangakubeki enyaweni zAkhe.Sithobo sokhathele!, Yeka ubumnandi!    \n    Is’khathi somkhuleko, Nxa abalingwayo.Beletha kuJesu lonk’ usizi lwabo;Ngenhliziyw’ enesisa, u sus’ imithwalo.Sithobo sokhathele!, Yeka ubumnandi!    \n    Ebumnandini lobu, Sithemba kuJesu.Sothol’ iz’ busiso esizidingayo;Ngokuthemb’ okukhulu singnaki lutho.Sithobo sokhathele!, Yeka ubumnandi!    \n"
 },
 {
  "title": "129 Jesu, Sibusise",
  "number": 129,
  "content": "# 129 Jesu, Sibusise\n\n Jesu Wena wathi, \"Nxa ku butheneAbabili nabathathu ngi khona\";Si yakholw’ izwi lAkho, soguqileJesu, woza u si busise thina.\nCHORUSJesu, woza u si busise sonke;Jesu, si busise u beseduze.\nJesu, u bu khona ngez’ khathi zonke,Kodwa si yakuthanda kwokuphela;Woza O! ‘Msindis’ obusisiweyoSi zwe, u s’amkele, nxa si khuleka.\nJesu, sisahlabelela sisizeUbe khon’ ekukhulekeni kwethu;Ukuz’ ithemba lethu libe kuWeI kany’ ibe mhlope indlela yethu.\n"
 },
 {
  "title": "130 Ngi Donsel’ Eduze",
  "number": 130,
  "content": "# 130 Ngi Donsel’ Eduze \n\n     Ngi ngowAkho, Nkosi ngi zwil’ izwi, Langitshela ngothando;Ngi fis’ ukuqin’ ekukholweni, Ngi donselwe eduze.    \n CHORUSNgi donseke eduze, Nkosi Lapho wafela khona;Ngi donse ‘duze ‘duze, Nkosi yam; KuWe owang’ophela.    \n    Ngi zinikela ngokusha kuWe, Ngamandla amakhulu;Umoya wami u qonda kuWe, U fihleke kuJesu.    \n    O! ukubamnandi kwesikhathi, Ngi phambili kwes’hlaloNxa ngiguqa ngi khuleka, Nkosi, Ngi khuluma noMhlobo.    \n    Ku nothando olungaqondwayo, Ngi ngakayi phesheya;Ku nokuthokoz’ engingakwazi Ngi ngakafiki khona.    \n"
 },
 {
  "title": "131 Ngi Fuze uJesu",
  "number": 131,
  "content": "# 131 Ngi Fuze uJesu \n\n        Ma ngi fuze uJesu, Yona iNkosi yami,Vuma uMsindisi wam’, Eze ahlale kimi;Ma ngi fuze uJesu, Kulo lel’ izwe pansi,Ngi swele okoMoya; Hlala nami, Msindisi.    \nNxa kukhala inyoni, Ayinake ngomusa,Ebon’ ezinye ziwa; Ngeqiniso wongizwa;Welus’ indhlela yami, Aze aze ayiqondise,Ngi thanda ngi be ngcwele; Hlala nami Msindisi.    \nMa ngi fuze uJesu, Ngi phila nsuku zonke.Ngi thanda ukuphumla, Endawen’ ethulile;Ngibe ngozelwe busha, Ngentando yAkh’ uJesuAngibe nokukholwa; Hlala nami, Msindisi.    \n"
 },
 {
  "title": "132 Eduze Nesiphambano",
  "number": 132,
  "content": "# 132 Eduze Nesiphambano\n\n Eduze nes’phambano, Ku noMthomb’ omuhle; Amanzi okwelapha, Evela kuJesu.    \nCHORUSEsiphambanweni, Ngodumisa mina.Lapho umoya wami Wophumula khona.    \nEduze nes’phambano, Umsa wangithola;Lapho ngakhanyiselwa, Intando ka Jesu.    \n       Eduze nes’phambano, Ngi hlale neWundlu;Ngi size ‘nsuku zonke, Ngi landel’ ithunzi.    \nEduze nes’phambano, Ngothemba ngi linde;Ukuze ngi yofika, Phesheya komfula.    \n"
 },
 {
  "title": "133 Ukuhamba noNkulunkulu",
  "number": 133,
  "content": "# 133 Ukuhamba noNkulunkulu\n\n O! vuma ngi hambe, Nkosi: NjengoEnok’ wayehamba;Ngi thathe ngesandla sAkho U khulume mnandi nami;Noma ngi ngabon’ indlela Kodwa ngi zohamba naWe.    \nAnginako ukuhamba, Kudum’ izulu, nes’phepho.Uhlupho lu yangithiya, Izitha zi yangilinga; Kuzo lezi ‘zinhlupheko: ‘Nkosi, vuma ng’hambe naWe.    \nNxa u thath’ isandla sami, Ngi zohamba ngokwethaba.Ngesibindi endleleni, Ngi zothwal’ isisphambano;Ngize ngi bon’ amasango; O! ‘Nkosi, mang’ hambe naWe.    \n"
 },
 {
  "title": "134 Uthando Olumangalisayo Luka Jesu",
  "number": 134,
  "content": "# 134 Uthando Olumangalisayo Luka Jesu\n\n Endaweni ephakeme, Umoya wami wobongaNguban’ ongasho kwenele; Ngalo uthando luka Jesu?    \nCHORUS Loluthando, luyinqaba, Lona oluka Jesu;Luyamangalisa, lona, Uthando luka Jesu.    \nLunokuthul’ ebusuku, Nokukhany’ ebumnyameni.Lungumuthi kubuhlungu, Lona uthando luka Jesu.    \nYithemba lentethelelo, Luyinsika nxa ngi wayo;Nxa ngi fa noma ngi phila Yilo uthando luka Jesu.    \n"
 },
 {
  "title": "135 Ngi Kutanda Ngcono Nkosi",
  "number": 135,
  "content": "# 135 Ngi Kutanda Ngcono Nkosi\n\n        Ngi kuthanda ngcono, Nkosi, Kunomhlaba wonke;Loku ungiph’ ukuthula Kungechithwe lutho.   \n CHORUS Akukashiwo kwenele, Ngothand’ olunjeya!Akukashiwo kwenele, Ngegazi leliya!   \n       Ngiyazi useduzane Kunawo lomhlaba.Kuhl’ ukucabanga, naWe, Kunay’iph’ ingoma.   \nWen’ ungijabulisise Ma ngi thab’ impela.Ngaphandle kothando lwAkho Mina ngi yadana.   \nMsindisi wam’ oligugu, Ng’oba njani kuWe!Uma lendlela iyinhle; Nxa ngi hamba naWe!   \n"
 },
 {
  "title": "136 Ngi Khumbula iKhalvari",
  "number": 136,
  "content": "# 136 Ngi Khumbula iKhalvari\n\n        Laph’ esho khona ngokuya Ngi fund’ ukumthemba njalo;Ngi  khumbula ku ngenxa yam’ Ukuze af’ eKhalvari.   \nCHORUSuJesu nguMholi wami, Wo ngi hola yonk’ indlela;Ng’ uMholi wami impela Ngi khumbula eKhalvari.   \n       Ngi thand’ umthetho ka Jesu Ngi holwa yisandla sAkhe;I mnand’ intando yAkhe kim’ I cwebiswe yi Khalvari.   \n       Ngi ya phambili nges’bindi uKrest’ u seduze kwami;Ngi themb’ uJesu ngombona, Isihlobo seKhalvari.   \n"
 },
 {
  "title": "137 Ngi Phe uJesu",
  "number": 137,
  "content": "# 137 Ngi Phe uJesu\n\n       Thath’ izwe u ngiph’ uJesu Ubuhle balo yize;Uthando lweNkosi lumi, Yilo njalo phakade.   \n CHORUSYek’ ukudepha komusa, Nobubanzi bothando!Yek’ ubuhle bokuhlengwa, ‘Sfungo saphakade.   \n       Thath’ izwe u ngiph’ uJesu Isiduduzo sami;Ngalusiwe nguMsindisi Ngi yohuba kukubi.   \n       Thath’ izwe u ngiph’ uJesu Ngi mbon’ emomotheka;Khuthi ohambweni lwami Ngi qinise kukhanya.   \n       Thath’ izwe u ngiph’ uJesu Ng’thembel’ es’phambanweni;Ngize ngi bone obala Si bhekana noJesu.   \n"
 },
 {
  "title": "138 Ukuzehlukanisela",
  "number": 138,
  "content": "# 138 Ukuzehlukanisela\n\n Thath’ ukuphila kwamiKulungiselw’ okwAkho;Thatha izandla zamiZenze intando yAkho.   \nCHORUSNgihlanz’ egazini leWundlu (kweleNdlu)Ngihlanzisiswe eMthonjeni (eMthonjeni)Nkosi, ngamkele,Konke kube kuWeKuze kube phakade.   \nThata inyawo zamiZi gijimel’ okwAkho;Thath’ enginak’ okwamiNgi ngagodli nalutho.   \n       Thatha umlomo wamiU gcwale amazw’ Akho;Thath’ enginak’ okwamiNgi ngagodli nalutho.   \n       Thath’ imzuzwana yamiMa yi dumise njalo;Thatha ingqondo yamiI qondise okwAkho.   \nThatha intando yamiYona ibe nge yAkho;Thath’ inhliziyo yamiIbe ‘siHlalo sAkho.   \n       Thatha umxhwele wamiNanku umcebo wawo;Thath’ ubumina bamiNanini bungo bAkho.   \n"
 },
 {
  "title": "139 Se Ngi Fumene uMhlobo",
  "number": 139,
  "content": "# 139 Se Ngi Fumene uMhlobo\n\n        Se ngi fumene uMhlobo, Wang’ thanda ngi ngamazi;Ngadonswa ngalo uthando, Nje wangibopha kuYe;Kuyo inhliziyo yami: Les’bopho si qinile.Jesu, ngi ngowAkho mina Kuze kube nanini.   \n      Se ngi fumene uMhlobo, Wopha wangisindisa;Kungasikuphila kodwa, Kepha waz’dela Yena.Konke enginako mina Ngi kuphathel’ uMniki;Inhliziyo nenhlalo yam’ OkwAkhe naphakade.   \n       Se ngi fumene uMhlobo, Onk’ amandla waphiwa;Uma engelinda mina Ngendlela yaphezulu;Ku yakhanya udumo le: Olungiqinisayo;A ngi linde ngi sebenze Phambilii ngophumula.   \n       Se ngi fumene uMhlobo, Onomusa nothando;U yongiqondisa mina Ngi yofik’ ezulwini; Ku wena ongithandayo Ngi yawathol’ amandlaSi ngahlukaniswa ‘kufa! Qha ngi ngowAkho mina   \n"
 },
 {
  "title": "140 Izwi Lika Jesu",
  "number": 140,
  "content": "# 140 Izwi Lika Jesu\n\n Ngezwa izwi lika Jesu; Li thi, \"Woza phumla.Nxa u khathele U lale: es’fubeni sami.\"Ngeza kuYe uMsindisi, Ngi khathele kabi,Ngafuman’ ukuphumula. Wa ngi thokhozisa.      \n   Ngezwa izwi lika Jesu; Li thi, \"Bheka wenaWena owomel’ amanzi; Khothama u nathe.\"Ngeza kuJesu, Ngaphuza amanz’ okuphila.Wenela umoya wami; Wa vuka ngaphila.      \n    Ngezwa izwi lika Jesu: Li thi, \"Bheka kimiBheka kimi, sekuyasa, Kuzo khanya kuwe.\"Ngabheka kuYe Ngabona kona ukukhanya;Ngahamba ngok’ ukukhanya; Nga qeda uhambo.      \n"
 },
 {
  "title": "141 OwAkho Impela",
  "number": 141,
  "content": "# 141 OwAkho Impela\n\n Ngi fisa ukuba ngowAkho, O Msindisi wami;Ngi fundise intando yAkho, Ngi size, Nkosi.     \n CHORUSNgi ngowAkho Nkosi,Ngi ngowAkho impelaNgi yafunga Nkosi,Ngi ngowAkho impela    \n      Imfuyo yomhlaba i yini, Nkosi nxa u ngekho;Ngi yakudela konke mina Ngi zuz’ okwAkho.    \n    Ngi lahla okomhlaba konke Buy’ eduze, Nkosi;KuWe nganele ngako konke  Msindisi wami.    \n"
 },
 {
  "title": "142 Yeka Ubumnandi!",
  "number": 142,
  "content": "# 142 Yeka Ubumnandi!\n\n     Yek’ ubumnandi bosuku!Luhle kuzo zonke;Si lahl’ im’camango yezwe;Si camang’izulu.\n    O! mahl’ amazw’ okuthula,Kowamukelayo;A nosizi lwenguquko;Esisa ekhaya.\n    Nanxa si xosha ukona;Amandla engekho,Lo obona inhliziyo;Yena wosisiza.\n"
 },
 {
  "title": "143 Nkosi Busisa Ukuphuma Kwethu",
  "number": 143,
  "content": "# 143 Nkosi Busisa Ukuphuma Kwethu\n\n Nkosi busis’ ukuphuma;Thabis’ umoya wethu:Si phe sonk’ uthando lwAkho;Ngomusa si yonqobaSi ph’ amandla, u sivuse;Nxa si hamba ehlane!    \nSi kubonga, si dumisa;Ngelizwi leVangeli.Izithelo zosindiso;Zi bonakale kithi.Si kholele, njalo, njalo;Si neqiniso lAkho.    \nNxa insuku zethu zanda;‘Ngathi kunga ezAkho.Si kuthale mihla yonke;Si gijime, si ngemi;Si ncome udumo lwAkho,Izulu li vuleke.    \n"
 },
 {
  "title": "144 Emhlabeni Olidundu",
  "number": 144,
  "content": "# 144 Emhlabeni Olidundu\n\n Ngi qond’ indlel’ enyukayo Ngi khwela zonk’ izinsuku.Ngi nguye okhulekayo; Nkosi, ngi mise phezulu.    \n CHORUSNkosi, ngi simamiseke Emhlabeni olidundu,Endaweni ephakheme Nkosi, ngi mise phezulu.    \nA ngi thandi ukuhlala Lapho kunenkan’ enkulu.Kumb’ abanye, ba ngahlala, Mina ngi thanda phezulu.    \nNgiph’ inhlalw’ ehlanzekile uSathan’ u yangigwaza;Kodw’ inkolo yam’ I zwile; Nkosi, Ngi mise phezulu.    \nNgi zokhwel’ esiqongweni Ngi bone ukukhazimla;Ngi finyel’ ezulwini Nkosi, ngi mise phezulu.    \n"
 },
 {
  "title": "145 Ungazenz’ Izaba",
  "number": 145,
  "content": "# 145 Ungazenz’ Izaba\n\n Ungazenz’ izaba, ku khon’ umsebenzi, Lungela ukwenza iNkos’ ekushoyo;Ukunxusa kwaYo, ku qondiswe kuwe, Yamkel’ uze wenze umsebenzi waYo.    \nCHORUSWozake (namhla) uz’ u ngalanduli, Wozake (namhla) lungel’ umsebenzi;Uz’ u ngalanduli, Khothiw’ ezulwini: \"Wal’ intando Yami; Waliw’ ezulwini!\"    \nUngazenz’ izaba, namhla u yabizwa; Kade u ngavumi, pangis’ u lalele;Ku vuthw’ amasimu, akukho muvumi, Ma u thobe wena, wenzele iNkosi.    \nUngazenz’ izaba, balekel’ ingozi, Ncuthando loniwe, lu muka phakade;Uma u sancengwa, u tshelwa ngezulu, UJes’ esancenga: \"Woz’ u thethelelwe!\"    \n"
 },
 {
  "title": "146 Ukuphila Kwakho Kimi",
  "number": 146,
  "content": "# 146 Ukuphila Kwakho Kimi\n\n Phila phakathi kwami, O! Jesu Nkosi yam’Ma ngizw’ ukusho kwAkho Ngokuxakeka kwam’,Phila phakathi kwami, Kuzo zonk’ izinto.Kube ‘bukosi bAkho ‘Ngi hlale ngi nento.    \nUmzimba u nikelwe Ungabi nasonoMakuthi se kuvezwa OwAkho uMbuso!Nomhlaba wonk’ u thule Umzimb’ u guqulweKuhle njengo wAkho nje, ’Ze u nga phendulwa.    \nIzinto zawo njalo Zi thobele WenaZi vume imithwalo Eshiwo nguWena,Zi suke zi phaphame - Noba, kubi kuhle!Zonke ma zi gijime Imihla ngemihla.    \nMa zi chume zi zothe - Zizwe izwi lAkho.Zi hlala zi lindele: Nxa uzifunayo.Phila phakathi kwami, O! Jesu Nkosi yam’Kube bukosi bAkho Nas’ ekufeni kwam’.    \n"
 },
 {
  "title": "147 Ngi Sondeze KuWe Eduze",
  "number": 147,
  "content": "# 147 Ngi Sondeze KuWe Eduze\n\n Baba ngi sondeze eduze Ngifun’ u ngi gone.Ngi singath’ engalweni zAkho Ngi fun’ ukuphumla.    \nCHORUSNgi sondeze ngothando, Ngi donsele phezuluNgisondeze, Ngidonse ngi ze kuWe    \nMsindisi ngi sondeze kuWe Ngi ngadedi kuWe;Ngothab’ ezingalweni zAkho, Ngithi se kwanele.    \nNgi sondeze ngoMoya wAkho Ngi fanane naWe;Ng’vuse, ng’lungise, ngi hlanzeke; Ngi ze ngi bemsulwa.    \n"
 },
 {
  "title": "148 Nakuphi NoJesu",
  "number": 148,
  "content": "# 148 Nakuphi NoJesu \n\n     Nakuphi noJesu ngi ngahamba nje Noma ku kuphi kulomhlaba wonke;Ngaphandle kwAkhe a ngi nakuthaba Laph’ uJesu ekhona a ngesabi.\n CHORUSNakuphi noJesu ngi ngahamba nje.Nakuphi ukwesaba a ngi kwazi\n    Nxa ngi kuphi noJesu a ngi ngedwa Nxa ngi delwa ngabany’ u khona Yena;Noma ezongiholela ehlane, Nxa uJesu ekhona ku lungile.\n    Nxa ngi kuphi noJesu ngi ngalala Nxa ithunzi lokufa li sondela;Noko ngi yobuya ngi vuke mina Ngi y’ezulwini ekhaya kuJesu.\n"
 },
 {
  "title": "149 Hamba Ekukhanyeni",
  "number": 149,
  "content": "# 149 Hamba Ekukhanyeni\n\n Hamb’ ek’khanyeni kweNkosi Ku zokuqondisa;uMoy’ Ovel’ ezulwini Wochith’ ubumnyama.    \nCHORUS(Kathathu)  Ha . . . mba nok’khanya . . .(Thath’ ukukhany’ ukukhanya kweNkosi)(Bonke)  Hamb’ ek’khanyeni kweNkosi.    \nThath’ ubhaqa lweVangeli Lwelizwi leNkosi.Lukhanyo lwas’ ebusheni Kwabathemb’ iNkosi.    \nPhath’ ubhaqa kumk’ ithunzi Nxa u sendleleni;Loxoshel’ ithunzi kude Izi fik’ iNkosi!    \nHamb’ ek’khanyeni wofunda Ngothando lweNkosiNobuhle bobudlelwana Bosis’ ezulwini.    \n"
 },
 {
  "title": "150 Baphi Abavuni Na?",
  "number": 150,
  "content": "# 150 Baphi Abavuni Na?\n\n     Baph’ abavuni a bazobutha  Inyand’ ezivel’ emasimini?Thathan’ amasikel’ eqiniso, Sebenzan’ u z’ uphel’ umsebenzi.\n CHORUSBaph’ abavuni? Uph’ ozayo? Ba zosiz’ ukuleth’ ukudl’ ekhaya;Uph’ ozosiza ukubutha Inyand’ ezivel’ ensimini?\n    Hamban’ emendweni, ni bafune; A ngakhon’ amabel’ okhuleni.Ni fun’ emendweni nemenweni,  Ni buthel’ ekhaya ezulwini.\n    Amasim’ a vuthiwe kashana, Izwe se li lindel’ ukuvunwa;Abavuni bancane kakhulu! Uma kwephuzwa ku ngonakala.\n    Lethani bantu, amasikeka; Ni buthele ndawony’ amabele,Ni sebenz’ iz’ i fike iNkosi; Nothaba naYo ngabalahleki.\n"
 },
 {
  "title": "151 Zoba Khona Inkanyezi Na?",
  "number": 151,
  "content": "# 151 Zoba Khona Inkanyezi Na? \n\n  Ngi yacabanga namhla ngezwe elihle, Engiya kulo ezulwini;   Ngomsa woMsindisi ngom’ eduze kwAkhe, Woba nenkanyez’ umqhele na?    \nCHORUSWoba nenkanyezi umqhele wami na?  Ekufiken ezulwini Ngi vuka nababusiswa ngi yekhaya  Woba nenkanyezi umqhele?    \n  Ngamandl’ eNkosi ngo ‘ebenza ng’khuthele, Ma ngi linde, ngi zuz’ abantu Ngize ngithol’ inkanyezi ngalolosuku, Mhla edunyiswayo uJesu    \n Koba mnandi njani nxa ngi mbona Yena? Ngi beke kuYe amagugu  Kongithokozisa ngobuhl’ emzini, Ngi phiw’ inkanyezi ng’uKrestu    \n"
 },
 {
  "title": "152  Khuluma Kimi",
  "number": 152,
  "content": "# 152  Khuluma Kimi \n\n Khuluma kimi Jesu, Yisho ngezw’ elihle Nyenyeza ngokomusa, Awusele wedwa  Vul’ inhliziy’ ikuzwe, I lalele izwi  Yenz’ umoy’ u kubonge, KuWe ngi thabele\nCHORUSKhuluma u nyenyeze ilizwi lothando  Njalo woba ngumnqobi, u yokhululeka Nkosi khuluma njalo, ngezwi lokuthemba Ma ngo zwe okushoyo, Awusele wedwa\n Khuluma kithi njalo, Si bonis’ indlela Si gcwalis’ intokozo, Si fund’ umkhuleko Kuthi ngokuzidela, Sibe yib’ abAkho Sheshis’ umbus’ ozayo, Si wuthokozele\n Khuluma njengendulo, lapho bazi Wena  Ngaz’ umsebenzi wami, Ngenz’ umthetho  wAkho; Ngenze ngi kudumise, Ngi sh’udumo lwAkho; Ngi vume ukuthunywa, Ngi hloniphe Wena\n"
 },
 {
  "title": "153 Okwanamhla Nje",
  "number": 153,
  "content": "# 153 Okwanamhla Nje \n\n Nkosi, angi thandezeli kwangomuso Ma ngi ngawi esonweni okwanamhla Ma ngi ngasho lizwi ngi ngacabanganga Bek’ uphawu ez’ndlebeni okwanamhla    \n  Ngo sebenza ngi khuthale, ngi thandaze Ngi zoba mnene, ngi thobe okwanamhla  Ngiph’ amandla, ngi sheshe ukuhlonipha  Ngi vum’ ukuzinikela okwanamhla    \n Uma kungathi ngi fe khona namhlanje Ma ngi ncike kuzo iz’thembiso namhla Ngak’ okwangomso a ngi kukhulekeli Ngi gcine, ngeluse, ngi bambe kwanamhla.Amen    \n"
 },
 {
  "title": "154 Mlindi, Ngitshele",
  "number": 154,
  "content": "# 154 Mlindi, Ngitshele \n\n     Mlindi ngitshele ngokusa, Ngobuhle beZioni  Na ngeziboniso zAkhe,uMyeni ‘se sondele!Mhambi, Ye! suka  Qaphela Ku yasa ukukhanya Yembatha ingubo yakho Se kuzokusa, vuka!\n     Mlindi, bona imisebe, Ikhanya endleleni  Iz’boniso wonk’ umhlaba Zi sh’ ilang’ elizayo  Nxa kukhala icilongo,Li vus’ abasolwandle Abangcwel’ abafileyo Ba gqokisw’ ukungafi!\n     Ukukhanya ku yakhwela,  Umnyaka weSabatha; Si yamemeza ngamazwi, Umbuso useduze; Mhambi, Ye! Ngi bona ngale Ubuhle beKhenani; Nomuzi nobuhle bawo! Nokuphakama kwawo\n      We’mlindi, uMnini-muzi NguMbusi was’eZioni;  Ehlel’ es’hlalweni sAkhe, U busa yonk’ imoya; Emagqumen’ akhanyayo  Anemiseve emihle; Nemithob’ empompozayo  Nembal’ enhl’ osebeni!\n     Mlindi izwe li seduze Nez’ thelo azipheli Ngale O, ku yathabisa!NeMbali yas’ Edeni; Lalela ba yahlabela, Ku yeza emoyeni Nez’ gidi ziyahlabela Masinya soba nazo\n"
 },
 {
  "title": "155  Ngoya Lapho Uthi Mangiye Khona",
  "number": 155,
  "content": "# 155  Ngoya Lapho Uthi Mangiye Khona \n\n Kungebe phezulu kwentaba Nom’ olwandl’ ol’ gubhayo Kungebe phambili empini iNkosi i yongi dinga Ngezw’ elincane ngi bizelwe Nalapho ngi ngaziyo Ngathi, Nkosi ngi bambe ngesandla Ngoya lapho u sho khona    \nCHORUS:Ngoya lapho u sho khona Nkosi Entabeni nasolwandle  Ngosho lok’ okuthandayo Nkosi  Ngiyoba izinto zonke    \nKumbe, nank’ amazwi ka Jesu Ath’ a ngi washo namhla  Ngabe ku khon’ osekhoneni  Umduki ofunwayo O, Nkosi, uma u ngi hola Nom’ indlela imnyama  Ngosho ngi thi ku lungile konke Ngokusho okuthandayo    \nKu khon’ eny’ indawo epansi Emfundeni zomhlaba Lapho ngi ngasebenza khona Ngenzel’ ongifeleyo  Ngethembele konke kuYena  Ngi yaz’ u yangithanda  Ngolalela ngenhliziyo yonke  Ngibe nje okuthandayo    \n"
 },
 {
  "title": "156 Amazwi Okuthukuthela U NgawaVumeli!",
  "number": 156,
  "content": "# 156 Amazwi Okuthukuthela U NgawaVumeli! \n\n     Amazwi’ amab’ u ngawasho  A phunyuk’ olimini Inhliziyo i’ Wabambe Engakonakalisi \n CHORUSManithandane, U sh’ uMsindisi Bantwana nenz’ umnyalo weNkosi Manithandane, U sh’ uMsindisi Bantwana nenz’ umnyal’ omhle\n    Uthando lu hlanzekile Nobuhlobo bu ngcwele Bu ngachithwa ngetwanyana Ku Chithwane konwanwe\n     Amazwi entukuthelo  A shiwo kalulana  Onakalisa intw’ enhle Ngezwana lok’cunula\n"
 },
 {
  "title": "157 Isikathi Sokuvuna",
  "number": 157,
  "content": "# 157 Isikathi Sokuvuna \n\n     Lowo ohamba ekhaya Efaza inhlwanyelo  Angalali, enothando  U yothola umusa\n CHORUSQaphelake wena mlimi!, Amabel’ a semahle Ku sondela ukuvama, Amasim’ a vuthiwe\n     A yehliswa amazoloLi khanyiswe nelanga Izithelo si zophiwa   Ngamandla aphezulu\n      Wen’ u ngethuki wesabe Hlwanyela u ngadinwa Nanxa ku nzima qinisa U zobutha ngesihle\n"
 },
 {
  "title": "158 Shesha Suku Olumnandi",
  "number": 158,
  "content": "# 158 Shesha Suku Olumnandi \n\n     Ukuvunwa kwomhlaba ku sondele iNkosi i biza abavuni baYo  Kude neduz’ amabel’ a vithiwe A vuthiwe a lindel’ isibuya\n CHORUSSondez’ usuku, Thuth’ izinyanda Sondez’ usuku ekhaya\n    Ukusa okungenantsizi lezo  Ku yasondela imnyak’ i qhubeka  Amabele a hatshulwe isono   Mawabuthwe kungakabi busika\n    Ku mnandi ukusebenza ngothando Umful’ ongashi womthombo wezulu  Si menywa, si qutshwa yilo uthando Lon’ oluthel’ izithelo kakhulu\n"
 },
 {
  "title": "159  Ngi Kudinga Kangaka",
  "number": 159,
  "content": "# 159  Ngi Kudinga Kangaka \n\n     Nkos’ enhle ngi yakudinga Ngi mubi a ngi boni Ngibamb’ isandl’ u ngi hole Amandla kuW’ a khona\n CHORUSNgezikhathi zonke, O, Nkosi ngi yakudinga Ngezikathi zonke,O, Msindisi ngi gcine\n   O, ngembese ngobunene  Eyam’ ingubo yimbi Ngi fundise ngi zibone  Ku nokufun’ amandla\n   Ngi phephile nxa ngeluswa Ngokuz’themba ngi yawa  Ngi bambe ngi ngadukiswa Wena kuphila kwami\n    Noma yin’ evela ngomso Ubuhle nenyembezi Umoya wami u kuWe Wena u yawuphasa\n"
 },
 {
  "title": "160 Gcinelwe uJesu",
  "number": 160,
  "content": "# 160 Gcinelwe uJesu \n\n O, ngi gcinelw’ uJesu!,Ng’phase ngamandl’ Akhe Akukho bubi bezwe Nxa ng’landel’ uJesu    \nCHORUSO, ‘ngi gcinelw’ uJesu!, Nkosi ngi yaguqa A ng’fisi, lutho! lutho! lutho! Wen, u yiko Konke    \n O, ngi gcinelw’ uJesu!, Ng’enze akushoyo YeNkosi inhliziyo I thabe kakhulu    \n O, ngi gcinelw’ uJesu!, Ngomoya ng’thobeke Ngehlukane nelizwe Ngi mnene ngobuntu    \n O, ngi gcinelw’ uJesu!, Ngi ngowAkh’ impela   Ngi be ngowAkhe njalo  Yen’ uJesu wethu    \n"
 },
 {
  "title": "161  Mina neNkosi Yami",
  "number": 161,
  "content": "# 161  Mina neNkosi Yami\n\n Ngi nomhlob’ oligugu Ngi mthanda kakhulu  U nothand’ oluhle kimi U yang’thokozisa A ngi ngehlukane naYe Ngi mthand’ eseduze Sesohlala ndawonye Mina naYe   \n Ngi khathele, ng’diniwe  Yen’ u yangizwela Nxa eth’ a ngeyame kuWe Ngokusizwa nguYe U ngi hol’ ekukhanyeni Ngendlel’ ekhanyayo Sesohamba ndawonye Mina naYe   \nNgi ntshel’ insizi zamiNokuthaba kwami Ngi mtshel’ injabulo yami Nokung’ casulayo Asho engingakwenzayo Nokuzama kwami Si khulume ndaWonye Mina naYe   \nWaz’ ukuthi ngondele Ukuleth’ omunye Ngako u thi, Shumayela izwi losindiso U th’ a ngi lande ngothando  Eza kufa ngalo Si sebenza ndawonye Mina naYe   \n"
 },
 {
  "title": "162 Yonke Indlela",
  "number": 162,
  "content": "# 162 Yonke Indlela \n\n       uJesu u ya ngi hola  A ngi celi okunye Ngi nga sola umsa wAkhe Yena onguMholi na? Ngi nokuthul’ okwezulu, Nxa ngakhile naYeke  Ngo’ba ngi yazi ukuthi: U yeza konke kakhe.   \n       Yonk’ indlel’ u yankihola Indlel’ i lula ngaYe U yangipha ukunqoba A ngi fuze ngesinkwa Nxa ngi dinwe ukuhamba Nomoya sewomile Ngi yabona ngaphambili Lomthombo wosindiso.   \n       Yonk’ indlel’ u yangihola O! yek’ uthando lwAkhe Ngi yathenjiswa okuhle Endlini ka Baba le Nxa ngi thol’ impilo entsha Ngi phaphel’ ezulwini Ngi yocula njalo njalo, UJesu wongihola   \n"
 },
 {
  "title": "163 Ngi Lapha Ngi Thume",
  "number": 163,
  "content": "# 163 Ngi Lapha Ngi Thume\n\n        Yizwa uJesu ebiza Nguban’ ozosebenza? Amasimu a vuthiwe Nguban’ othwal’ iz’thungu? iNkosi i yamemeza Nank’ umvuzo wesihle  Uphi ozokusho athi, Ngi la Nkosi ngi thume?   \n       Um’ u ngewele ulwandle U y’ekubahedeni O yobafica eduze Ba hlalelene nawe Nob’ u ngesiy’ ingelosi Nob’ u ngase Paule Woland’ uthando lweNkosi Uthi, Yafela bonke   \n       Uma u ngebe uMlindi Odongeni lweZion U sho indlela yezulu Yomusa kubo bonke Ngom’thandazo nokuphana Wenz’ intando yeNkosi U kholeke njengo Aron Ephasa umprofethi   \n       Nxa im’pefumlo i’ bhubha iNkosi i kubiza  Yek’ izaba zobuvila Uthi, ngi ngenze lutho Yenz’ umsebenzi u vume U jabulele wona  Ibiza shesh’ u sabele  Ngi lapha Nkosi, ng’thume!   \n"
 },
 {
  "title": "164 Ezinyaweni Zika Jesu",
  "number": 164,
  "content": "# 164 Ezinyaweni Zika Jesu \n\n Ez’nyaweni zika Jesu Ngi zw’ amazwi amahle Indaw’ enhle eligugu Ngiy’ thand’ insuku zonke Ez’nyaweni ngi qaphele Konke osekudlule Ngob’ uthando lwAkh’ oluhle  Lwazuz’ inhliziyo yam’   \nNgi ngabusiswa ngaphi na? Kuphel’ ezinyaweni Kona ngi lahla izono Ngi thol’ ukuphumula Ez’nyaweni zika Jesu  Ngi zuz’ intethelelo Ngamukele umsa wAkhe Ngi thabe nsuku zonke   \nU ngi busise, Msindisi Ngi lind’ ezinyaweni Ngi bheke mina ngothando Na ngomusa omkhulu Ngi phe ingqondo kaJesu Ngize ngi fane naYe Kuze kube bufakazi Bokuthi, Ngi noJesu   \n"
 },
 {
  "title": "165 Ngi Yakuthanda",
  "number": 165,
  "content": "# 165 Ngi Yakuthanda \n\n        Ngi yakuthanda Wena, Nkosi yami Ngi yakuthanda we, Msindisi wami Ngi yakuthanda, U yazike, Wena Kodw’ izenzo zi zobonakaliswa   \nNgi yathaba, Ngi yathaba kakhulu!Ukuthaba kwami okungapheli  Ngi lindel’ imfuyo yami khonale Kanye noJesu nabangcwele bAkhe   \nJesu, kanye naWe ngi busisiwe Ukuphumula kwami makwandise Lu yingoma yami uthando lwAkho Ngi yajabuliswa isisa sAkho   \nNg’ubani onje ngoMsindisi wami? U moyizela engithanda nami Ngi zomdumisa ngezingom’ ezinhle Nemifula yomusa i ngehlele   \n"
 },
 {
  "title": "166 Dwala Laphakade",
  "number": 166,
  "content": "# 166 Dwala Laphakade \n\n Wahleshulelwa mina, Dwala eliphakade!  Ma ngi zifihle kuWe,Ngi gezwe egazini Ngelashwe sonk’ isono,Ngi sinde engozini   \nNgi ngesebenze lutho,Lokukujabulisa  Noma se ngi shiseka, Ngi khala, ngi ngathuli! Kungehlawule ‘sono  NguWe osindisayo   \nA ngi kaphithi lutho, Ngi guq’ es’phambanweni;Ngi nqunu, ma ngembeswe,  Ngi bheke umsa wAkho; Ngi sondel’ emthonjeni, Msindisi ma ngi hlanzwe   \nNanxa se ngi layela, Se ngi cimeza ngi fa  Se ngi shon’ emnyameni, Ngi lindel’ ukwahlulwa; Dwal’ eladatshulwayo,    Ma ngi zifihle kuWe   \n"
 },
 {
  "title": "167 Isisekelo Esiqinileyo",
  "number": 167,
  "content": "# 167 Isisekelo Esiqinileyo \n\n Isisekel’ esibekwe yiNkosi  Samiswa ukusiqinisa thina  U ngeb’ usash’ okunye ku naloko Okushiwo iBhaibhele lAkhe.Okushiwo iBhaibhele lAkhe   \nNoma ngi kubizela emanzini U ngesabi ngi zoba nawe khona Ngi zophendul’ izinhlupheko zakho Ngi zenze zibe iz’busiso kuwe.Ngi zenze zibe iz’busiso kuwe.   \n Noma ngi dabula enhluphekweni Umsa wakho wanele kim’ impela Naphakathi kwelangabi lomlilo Mina ngi zokuvikela u ngashi.Mina ngi zokuvikela u ngashi.   \n Lowo owenyama kuYe uJesu   Akasoze a phontwe ezitheni Noma uSathani ezama njani   Lowo u zosinda kuY’ uSomandla.Lowo u zosinda kuY’ uSomandla.   \n"
 },
 {
  "title": "168 UJehova, Ng’uMelusi Wami",
  "number": 168,
  "content": "# 168 UJehova, Ng’uMelusi Wami\n\n        uJehova u ng’uMelusi wami Emadlelweni’ amahle ngi yondliwa U yangiholela ngasemanzini  Nomphefumulo wami u buyiswe   \n       Ngi holwa endleleni yokulunga Nanxa ngi hambayo esigodini A ngi yikwesab’ ithunzi lokufa Ngokuba, Wena Jehova, u nami   \n       Wena wendlala esam’ isithebe Emehlweni azo zonke izitha   Ikhanda lami u ligcobisile  Yaze indebe yami yachichima   \n       Impel’ inhlanhla i yangilandela Ngazoke zonke izinsuku zami  Ngi yakuhlal’ endlini ka Jehova Kuze kube sekupheleni kwami   \n"
 },
 {
  "title": "169 Ndlalifa yoMbuso",
  "number": 169,
  "content": "# 169 Ndlalifa yoMbuso \n\n Ndlalifa yombuso u ngabolala U lalelan’ eduze nekhaya?  Vuka phaphama, hloma izikhali Khalipha i’skhathi si yadlula   \nIzizwe zomhlaba zi yahlokoma Zi yathuthumela ngokwesaba  Lalela! amasond’ a ya gedleza Ndlalifake, u ngabolibala   \nU ngalandeli izinto zomhlaba Injabulo yazo I yadlula  Dela inkanuko nemfuyo lapha Ndlalif’ u bofulahela konke   \n Phakamis’ ikhanda, qondis’ iliso  Qaphel’ umbuso ka Jes’ ozayoBhek’ u seduze nank’ u sufikile Ndlalifa thokoz’ u hlabelele   \n"
 },
 {
  "title": "170 UMenzi noMbusi Wami",
  "number": 170,
  "content": "# 170 UMenzi noMbusi Wami\n\n Menzi, Mbusi wami  Ngi ya phila ngaWe  Ukupha kwAkho ngumthombo Wez’ busiso zami Ukupha kwAkho ngumthombo Wez’ busiso zami   \nMina s’dalwa sAkho  Ngi yaphila ngaWe   Nkos’ izibusiso zAkho  Zi dlul’ ukubonga Nkos’ izibusiso zAkho  Zi dlul’ ukubonga   \nNkosi ngi ngenzani? Konke ku ngokwAkho Uthando lwAkho mal’ bongwe O, kuncan’ okwami!Uthando lwAkho mal’ bongwe O, kuncan’ okwami!   \n       Vus’ umoya wami Ngmandla omusa   Izwi nesifiso sami Izwi nesifiso sami  Makube okwAkho Makube okwAkho   \n"
 },
 {
  "title": "171 Bunjani Ubusuku Na?",
  "number": 171,
  "content": "# 171 Bunjani Ubusuku Na?\n\n    Mlindi, odongen’ lweZion’ Si tshele ngobusuku   Ikhwezi se li vele na? Kunjani ukusa na?   Nxa u beka Se kukhon’ im’sebe na?   Nxa u beka Se kukhon’ im’sebe na?       \n   Si tshele ngeziboniso Ezidlula sihamba   Li sondel’ izibuko na? Si ngalibon’ izwe na?   Ngeqiniso! U sondel’ umbuso na?   Ngeqiniso! U sondel’ umbuso na?       \n   Se kuyabheja, kuyasa Masihlabe umkhosi   Si bon’ ikhwezi li phuma Phezulu li manyaza   Yenamani! I sondel’ inkululo    Yenamani! I sondel’ inkululo       \n    Si wufumen’ umqondiso Izwe se lis’ eduze   Si phalalela phambili Masinya si zowela    Amaphimbo Athi Wena u ngcwele     Amaphimbo Athi Wena u ngcwele       \n"
 },
 {
  "title": "172 Koze Kube Nini?",
  "number": 172,
  "content": "# 172 Koze Kube Nini?\n\n     Nkosi, se koba nini, U ngafikile na?    Inhliziy’ ikhathele, Ngokwephuza kwAkho;    Soba nin’ isikhathi, Esihle kakhulu,    Ukukhazimla kwAkho, Ku qhamke kwabAkho.       \n   Ku nini Nkosi yomsa, U phune ekhaya?   Sewulibele kade, Bambalw’ ebalindi,   Nkos’ izinceku zAkho, Zi cwil’ ebubini.   Yingcosan’ elungile, Ekujabulele.       \n   O vus’ abaleleyo, Tum’ izwi ba vuke.   Abangcwele maba thi, \\\"uJesu’ u sondele.\\\"   Mazivuth’ izibani, Zi boshw’ izinkalo.   Bonke ba lingisele, Injabul’ enkulu!       \n"
 },
 {
  "title": "173 O, Ngenkolo!",
  "number": 173,
  "content": "# 173 O, Ngenkolo!\n\n    Ngi fun’ inkol’ engesabi   Nom’ i sezitheni.   Engesabi ubunzima:   Benswelo nosizi.       \n    Engebubule i sole,   Noma i sishaywa;   Ngesikhathi sobuhlungu,   Yencik’ eNkosini.       \n   Inkolo ekhazimlayo   Zi vukil’ iz’phepho;   Engozini i ngesabi,   I ngathandabuzi.       \n   I mel’ ukunyonkolozwa;   Enganak’ i hlekwa.   I ngek’ i ngwinywe lulwandle   Nobuqili bonke.       \n   Nkosi  ngi ph’ inkol’ enjalo;   Noma ku ngehlani.   Ngozwa lapha ubumnandi,   Bekhay’ ezulwini.       \n"
 },
 {
  "title": "174 Yeka Kuthokozisa!",
  "number": 174,
  "content": "# 174 Yeka Kuthokozisa!\n\n    Li yathokozis’ ithemba;   Nxa si sebenza la. Li si ph’ amandla endlela Ohambwen’ losizi. Li si ph’ amandla endlela Ohambwen’ losizi. \n   Lis’ khombis’ ek’phumuleni;   La ku bus’ uJesu. Lapho sobon’ izihlobo, Si ngehlukaniswa. Lapho sobon’ izihlobo, Si ngehlukaniswa. \n   Izwe elingenasono;   Iziling’ azikho. Lapho kojatshulwa njalo,Kungekho s’cunulo. Lapho kojatshulwa njalo,Kungekho s’cunulo. \n   Kulelozwe akukhalwa;   Akukho nakufa. Kwabayongen’ ezulwini Ba njengez ‘ngelosi. Kwabayongen’ ezulwini Ba njengez ‘ngelosi. \n   Shesha s’khathi u ze, u ze!   ‘Nkosi shesha u ze! Si fis’ uk’kubon’ u njalo, Emzin’ wenjabulo. Si fis’ uk’kubon’ u njalo, Emzin’ wenjabulo. \n"
 },
 {
  "title": "175 Msindisi, Nje NgoMalusi",
  "number": 175,
  "content": "# 175 Msindisi, Nje NgoMalusi\n\n    Msindisi, nje ngomalusi, Si hole ngomsa wAkho,   Ehlungwini lAkho sondle; U sakhele is’baya,   Jes ‘oweth’ obusisiwe! Was’ thenga si ngabAkho;   Jes ‘oweth’ obusisiwe! Was’ thenga si ngabAkho.      \n   Si ngabAkh’ u bosilinda, Mqondisi wezindlela;   Si vikele esonweni, Si bone si ngaduki.   Jes ‘oweth’ obusisiwe! Yizwa O, Nkosi yethu,   Jes ‘oweth’ obusisiwe! Yizwa O, Nkosi yethu.      \n   Wathembis’ ukusithola, Thina zoni nxa si nje;   U nomusa wokusipha Si gezwe si bemhlophe;   Jes ‘oweth’ obusisiwe! Si zobuyela kuWe,   Jes ‘oweth’ obusisiwe! Si zobuyela kuWe.      \n"
 },
 {
  "title": "176 Ithemba Elibusisiwe",
  "number": 176,
  "content": "# 176 Ithemba Elibusisiwe\n\n    Kunethemb’ elihle;   Li yigugu lona.   Kalinaki namibhinqo,   Injabulo yezwe.      \n   Kukhon’ inkanyezi   Esus’ ubumnyama;   U thumele imisebe,   Yokwahlul’ ithuna.      \n   Nal’ izwi lothabo,   Li yophakamisa,   Li chith’ ukwesaba konke,   Li hlebez’ uthando.      \n   Izwi leKhalvari   Li thi, \"U xolelwe!\"   Bese ku vel’ ukukhanya,   Nethemba lezulu.      \n"
 },
 {
  "title": "177 Akukho Ubusuku Le!",
  "number": 177,
  "content": "# 177 Akukho Ubusuku Le!\n\n    Ezwen’ elingashazwa: Emzin’ okhanyayo;   Awusoze wa guga, Ubusuk’ abukho.      \n CHORUS     Ku yosulw’ inyembezi, Nokufa nezinsini,    Ayibalwa imnyaka ubusuk’ abukho.      \n   Amasang’ aligugu; Emzin’ okhanyayo;   Im’gwaqo yigolide, Ubusuk’ abukho.      \n   Amasang’ angevalwe: Emzin’ okhanyayo;   Nempilo a yipheli, Ubusuk’ abukho.      \n   Ka ba dingi nenyanga: Emzin’ okhanyayo;   IWundlu li yilanga, Ubusuk’ abukho.      \n"
 },
 {
  "title": "178 U Yabuya uKrestu",
  "number": 178,
  "content": "# 178 U Yabuya uKrestu\n\n    Kungaba sekuseni ku phum’ ilanga Nxa ukukhanya ku dabul’ ubumnyama   Laph’ uJesu efika nob’khosi bAkhe: Ukwamukel’ abAkhe      \n CHORUS O, Nkosi koba nini na? Si sho ngenjabulo.U sefikile uKrestu, Aleluya! Amen! Aleluya! Amen!      \n   Kungaba semini, kumbe kuhwalala; Kungaba mhlaumbe phakathi komnyama.   Ku vel’ ukukhanya kwenkazimbo yAkhe: uJes’ ethath’ abAkhe.      \n   Laph’ amabandl’ ehlayo ethi: \"Hosana!\" Nabangcwele nezingelosi zi khona.   Yena, umkhumbi wesisa u mzungeze: uJes’ ethath’ abAkhe.      \n   Yek’ injabulo s’enyuka si ngafanga! Akukho, sililo, kudana nakufa.   Emafwini obukhosi si hlwithelwe: uJes’ ethath’ abAkhe.      \n"
 },
 {
  "title": "179 Bheka uMyeni!",
  "number": 179,
  "content": "# 179 Bheka uMyeni!\n\n    U mlungele uMyeni na? Nxa eza! Nxa eza!   U mlungele uMyeni na? Nxa eza! Nxa eza!   Bheka u yeza! Bheka u yeza! Gqok’ u lindele, uMyen’ u yeza!      \n CHORUS  Bheka uMyeni u yeza, u yeza Bheka uMyeni u yeza, u yeza Bheka u yeza, Bheka u yeza Gqok’ u lindele uMyen’, u yeza      \n   Mazivuthe izibani, Nxa sza! Nxa eza!   Mazivuthe izibani, Nxa sza! Nxa eza!   U za masinya, U za masinya O, mphefumlo, lindel’ uMyen’ eza!      \n   Somhlangabeza si sonke, Nxa eza! Nxa eza!   Somhlangabeza si sonke, Nxa eza! Nxa eza!   U za ngempela, U za ngempela Somhlangabeza uMyeni eza!      \n   Sohlabel’ uAleluya, Nxa eza! Nxa eza!   Sohlabel’ uAleluya, Nxa eza! Nxa eza!   Nangu u yeza! Nangu u yeza Cul’ uAleluya, uMyen’ eza!      \n"
 },
 {
  "title": "180 A si Wazi Umzuzu",
  "number": 180,
  "content": "# 180 A si Wazi Umzuzu \n\n    Mhl’ ebuy’ uJesu, umzuzu awaziwa   Imiqondiso, i bika Yen’ u yeza    Laph’ esebuya, s’ojabula kakhulu!   A si waz’ umzuzu      \nCHORUS U yeza a si linde, si lunge U yeza aleluya! Aleluya! U za ngobukhosi buka Yise ngamafu A si lwaz’ usuku      \n   Ba nokukhanya abafun’ usindiso    Ba neqiniso abalambulelwayo   Iz’nduleliso zi yasho u zakuza   A si waz’ umzuzu      \n   Ma si qaphele, si linde, si khuleke   Si zosebenza ize iNkos’ I fike   Si jabulele si bheke lolosuku!   A si waz’ umzuzu      \n"
 },
 {
  "title": "181 Ekulindeni Nasekuqapheleni",
  "number": 181,
  "content": "# 181 Ekulindeni Nasekuqapheleni\n\n Is’khathi a saziwa sona, Ayobuya ngaso lapha;Kumbe kuyakuba ‘ntambama, Kumb’ ebusuku impela:Kumb’ ekuthatheni kokusa, Mani qaphele, ni lunge;Zi ngabocima izibani, Ma si mlinde, si mqaphele.      \nCHORUSLinda qaphela, Linda qaphela,Linda qaphela, Si qaphela Wena Nkosi.      \nNgomsa wAkhe ngi yakhumbula, Intengo a s’thenge ngaYo.Wa shiy’ izindlu zobukhosi, Weza lapha emhlabeni;Ngi yazi kuhle eNkosini, Uma thina esifele,Izosifumanisa sonke Si lindele, si qaphele.      \nO! Jesu Wena, Mhlengi wami, U yalaz’ ithemba lami;Eliyakubona ngamehlo, Nxa se ngi kuzw’ u ‘thi, Woza.Abanye, bona ba ngesaba Nxa u qhamuka, Mahluli,Qa, mina ngi thol’ isihlobo Ngi zolinda, ngi qaphele.      \n"
 },
 {
  "title": "182 Ukusa Okubhejayo",
  "number": 182,
  "content": "# 182 Ukusa Okubhejayo \n\n Ukusa ku yeza masinyane, uJes’ u yeza;Ukuba athabathe abAkhe, A bas’ ekhaya.     \nCHORUSSi bona ukusa okubhejayo, Bu yadlul’ ubusuku,O! imisebe ebonakalayo, I vus’ iz’thuku.      \nSe li zakuyiswa ivangeli, Ezizwen’ zonke;Kasoze o libale uMyeni Yi sh’ icilongo!      \nZi yakumphelekezela, Zonke Izingelosi,uJesu nxa ezothath’ abAkhe Kophel, usizi.      \nAbakithi abakade bafa ba yakubonwa,Inyembezi zokulilelana zi yakwesulwa.      \n"
 },
 {
  "title": "183 Bambelela Ngize Ngi Buye",
  "number": 183,
  "content": "# 183 Bambelela Ngize Ngi Buye\n\n     Sihl’ is’thembiso, kwabakholwayo,    Masinya ngi yeza ngithath’ abAmi,    Bamba ngi yeza, yinkul’ ingozi;    U ngalali njengabanye, lindela!      \nCHORUSBamba ngi yeza, sihl’ isithembiso,Umbus’ u buyile, Wowunikwa,Woz’ u jabule, hlal’ embusweni,Im’qhel’ i lindile, bamba ngi yeza.      \nSolindela zi vuth’ izibani;Kwabany’ u fika njengesel’ eb’suku,U sesondele, a saz’ usukuNjengokuhluma, ku khomba ihlobo.      \nIthemba lethu la khel’ ezwini,Ukuqhamuka okuhle kweNkosi,Kwedlula zonke izithembiso:Bamba ngi yeza, qina ngize ng’fike.      \n"
 },
 {
  "title": "184 Thabani iNkosi Iyeza",
  "number": 184,
  "content": "# 184 Thabani iNkosi Iyeza\n\n Thabani iNkos’ iyeza, Yamkeleni nonke!Yilungiselen’ indawo,Ni bonge uMbumbi, Ni bonge uMbumbi.Ni boni bonge uMbumbi.      \nThabani iza kubusa! Dumisani Yena,Nxa amasimu namatshe,Ebonga iNkosi, Ebonga iNkosi.Ebo-ebonga iNkosi.      \nU zobusa uJehova! Dumisani Yena,Ngobukhosi bokulunga,Kwaziswe uthando, Kwaziswe uthandoKwazi- kwaziswe uthando.      \n"
 },
 {
  "title": "185 Ukuba Khona",
  "number": 185,
  "content": "# 185 Ukuba Khona\n\n Si yokhuluma ngekhaya, Nelizw’ elivundileyo,Ilizwe lakhona lihle, Nokuhlala khona kuhle!Si khuluma ngezindlela; Nangendong’ ezikhanyayo,Li yamangalisa lona Kunjan’ ukuhlala khona.      \nSi yasho akuko sono, Nosizi nokuhlupheka;Laph’ izilingo azikho, Kunjan’ ukuhlala khona!Si yakhuluma ngothando, Nezingub’ ezambathwayo.Ibandla loqobo lile, O kuhl’ ukuhlala khona!.      \nNgi lungile lapha mina; Ngize ngi ye ezulwini,Masinyane ngi zokuzwa, Ubumnandi bakhona le.Si zohamb’ emasimini, Ngobukhosi obukhulu,Izingelosi za khona, Kanye noJesu ngokwAkhe.      \n"
 },
 {
  "title": "186 Nkosi, Si Hlangene",
  "number": 186,
  "content": "# 186 Nkosi, Si Hlangene\n\n Nkosi, si hlangene,Kuyo indlu yAkho;Woza naWe sesi ngeneEbusweni bAkho.      \nInhliziyo yethuIyakugulela;Nawo umphefum’lo wethu,U yakukhalela.      \nUkunxusa kwaAkho,Baba, ma si kuzwe;Nxa kuphenywa izwi lAkhoNaWe ma si kuzwe.      \nMa u si lungiseThina bantu bAkho;Nxa si bhubha, si buyeleOthulini lwAkho.      \n"
 },
 {
  "title": "187 Yokwehlukana Ingoma Yethu",
  "number": 187,
  "content": "# 187 Yokwehlukana Ingoma Yethu\n\n Msindisi, futhi si hlabelela,Ingoma yethu yokwehlukana;Si bheke ukubusiswa nguWe,Izwi lokuthula ma si phiwe      \nSize si goduke nokuthula;Nanxa si vuka, nanxa si lala;Lind’ im’lomo nenhliziyo zethu,Nxa se si zophuma kuyo lendlu      \nSi ph’ukuthula ekuphileni,U si duduze ekukhaleni,Lapho o thi kithi, ku phelile!    Nkosi, si bize size si phum’le      \n"
 },
 {
  "title": "188 Wafa Ngenxa Yami",
  "number": 188,
  "content": "# 188 Wafa Ngenxa Yami\n\n Ngi ngomkhulu umoni, uJesu wangifela,Waf’ ukuba ngi phile, Waf’ ukuba ngi ngafi.Njengegatsh’ evinini, Se ngi ngoWakhe nami.      \nLud’ uthando lweNkosi, Phezulu, lu phakeme;Lu yadlula ulwandle, Lu yahlala anini;Lwangizuza ngi sona, Ngangingamdingi Yena      \nNakhona ngi ng’umoni, Ukrestu yiko konke;Ukwazi kahle konke, Ukuhlupheka kwami;Ngi zophephela kuYe, Emhlabeni ozayo      \n"
 },
 {
  "title": "189 Akukho Muzi Omileyo Lapha",
  "number": 189,
  "content": "# 189 Akukho Muzi Omileyo Lapha\n\n Asakhil’ impela lapha,Si ngabahamb’ emhlabeni;Umoya weth’ u thokozaSi cabang’ umuz’ ozayo    Si cabang’ umuz’ ozayo.      \nAsakhil’ impela lapha’Si fun’ umuz’ osithele;iZion’ iNkos’ ikuwo,I khanya kube phakade,I khanya kube phakade.      \nIndaw’ enhle yokuthula,Yokuphumuz’ abahambi;Engazathi ngi ngaphapha,Ngi phumule khona mina,Ngi phumule khona mina      \nThula moya wami, thula!iNkosi i yakusisho;Son’ is’khathi sokuhamba;Ma ngi zame lapha minaMa ngi zame lapha mina      \n"
 },
 {
  "title": "190 Ibizo Eliyigugu",
  "number": 190,
  "content": "# 190 Ibizo Eliyigugu\n\n Thath’ ibizo lika Jesu, We mntwana, wezinhlungu,Yebo li yathokozisa, Ngako Yamkela lona     \n CHORUS     Ibizo, O, luhle!    Gugu lasezulwini    Ibizo, O, lihle!    Injabul’ emhlabeni      \n Thath’ ibizo lika Jesu, Li yasithokozisa, Nxa u hanqwa izilingo Themba ku lelibizo     \n O, ibizo lika Jesu! Li yasithokozisa, Nxa esesamkela thina Si mhlabelele Yena     \n Si guqa ngebizo lAkhe, Si we phambili kwAkhe, Ey’ iNkosi enomqhele, S’omdumisa phakade     \n"
 },
 {
  "title": "191 Isithembiso Esiqinileyo",
  "number": 191,
  "content": "# 191 Isithembiso Esiqinileyo\n\n Ngeqinis’ uJesu ngowami, Yeka ubumnandi baphezuluManje ngi y’indlalifa nami; Egezw’ egazini leWundlu.     \n CHORUSNgi yathokoza ngalengoma; Ngi yadumisa uMsindisi,Kim’ u ligugu yonk’ imihla Ngi dumis’ owam’ uMsindisi.     \nKu phelele ukuthokoza, Ngi yabona okuthabisayo,Ingelosi zi ngi lethela, Ukunyenyezake kothando.     \nKonke kimi ukuphumula, Ngi kuMsindisi ngi yathokoza:Ngi mi ngi bheke phezulu le! Ngi gcwele okwAkh’ ukulunga.     \n"
 },
 {
  "title": "192 Dumisa iBizo LAkhe",
  "number": 192,
  "content": "# 192 Dumisa iBizo LAkhe\n\n     Esiphambanweni laphaya, uMsindisi wachith’ igazi    Nami khona ngagezisiswa Dumisa Yena    \n CHORUS    Dumisa Yena, Dumis’ ibizo   Lapho kwahlanjwa inhliziyo, Dumisa Yena    \n    Si khulu sona isimanga! Ngi sindisiwe ezonweni;    Ku mnand’ uJes’ u hlala nami Dumisa Yena.    \n    Emthonjen’ ophilis’ izoni Ngi thabile se ngi ngenile;    uJesu u se ngi hlambile Dumisa Yena.    \n    Woza kuloMthombo omnandi, Khuwo u ziphonse namhlanje;    U hlanjisiwe, u phelele Dumisa Yena    \n"
 },
 {
  "title": "193 Indlela yAkhe Nawe",
  "number": 193,
  "content": "# 193 Indlela yAkhe Nawe\n\n U thand’ ukuphil’ uJesu u msulwa na? U ngahamba naYe engcingweni na?Kamb’ u ngamnika yonk’ imthwalo athwale na? Vumel’ intando yAkhe.\nCHORUSAmandl’ Akhe angakuphendula, Igazi lAkhe li ngak’ khululaUthando lwAkhe lu gcwale kuwe; U thand’ u vumel’ intando yAkhe.\nU vum’ akukhulule, wenz’ aku shoyo na? U thand’ ukuthul’ u dele konke na?U fun’ akusindise ungab’ u sawa na? Vumel’ intando yAkhe.\nU thand’ ukuphumul’ embusweni wAkhe na? Wazini akusiza ngayo wena? U ngamsebenzela ngako konk’ onako na? Vumel’ intando yAkhe.\n"
 },
 {
  "title": "194 Uthando Ekhaya",
  "number": 194,
  "content": "# 194 Uthando Ekhaya\n\n     Kuhl’ endaweni zonke, ngothandw’ ekhaya,    Kuhle umsindo wonke, ngothandw’ ekhaya,    Ukuthula nenala, kuchume yonk’ indawo,    Is’khathi asizwakali, kukuhl’ ekhaya.    \n CHORUS    Uthando ekhaya, Is’khathi asizwakali, Ngothandw’ ekhaya    \n    Ku jatshul’ efukwini, ngothandw’ ekhaya,    Kakukho sicanulo, ngothandw’ ekhaya,    Indlel’ ihlotshisiwe, yonk’ indawo i yihle,    Konke ku jabulise, ngothandw’ ekhaya.    \n    Phezulu ku yathatshwa; Ngothandw’ ekhaya;    Umhlab’ u gcwel’ ubuhle, Ngothandw’ ekhaya.    Imfundlan’ ihlokoma,Izulu li cwathile.     iNkos’ i yathokoza, iNkos’ i yathokoza.    \n    Jesu ng’enze owAkho, ngothandw’ ekhaya    Ngi zidele njengaWe, ngothandw’ ekhaya    Ngophepha engozini, Ngi ngakhathazwa bubi    Ngi busisiwe nguWe, Ngothandw’ ekhaya    \n"
 },
 {
  "title": "195 O, Yeka Umlilo Lowo!",
  "number": 195,
  "content": "# 195 O, Yeka Umlilo Lowo!\n\n Ngi yafuna lowo mlilo,Wabangcwele basendulo;Wabaqondis’ ezulwini,Benesibind’ engozini.\nU phi Nkosi lowo MoyaOphawul’ uAbrahama;Owathambis’ uPaule,Wazuz’ amandla ezulu.\nAmandl’ abe kuElijah,A saphela yini namhla?;A khazimlis’ uMosisi,uJobe wabekezela.,\nNkosi, khumbula endulo,Pind’ u thele umsa wAkho;Nxa si zibhekise kuWe,Thel’ uMoya wAkh’ oNgcwele.\n"
 },
 {
  "title": "196 A Khon’ Amandl’ eGazini",
  "number": 196,
  "content": "# 196 A Khon’ Amandl’ eGazini\n\n     U fis’ ukwethulwa isono na? A khon’ amandla egazini;    U fis’ ukunqoba okubi na? A khon’ amandl’ egazini.\n CHORUS   A khona mandla egazini, LeWundlu leWundlu   A khona mandla egazini, Gazin’ elihle leWundlu\n    U fis’ ukudela ulaka na? A khon’ amandla egazini;    Woza u zohlanzwa kulo wena A khon’ amandl’ egazini.\n    U yafisa ukuba mhlophe qhwa! A khon’ amandla egazini;     Woza u zohlanzwa kulo wena A khon’ amandl’ egazini.\n      U ngesebenzele iNkosi na? A khon’ amandla egazini;      U fisa ukuyidumisa na? A khon’ amandl’ egazini.\n"
 },
 {
  "title": "197 Akukho Sigodi Esimnyama",
  "number": 197,
  "content": "# 197 Akukho Sigodi Esimnyama\n\n     Akukh’ okositha nx’ uJes’ eza;    Akukh’ okositha nx’ uJes’ eza;    Akukh’ okositha nx’ uJes’ eza;    Nxa ezothath’ abAkhe.\n CHORUS    Nxa ezo thath’ abAkhe,     Nxa ezo thath’ abAkhe,    Akukh’ okositha nx’ uJes’ eza    Ebayisa ekhaya\n    Kungebekho ‘nsizi nxa’ uJes’ eza;    Kungebekho ‘nsizi nxa’ uJes’ eza;    Kungebekho ‘nsizi nxa’ uJes’ eza;    Nxa ezo thath’ abAkhe.\n    Akuy’ ukulilwa nx’ uJes’ eza;    Akuy’ ukulilwa nx’ uJes’ eza;    Akuy’ ukulilwa nx’ uJes’ eza;    Nxa ezo thath’ abAkhe.\n    Kohlatshelwa mnandi nx’ uJes’ eza;    Kohlatshelwa mnandi nx’ uJes’ eza;    Kohlatshelwa mnandi nx’ uJes’ eza;    Nxa ezo thath’ abAkhe.\n"
 },
 {
  "title": "198 Isihlobo Esihle NguJesu",
  "number": 198,
  "content": "# 198 Isihlobo Esihle NguJesu\n\n        O, isihlob’ esihl’ uJesu Nxa u hanqiwe izinsizi.       Woqinis’ inhliziyo, Asuse lonk’ uvalo.       O, isihlob’  esihl’ uJesu!\n CHORUS    Isihlob’ esihl’ uJesu, Esihl’ insuku ngensuku    Nxa u wa wokusiza, Nxa u khala wokuzwa,    O, isihlob’ esihl’ uJesu!\n   Yek’ isihlob’ esihl’ uJesu, U za kimi a ngi duduze.   Ngencikile kuYena, Ngi ngehlelwe nayini.   O, isihlob’ esihl’ uJesu!\n       Nxa ngedlul’ ethunzin’ losizi, Amanz’ eJordan’ egubhuza;       Ngi ngeshaywe luvalo, uJesu u nosizo.       O, isihlob’ esihl’ uJesu!\n    Nxa si fik’ ezulwin’ ekhaya, Nezingcwele sibendawonye;    Sohlabelel’ ogwin, Si bonge si ngaphezi.    O, isihlob’ esihl’ uJesu!\n"
 },
 {
  "title": "199 Makubongwe uNkulunkulu",
  "number": 199,
  "content": "# 199 Makubongwe uNkulunkulu\n\n Makubongw’ iNkosi ngekwenzileyo,Yathand’ ilizwe yasiph’ uJesu;Wadel’ ukuphila ngezono zethu,Wavula isango si ngene ngalo.    \n CHORUS Bongani iNkosi, mawuzwe umhlaba,Bongani iNkosi, yenamani ‘bantu,Wozani kuYise ngay’ iNdodana;Nimnike udumo ngakwenzileyo.    \nYek’ inkululo ithengwe ngegazi!Sithembiso seNkosi kokholwayo;Isoni esibi esikholwayoMasinya si yaxolelwa nguJesu.    \nKukhul’ akwenzile wakufundisa;Inkul’ intokozo ngay’ iNdodana,Koba kuhle kuphakame, kumsulwa;Lapho si bona senyuka noJesu.    \n"
 },
 {
  "title": "200 Ngcwele!, Ngcwele!, Ngcwele",
  "number": 200,
  "content": "# 200 Ngcwele!, Ngcwele!, Ngcwele\n\n     Ngcwele! Ngcwele! Ngcwele! Nkosi Somandla!S’odumisa Wena ngovivi lokusa;Ngcwele! Ngcwele! Ngcwele! Wena u nomusa,U yabusa njalo, Wena Nkosi.\n    Ngcwele! Ngcwele! Ngcwele! U yadunyiswa,Izingelozi zi guqa kuWe, wedwa;Izigidi zi ya Zi khuleka kuWe,Ongepheliswe nanini nguWe.\n    Ngcwele! Ngcwele! Ngcwele! Wen’ osithiweNoko iso lomuntu, li ngekubone;Kakh’ omunye ogcwele Ngaphandle kwAkho,U phelele, u namandla onke!\n"
 },
 {
  "title": "201 Zangethusa Inhlonze Zika Jehova",
  "number": 201,
  "content": "# 201 Zangethusa Inhlonze Zika Jehova\n\n     Zangethus’ inhlonze zika Jehova,    Nxa izono zami zingicwilisa,    Ngamemez’ iNkosi ngis’ odakeni,    Ngesisa yangibeka ekoneni\n CHORUS     Yang’ khip’ odaken’ ol’bishayo,     Yangiqinisa eDwaleni,     Yafak’ ingoma kimi namhla,     Yokuvula Haleluya! \n     Yangigodl’ eDwaleni eduze kwaYo,     Ngasimama lapho ngisemi njalo,     Noma kunjani ngingephinde ngiwe,     Ngomusa wayo ngizuze umqhele! \n     Yangiph’ ingoma entsha yokudumisa,     Ubusuku nemini ngoyivula,     Kuchichim’ inhliziyo ngenjabulo,     Ngibon’ uMhlengi wami njalo njalo. \n     Sengobabaza engikwenzelweyo,     Baze bonke bakubone ngamehlo,     Kwandisw’ insindis’ eduze nakude     Bathembele kuNkulunkulu bonke. \n Chorus     Wang’ khip’ odaken’ ol’bishayo     Wangiqinisa eDwaleni     Wafak’ ingoma kimi namhla     Wokuvula Haleluya!     \n"
 },
 {
  "title": "202 Qhuba Mina",
  "number": 202,
  "content": "# 202 Qhuba Mina\n\n  Nkosi Jesu ngiqhube Phakathi kwamalingo, Aduma yonk’ indawo Wena Dwala ngifihle, Is’qondiso esAkho Nkosi Jesu, ngiqhube.     \n Njengengan’ ithuliswa Ungathulis’ ulwandle. Amanz’ ayalalela Uma uthi, Thulani! Wena, Mbusi wolwandle Nkosi Jesu, ngiqhube     \n Nxa ngondela ogwini Namaza egubhuza, Esitha ukuphumula Nxa ngincik’ es’fubeni Mangizwe uthi kimi, Ungesabi qhubeka     \n"
 },
 {
  "title": "203 O, Masisakaze!",
  "number": 203,
  "content": "# 203 O, Masisakaze!\n\n  O, masisakaze Indaba ezinhle, Ebantwinibonke, Endaweni zonke, Ulim’ lwamaKrestu Malusho kakhulu.     \nChorusNang’ uMthokozisi, Nang’ uMthokozisi,Yena ufikile Ephum’ ezulwini,KuBaba iNkosi O, makusakazwe, Laku khon’abantu, Nang’ uMthokozisi!    \nBudlul’ ubusuku, Nans’ imin’ enkulu, Sathul’ isililo,Nolak’ olulwayo,Phezu kwamagquma, Liyadlul’ ilanga    \nBheka nans’ iNkosi, Ipheth’ insindiso, Yomunt’ othunjiwe,Ukuz’ akhululwe EbumnyamenileKuvulwe kahlehle!    \nYe’ alunqamuki Uthando lweNkosi, Mabatshelwe ngalo Abangaqondiyo, Ngomsa mina ‘soni Ngofana neNkosi    \nHlabe lunkenteze es’bhakabhakeniAbangcwel’ ezulwini Baphendule phansiHlabela ngothando, Olungephele qha!    \n"
 },
 {
  "title": "204 Buya, Mzuli Buya",
  "number": 204,
  "content": "# 204 Buya, Mzuli Buya\n\n Ezwen’ lezihambi, laph’ uyekhona, Yizwa izwi lithi, Ndodana yam’    \nChorusBuya mzuli buya, buyel’ ekhaya, U lahlekile kude, Woz’ ekhaya    \nEzwen’ lendlala, Uphel’ amandla, Woz’ uzojabula, Ndodana yam’    \nShiya izinhlanya, Suk’ osizini, Ugul’ emoyeni, Ndodana yam’    \nUmnyang’ uvuliwe, U se ngowanmi, Ngi sa ku bhekile, Ndodana yam’    \nU zulele kude, Woqhubeka na? Ngi ku thethelele, Ndodana yam’    \nWoza ekudleni, Aukhohliwe Woza enaleni, Ndodana yam’    \nAu nazihlobo, Au nakhaya, Ngi kuthanda njalo, Ndodana yam’    \n"
 },
 {
  "title": "205 Esanyenyeza UJesu",
  "number": 205,
  "content": "# 205 Esanyenyeza UJesu\n\n UJesu enyenyeza, Woza moni! Nxa si kukhulekela, Woza moni! Ku yilithub’ elihle, Woza moni! Ku yisikhathi manje, Woza moni!    \nUnomthwalo onzima?, Woza moni! U yakukuphumuza, Woza moni!UJesu kakhohlisi, Woza moni!U ya kunik’ ubomi, Woza moni!    \nO, yizwa esancenga, Woza moni!U yakukubusisa, Woza moni!Kuwe u yanyenyeza, Woza moni!Nxa si kukhulekela, Woza moni!    \n"
 },
 {
  "title": "206 Wenzeni Na?",
  "number": 206,
  "content": "# 206 Wenzeni Na?\n\n Nganikela ukuphila kwami ngawe,Ukuze u be ngohlengiweyo wena,Nganikela ukuphila, Wa ngi nikani na?Nganikela ukuphila, Wa ngi nikani na?    \nIndlu ka Baba ekhanyayo kakhulu,Ngayishiya, ngeza ngaba nesizungu ,Ngakushiya, ngakushiya konke ngenxa yakho,Wena, washiyani ngenxa yomsebenzi wami?    \nNgahlupheka oku ngalinganiswayo;Ukukhulula wena ekubhubheni, Ngakushiya, ngakushiya konke ngenxa yakho,Wathwalani wena ngenxa yomsebenzi wami?    \n"
 },
 {
  "title": "207 Ngabon’ Othile Emthini",
  "number": 207,
  "content": "# 207 Ngabon’ Othile Emthini\n\n  Ngabon’ Othile emthini Loph’ igazi kuYe, Amehl’ Akh’ ez’nyembezeni Ngam’ eduze kwAkhe.    \nWangikukisisa njalo Ngofa ngingakholwa,Ngathola enye ingqondo Kungekh’ engakuzwa.    \nImpela waz’del owathi Konke ng’kuxolele!Bangezwa bonke ngegazi Liyahlaulela.    \nUkufa kubek’ obala Ububi besono;Imfihlakalo yesisa Yenz’ intethelelo.    \n"
 },
 {
  "title": "208 Nyathela Ngokhuthamba",
  "number": 208,
  "content": "# 208 Nyathela Ngokhuthamba\n\n Thulani, thulani ku yanyenyezwa.Thulani, yizwani Nazise izwi.    \n Chorus Nyathel’ u nyonyoba, INkos’ i lapha, Nyathel’ u nyonyoba, I khona lapha.     \n Thulani, thulani, Lendaw’ ingcwele, Lomusa ilizwi, Se li thunyiwe.     \n  Thulani, thulani Si sh’ umthandazo,   Si zwa ngeEdeni, Ngawo lomzuzu.     \nThulani, thulani Mukhulu musa,Thulani, thulani Si lind’ iNkosi     \n"
 },
 {
  "title": "209 O, Ngibe Ne Nkosi",
  "number": 209,
  "content": "# 209 O, Ngibe Ne Nkosi \n\n  O, ngibe neNkos’ eduze Insika enkulu,  Ubhaq’ ol’khanyisa kude Indlela yeWundlu     \n Buya Jub’ el’Ngcwele, buya S’thunywa esimnandi, Ngizond’ ongakuthandiyo Kwaku xosha kimi.     \n Ngangi nokuthula ngaWe Ngisakukhumbula, Kusavuka njalo ngaWe Umoya Wok’thula.    \n Usithandwa esikhulu Noba sinjani nje! Sihle sivela phezulu Ngiyas’khonza sinje.     \n"
 },
 {
  "title": "210 Yena UKrestu Usihlengile!",
  "number": 210,
  "content": "# 210 Yena UKrestu Usihlengile!\n\n   Yen’ uKrestu usihlengile,  UMsindis’ osimanga Sihlengiwe, kuhlauliwe      \n Chorus  UMsindis’ osimamga!, UMsindis’ osimamga!  Ong’ uJesu wami UMsindis’ osimanga!, YiNkosi yami!      \n  Ungihlanze egazini,  UMsindis’ osimanga Ung’buyisel’ eNkosini.      \n  Usus’ inhliziyo embi,  UMsindis’ osimanga! Manj’ ubusa ngaphakathi      \n  Ungaphal’ imini yonke,   UMsidis’ osimanga! Ngikholele ‘nsuku zonke.      \n  Ungiph’ amandl’ okunqoba,   UMsindis’ osimanga! Ngiphumelele ngilingwa      \nSengimph’ inhliziyo yami,UMsindis’ osimanga! Izwe alihambi nami.    \n"
 },
 {
  "title": "211 Zi Yeza Izibusiso",
  "number": 211,
  "content": "# 211 Zi Yeza Izibusiso\n\n  Zi yeza izibusiso Yiso isithembiso, Ku ya kuvela umusa Nothando KuMsindisi.     \n Chorus  Izibusiso, Izibusiso zethu,  U yasiwela umusa, Si cela iz’busiso     \n Ziyeza izibusiso, Sothol’ imvuselelo, Phezu kwentaba Ni yezwa Izulu se liyana     \n Zi yeza izibusiso Mazize kithi, Nkosi Gcwalisa izethembiso Nkosi, u si qinise     \n  Zi yeza izibusiso Size si vum’ izono,  Ku hle zi ze khona lapha Si hlanze Jesu namhla.     \n"
 },
 {
  "title": "212 Khufika Kimi Ubumnandi",
  "number": 212,
  "content": "# 212 Khufika Kimi Ubumnandi \n\n    Kufika kim’ ubumnandi Bok’hlabelela ngiphinde,    Ngicule futhi nafuthi Ngesiph’ esihle seNkosi     \n Chorus   Ukuthula, Ukuthula, Isipho esimnandi,   O, kumangalisay’ ukuthula,  Sipho sothando se Nkosi     \n  NgoKrestu ukuthula kwavela Ngokufa ngahlawulelwa,   Asikh’is’sekelo, Esidlula lesisipho.     \n  UJesu sengiMbek’ umqhele Yagcwala eyam’inhliziyo  Zibusisa zakhe zodwa Ngazuza ukuthula.     \n  KuJesu nginokuthula Nxa nginaye kuhl’ impela  Akuveli luth’olunye Ngaphandle kokuthula.     \n"
 },
 {
  "title": "213 Ingoma Yami",
  "number": 213,
  "content": "# 213 Ingoma Yami\n\n  Jesu Msindisi wami U yingoma yami  U nguMsindisu wami Osizini lwami     \n Chorus  Jesu Msindisi wami, ngohlabela ngawe Asikho isihlolo, Esifana nawe     \n Nguwe ithemba lami Yonk’ imnyaka yami Nakuwo amathunzi U yingoma yam’     \n Jesu ‘liThemba lami Ungu Mholi wami Uyisithandwa sami Lapha emhlabeni     \n U nge yam’ injabulo Ezweni lesono Ngothaba ngawe njalo Ezulwini lakho     \n"
 },
 {
  "title": "214 Kamb’ UJesu Uyanaka Na?",
  "number": 214,
  "content": "# 214 Kamb’ UJesu Uyanaka Na?\n\n   Kamb’ uJesu ‘nak’ inhliziyo,  Ijabule icula, Imthwal’ inzima,   Elethusizi, Kwenzi indlel’ ekathazayo.     \n Chorus   Uyanaka Ngi yamazi U yangidabukela;  Nxa ngiphel’ amandla   Nxa ngingalali, Uyang’ nak’ uJesu     \n  Kamb’ uJes’ unak’ indlela yam?  Ngi novalo ngenqena, Kumnyam’ emini,   Sekuhwakele, Kamb’ usondel’ eduze kwam’?     \n  Kamb’ uJes’ unak’ imizamo  Yokulwa nez’ lingo zam?  Ebuhlungwini, Ngingaphumuli Nenyembezi emehlweni?     \n  Kamb’ uJes’ unaka nxa ngithi,   Sala sihlobo, ngifa, Ngidabukile,  Uthin’ uJesu Kamb’ uyanginaka yini?     \n"
 },
 {
  "title": "215 Linda U Ngasoli",
  "number": 215,
  "content": "# 215 Linda U Ngasoli\n\n  Ikhay’ elethembekayo Lapho ku ngekh’ inkathazo Ikhay’ elibusisiwe Sohlala si phunyuziwe     \n Chorus  Wena Linda, u bekezele Wena Lind’ ungaze wasola  Linda Linda, Linda, u ngasoli     \n Nxa u sindwa imithwalo Oyinikiwe ng’uThixo Ikhaya u lizondelele Linda u zubekezele     \n Nxa u sindwa imithwalo Kumbula kuye ekhanda, Nxa i nosiz’ inhliziyo Yena wayenalo njalo.     \n Noma ku nzima qhubeka U ngakhohlwa kukhuleka Ku seduze ukuphumla Linda u ngaze wasola.     \n"
 },
 {
  "title": "216 Wedwa?",
  "number": 216,
  "content": "# 216 Wedwa?\n\n  Wedwa? Angingedwa um’ uJes’ ekhona, Ngijatshuliswa nguYe, ngiyazi ukhona Zungu? Qha! uJes’ ukhon’ isihlobo sami,  Kaguquki kuze kube sekupheleni     \n Chorus Qha! Angingedwa, Qha! Angingedwa, Khasoze angishiye ngedwa  Soze ngasala ngedwa, sala ngedwa     \n Ngiwe? Ngingewe ngis’ es’fubeni sAkhe, Ngenelisiwe ukuphumula phakade Lutho?  Ngeyame kakhulu nginge lutho  Yona ingalo kaJesu kim’ inosizo     \n Yini? Ngilindele ngob’ uthi, ngenzani?  Ngimangale iNkosi ilibele ngani? Mnandi!  Kumnandi okungena kushiwo  Isisekelo seNkos’ esinenjabulo     \n"
 },
 {
  "title": "217 Yebo, Msindisi Wangithanda, Bo’",
  "number": 217,
  "content": "# 217 Yebo, Msindisi Wangithanda, Bo’\n\n  Yebo, Msindisi wangithanda bo?  Nkosi manginga kuncishi lutho, Ngothando umoya wami uzothoba, Ushesh’ ukuthetha into yAkho.     \n  Uyang’ shwelezel’ esihlalweni,  Ngehluleka ngibhek’ ezulwini,   Ngisize Jesu, ngithwale is’phambano,  Bese ngithandazel’ into yAkho     \n  Ngiph’ inhliziyo efana naWe  Kuze ‘nsuku zonke ngibe naWe   Ngiqal’ umusebenzi, ngenz’ isenzo somsa   Ngibuyis’ omunye, into yAkho     \n Konke enginako isipho nje!  Ngentokozo kungo kw’Akho konke, Kuth’ uma ngibona Yena ngeneliswe. Njalo-na-njalo ngiy’ into yAkho     \n"
 },
 {
  "title": "218 Sinye Isisekelo",
  "number": 218,
  "content": "# 218 Sinye Isisekelo\n\n  Sinye isisekelo seBandla nguJesu, Isidalwa esisha ngamanzi, nangezwi,  Walenza umakoti wAkhe oligugu  Lathengwa ngegazi, walifela lingafi     \n Labakhethw’ emhlabeni wonke, kodwa linye, Umgomo walo, yiny’ iNkosi, kuny’ uk’ kholwa Liny’ igam’ el’ingcwele, kuny’ ukudl’ okungcwele; Kukhon’ ithemba linye nokubekezela     \n  Liyahlekwa, liyacindizelwa kakhulu;  Yisith’ esus’ uJesu lapho limi khona,  Abangcwele bahamba bebheke phezulu,  Masinya ukukhala kuzonyamalala     \n Enkathazweni nasekulingweni kwalo, Lilinde ngokuthula umvuz’ ongapheli;  Kuthi ekugcineni lithol’ isi’busiso  Ibandl’ el’vele lidumisa lingayeki!     \n"
 },
 {
  "title": "219 Ngi Hole O, Jehova!",
  "number": 219,
  "content": "# 219 Ngi Hole O, Jehova!\n\n   Ngihole Wena Jehova Ngi ngumhambi,   Nkosi yam’ U namandla, angi nawo Ngiya wacela kuWe  O, Msindisi! NguWe oSihlangu sam’     \n    Lowo Mtombo wosindiso Owavulwa ngenxa yam’    Ma uvele umpompoze Uzigez’ izono zam’    O, Msindisi! NguWe oLusizo lwam’     \n    Ngifikile eJordani Susa ukwesaba kwam’    U zungi phelekezele Yiba ungu Msizi wam,    O, Msindisi! NguWe oliThemba lam’     \n"
 },
 {
  "title": "220 Lakith’ Izwe",
  "number": 220,
  "content": "# 220 Lakith’ Izwe\n\n    Lakith’ izw’ ekhaya, Zwe lenkululeko!   Le akumnyam’ ekhaya, Alisibekeli    Ngifis’ ekhaya kithi, Iy’khal’ inhliziyo    Abukho ub’hlung’ ekhaya, Lapho ngiya khona.     \n  Eyam’ iNkos’ ekhaya, Nezidalw’ ezinhle!  Asikh’ ison’ ekhaya, Akhuko ‘isilingo!  Kuhutshw’ ingoma ekhaya, Ikhal’ endlebeni;  Uma ngicabang’ ekhaya, Inyembezi zehle;  Uma ngicabang’ ekhaya, Inyembezi zehle.     \n Abakhiley’ ekhaya, Bang’qhwebela kubo,  La lungekho usizi, Olungen’ ekhaya, O, ngezwe lakith’ el’hle!, O ngokuphumula! Krestu sibuyis’ ekhaya, Ngothand’ ol’hlengayo.     \n"
 },
 {
  "title": "221 Nxa Likhala Ijuva",
  "number": 221,
  "content": "# 221 Nxa Likhala Ijuva\n\n  Nxa likhala ijuba ke Lenza kube kuhle kimi, Bese ngicabang’ iNkosi Ngi khumbule eGalile.    \nChrousO! Galile elimnandi, Lapha kwakuthand’ uJesu,O! Galile ‘lihuhlaza, woz’ uhlabelele kimi!    \nLapha ku geleza ‘manzi Laph’ inyoni zi yabonga Zi dumisa ngalilanga Ngodumo lwase Galile.    \nNxa ngi bala kwakhona le NgaYe owa hamb’ olwandhle,Ngi kufisa kodwa kandwa kanye Ukumlandel’ eGalile.    \n"
 },
 {
  "title": "222 Ez’ngalweni Z’ka Jesu Mina Ngiphephile",
  "number": 222,
  "content": "# 222 Ez’ngalweni Z’ka Jesu Mina Ngiphephile\n\n E’ngalweni zika Jesu, Mina ngiphephile,Lapha ngothando lwAkhe Wophuml’ umoya wami,Zwan’ izwi lez’ngelosi Liza ngengoma kimi! Phakathi kwobukhosi Phesheya kolwandle.    \n Chorus Engalweni zika Jesu, Es’fubeni sAkhe, Lapha ngothando lwAkhe Wophuml’ umoya wam.     \n E’ngalweni zika Jesu Ngisind’ ekwoneni, Nakuzo izilingo Singeng’ limaz’ isono, Ngikhululw’ ebubini Nasekwesabeni. Izilingo zimbalwa Kanye nenyembezi!     \n Jesu iNqaba yami Jesu wangifela; Edwaleni ngoqina Themba laphakade Linde ngibekezele Kudlul’ ubusuku,  Ngize ngibon’ ukusa ‘Gwini lwegolide.     \n"
 },
 {
  "title": "223 Ngiyamuzwa Umsindisi",
  "number": 223,
  "content": "# 223 Ngiyamuzwa Umsindisi\n\n  Ngi yamuzwa uMsindisi Engibiza ngoMlandela; Endlebeni ath’ amazwi Nsuku zonke, ungilandele.     \nChorusNgi zothath’ isiphambano uMsindisi ngi Mlandele; Laph’ engiholela khona Ngi be naYe yonke indlela.     \n    Noma indlela imnyama Nezinyawo zi khathele,     Inhliziyo iyakhanya Nxa ngi Mlandela yonk’indlela.     \nUJesu engendulele Izulu li yakhazimla,Ngi nikwe amandl’ amanye Nxa ngi Mlandela yonk’ indlela    \nNgi hole esigodini U ngi phakele ukudla;Nkosi, nginced’ ebubini Nxa ngi landela yonk’ indlela.    \n Z’u ngi thwale ngenhliziyo U nami owAkho umsa; Z’u ngi gone ngezingalo Nxa ngi landela yonk’ indlela     \n"
 },
 {
  "title": "224 Khanyisani Izibani",
  "number": 224,
  "content": "# 224 Khanyisani Izibani\n\n  U yakhany’ umsa ka Baba U vel’ endlini yAkhe, Kodzwa thina u si phile Si khanye phansi lapha.    \nChorusKhanyisani izibani Ku bonwe ngaphesheya!Kumbe u yashon’ omunye,U ngamsindisa yena.    \nNgenxa yesono ku mnyama S’chlelwe ‘zinhlupheko,Kad’ elindele amehlo Ukubon’ ukukhanya.    \nLungis’ is’bani, mfowethu Ye, omunye u khonaOzamayo ukungena Emthimbeni we Wundlu.    \n"
 },
 {
  "title": "225 Yima Nje Ngeqhawe",
  "number": 225,
  "content": "# 225 Yima Nje Ngeqhawe\n\n      uMsindis’ uthi, Wena mKrestu vuka!     Nesihlangu, nenkemba esandleni,     Ukulwa nomling’ u boya nges’ bindi,     Yima njenge qhawe, qaphel’ isitha.\n Chorus    Yima, yima, njenge qhawe,     Yima, u si qaphele isitha\n    Loko okuy’ ingozi ku qaphele;    U ngahlehli nok’ ihawu lingekho,    Uma u zozehlul’ izitha zakho,    Yima njenge qhawe, u ziqaphele.\n    Yilwel’ indaba yeNkosi ngamandla;    U lwe kuze kube sekupheleni,    Yilandele noma ikusa ngaphi,    U lwe njenge qhawe qaphel’ isitha.\n    Qhubeka, iNkosi yakho ikhona;    Ikunika umusa nesibindi,    Lunje ngomfula uthando lweNkosi,    Ngako, yima uqaphele isitha.\n"
 },
 {
  "title": "226 Cisho Ngivume",
  "number": 226,
  "content": "# 226 Cisho Ngivume \n\n     Ngi cisho ukuba l’kholwa,    Ngi cisho uKrestu ngi Mkholwe,    Noko uthi ombi, Namhla, moya hamba,    Ngelinye ilanga, ngokubiza.\n    U yacisho ukuphenduka,    U cish’ ukuvum’ inguquko,    Ng’oba usancengwa, Futhi usanxuswa,    Ng’uJesu noMoya, Moni buya.\n    Cish’ ukuvuma kudlulile,    Cish’ ukuvuma s’u silele,    U ngebeleselwe, Nxa se ulahliwe,    Isililo sizwe, Ngi lahliwe.\n"
 },
 {
  "title": "227 Esiphambanweni",
  "number": 227,
  "content": "# 227 Esiphambanweni\n\n     UMsindisi wangophela, Yaf’ iNkosi yami;    Wazidela, wangifela, Ngi sindiswe nami.\n Chorus    Esiphambanweni, ngabon’ ukukhanya,    Umthwalo wehliziyo wacasha (wacasha)    Kwaku lapho ngakholwa ngabona ,    Manje ngi yathaba impela!\n    Ngenxa yem’sebenzi yami, Yek’ uthando lomsa!    Walenga Yena emthini, Ku yamangalisa!\n    Usizi kaluhlawuli Elami icala;    ’Nkosi, nguWe inhlawulo ‘Ngi yazinikela!\n"
 },
 {
  "title": "228 Dumis’ Undumise Umkhululi Wethu",
  "number": 228,
  "content": "# 228 Dumis’ Undumise Umkhululi Wethu\n\n     Dumis’ uMdumise uMkhululi wethu!    Huba O, mhlaba! Umemezele;     NiMbabaze ‘zingelosi, Ubayethe!     Onegam’ elingcwele kakhulu,     Uyelusa uJesu ‘zimvu zAkhe.    Uyazi gona ilanga lonke\n Chorus    Dumisa uMdumise ubuhle bAkhe,    Dumisa ngehubo lenjabulo!\n    Dumis’ uMdumise uMkhululi wethu;    Wafela wahluphekel’ izono!    IDwala lethu, iThemba, neNsindiso!     Babaza uMbabaze kakhulu,    Dumis’uJes’ othwal’ izono zethu    Uthand’ olupulile namandla\n    Dumis’ uMdumise uMkhululi wethu!    Amasang’ ezulu ahlokome;    UJesu uyabusa phakade,    Mthwesen’ umqhele eyiNkosi yezulu     Uyez’ uKrestu unqobe umhlaba.    Ubukhosi namandla kukuYe\n"
 },
 {
  "title": "229 Ngubani Ongas’ Enkosini?",
  "number": 229,
  "content": "# 229 Ngubani Ongas’ Enkosini?\n\n     Nguban’ ozokhetha iNkosi? Indlela zimbili Khethake!!       \n Chorus    Khetha namhla!     Phakathi kokuhle nokubi,    Khetha namhla! Phakathi kokuhle nokubi.       \n    Izinkulungwane Zi khethe Ukuma nokubi, U thini?.      \n    Woza u zokum’ eNkosini Eny’ indlel’ ayikho Eqotho.      \n"
 },
 {
  "title": "230 Ngi Y’Indlela",
  "number": 230,
  "content": "# 230 Ngi Y’Indlela\n\n  Njengemv’ ezul’entabeni Iduke nezinye; Ngi ngathol’ indlela njani Ebuyel’ ekhaya?     \n Chorus Ngiy’ iNdlela, ‘Qiniso nok’Phila, Ku ngeze muntu kuBaba phandle kwami, Ngiy’ iNdlela, ‘Qiniso nok’Phila, Ku ngeze muntu kuBaba phandle kwami.     \n Insizi zingididile Sengi fun’iNkosi; Abanye bathi, Lenale! Iqiniso liphi?    \n Krest’ ukuPhila neNdlela Ngi ngeze ngamshiya; Wongiqondisa kuBaba Ngi hlale ekhaya.     \n"
 },
 {
  "title": "231 Vumel’ UJesu Enhliziyweni Yakho",
  "number": 231,
  "content": "# 231 Vumel’ UJesu Enhliziyweni Yakho\n\n  Nxa udinwe umthwalo wesono, Vumel’ uJes’ enhliz’yweni;  Um’uthand’ ukuqal’ Inhlal’ entsha, Vumel’ uJes’ enhliz’yweni    \n Chorus  Ku dlul’ ukungabaza, Manje mus’ ukumnqaba  Manje vula umnyango,  Vumel’ uJes’ enhliz’yweni    \n Um’ ukhalela ukuba msulwa; Vumel’ uJes’ enhliz’yweni, Iseduz’ imthombo yokuhlanzwa,  Vumel’ uJes’ enhliz’yweni    \nUma kunohluph’ ongelu xoshe,Vumel’ uJes’ enhliz’yweni,Nxa kunes’khala es’ngegcwaliswe;Vumel’ uJes’ enhliz’yweni    \nNxa iz’hlobo zi ngasathembeki;Vumel’ uJes’ enhliz’yweni,Bona ukuth’ uJesu unjani,Vumel’ uJes’ enhliz’yweni.    \nNxa wohlabelela nabangcwele Vumel’ uJes’ enhliz’yweni, Uma wongen’ ezinduni zok’phumlaVumel’ uJes’ enhliz’yweni.    \n Chorus     Ak’ sekh’ ukungabaza,   Manje angisamlahli Manje ngivul’ umnyango,    Ngena Jes’ enhliziyweni    \n"
 },
 {
  "title": "232 Ngeze Ngakushiya",
  "number": 232,
  "content": "# 232 Ngeze Ngakushiya \n\n A ngi ngeze ngakushiya;A ngi yi kukudela,Ngi zakukuhola wena ,Ngohlala ngi kugcina,U ngemqenike okubi ,Ngi hloniph’ ungesabi    \nNxa u sekuhluphekeni ,Hlal’ ekukhulekeni ,Mina ngi zokududuza ,Ngi zokukhanyisela,Ezilingweni ngendlela,Ngi zokukhanyisela    \nNxa kuwe ku kuhle konkeU hanqwe kukhanye nge! U hlalake wenamile,U nento zi lungileNgi zakuba nawe MinaNgi kwendulele wena    \nLapha u senhluphekweni,Khon’ ezinkathazweni,Uma wen’ u qinisela ,Ngi zokulondoloza,Uthando lwami lu nawe, Phezulu oqondiswe    \n"
 },
 {
  "title": "233 Ngi Tshel’ Indab’ Endala-ndala",
  "number": 233,
  "content": "# 233 Ngi Tshel’ Indab’ Endala-ndala\n\n Ngi tshel’ indab’ endala Yokwanga phezulu Ka Jesu nobukhosi Ka Jesu nothando,Ngi tshel’ indaba kahle Njengasenganeni Ngokuba ngikhathele Ngi ngongcolileyo    \nCHORUSNgi tshel’ indab’ endala; Ngi tshel’ indab’ endala Ngi tshel’ indab’ endala, Ka Jesu nothando    \nNgi tshel’ indab’ unense Ibe ngaphakathi,Leyo eyokuhlenga Yelapha isonoYiphinda-phinde njalo Ngi shesha ngikholwe ,Njengamazol’ okusa Amuka emini.    \nNgi tshel’ indaba leyo Uma wethusiwe; Inkazimlo yomhlaba Inzima kakhulu.Laph’ ubuhle bomhlaba Bu qhamuka kimi,Ngi tshel’ indab’ endala Yempilo ngoJesu.    \n"
 },
 {
  "title": "234 UJesu Ukukhanya",
  "number": 234,
  "content": "# 234 UJesu Ukukhanya\n\n  Zi yacul’ ingelosi Jes’ ukukhanya kwezwe, NgoMntwana ozelweyo Jes’ ukukhanya kwezwe.    \nCHORUSSi nokukhanya kon’ okuhle, Woza laph’ umsa okhazimlayo;Njalo sizungezwe ukukhanya, Jes’ ukukhanya kwezwe.    \n Thabani nonke zizwe Jes’ ukukhanya kwezwe  Hubani namabandla Jes’ ukukhanya kwezwe.    \n Makudunyiswe Yena Jes’ ukukhanya kwezwe,  INkosi yaphakade Jes’ ukukhanya kwezwe.    \nBayethe! k’uY’uMtwana Jes’ ukukhanya kwezwe;    Bayethe! Sokulunga Jes’ ukukhanya kwezwe.    \n"
 },
 {
  "title": "235 Futhi Labuya Ilanga",
  "number": 235,
  "content": "# 235 Futhi Labuya Ilanga \n\n Labuya ilanga elingcwele uJehova waphumula ngalo,Walibusisa khona kuqala Ngako wathi libe sikhumbuzo    \nLel’ ilanga ke, si liqaphele Intando yAkhe ibe ngeyethu,Nxa sifundile ukuMlalela Uyokuzwa ukukhonza kwethu    \nNkosi yamazwe onke lalela Yizwa izwi labantwana bAkho, Iz’thembiso zAkho zikhumbule Uthele kubona umsa wAkho    \nBab’ osezulwini, Themba lethu Umyalo wAkho sihlangu njalo,U ng’ uMlindi neSinini sethu Udumo ngolwAkho njalo njalo    \n"
 },
 {
  "title": "236 Vuka Moy’ Uhlabelele",
  "number": 236,
  "content": "# 236 Vuka Moy’ Uhlabelele \n\n  Vuka, moya wam’ uthobe Udumis’ uMhlengi wakho, Uthi mangi hlabelele O, yek’ isisa sesihle!    \n Chorus  U nesisa, u nesisa, O yek’ isisa sesihle!    \n Wa ngi bona ngonakele Wang’thanda nanxa kunjalo, Wang’ sindisa ngi dukile Yek’ ubukhulu besisa    \n Chorus U nesisa, u nesisa Yek’ ubukhulu besisa!    \nNoba izitha zandile Noba umhlab’ ulwa nami,U yahol’ umoya wami Yek’ amandl’ esisa sAkhe!    \n Chorus U nesisa, u nesisa Yek’ amandl’ esisa sAkhe!   \n Izinhlupo zi njengefu, Seziduma njengezulu, Njalo um’ eduze kwami Yek’ ubuhle bomsa wAkhe!   \n Chorus  U nesisa, u nesisa Yek’ ubuhle bomsa wAkhe   \n"
 },
 {
  "title": "237 Sukumelan’ UJesu",
  "number": 237,
  "content": "# 237 Sukumelan’ UJesu\n\n Sukumelan’ uJesu Mabuth’ es’phambano;Misan’ umthetho wAkhe Mani ngawu lahli,Ninqobe nokunqoba Imp’ iholwa nguYe;Size sichithw’ isitha uJesu abuse.    \nSukumelan’ uJesu Lalelani izwi;Yiyanini empini Ngal’usuk’ oluhle,Madoda, mukhonzeni Phakathi kwezitha;Niqine engozini Lwanini ngamandla.    \nSukumelan’ uJesu Thembelani kuYe;Nowa nxa nizethemba Ningazisho neze!Hlomani ngeVangeli Nikhuleke njalo;       Nxa nibizwa kukubi Ningaphuthi lapho.    \nSukumelan’ uJesu Impi izophela;Namhla kunga dum’ impi Ngomso ukunqoba,Nobani onqobayo Wothweswa umqhele;Yena kanye noJesu Wobusa phakade.    \n"
 },
 {
  "title": "238 Ngobani Labo?",
  "number": 238,
  "content": "# 238 Ngobani Labo?\n\n Ngoban’ abadlul’ amagagasi, Phesheya kwama ngcwaba bathi, thu!NgoJesu bedumisa, Behlanziwe liWundlu.    \nCHORUSBengena phakath’ eJerusalem’ eNtsha! Behlanziwe leWundlu.(’Gazini leWundlu)Bengena phakath’ eJerusalem’ eNtsha! Behlanziwe liWundlu.    \nYibo labo ebusheni babo  Bahlakani pha ba kheth’ uJesu;Benela ngaYe labo Behlanziwe liWundlu    \nYibo abathwal’ inhlungu laba Bazuza ukuphumla k’uJesu;Begcwele ukuthula Behlanziwe liWundlu    \nYibo abaphathekayo kabi Bema emlilweni obuhlunguUJes’ uthi, \"Nyukani!\" Nihlanziwe liWundlu.    \nBaphephel’ ogwin’ olukhanyayo Sekudlule ukufa nenhlungu;Bathaba njalo-njalo Behlanziwe liWundlu.    \n"
 },
 {
  "title": "239 Ukhathele Na?",
  "number": 239,
  "content": "# 239 Ukhathele Na?\n\n Ukhathele unosizi, Udangele Na?Woza kiMi, ush’ uJesu, \"Phumula!\"    \nAmanxeb’ angi donsela eNkosini na?Enyaweni kuz’ izandla, Akhona.    \nInomqhele, kamb’ iNkosi Ewukhombayo?Yebo, ngowamev’ osizi OkuYo!    \nNxa ngimfuna ngimlandela Ngozuzani na?Izinsizi nobunzima, Konkana    \nNxa ngibambelela kuYo, Ngotholani na?Wophumula ngaphesheya kweJordan    \nNxa ngimnxusa ngize kuYe, Wothula yini?Angenqabe ‘ze kudlule Izulu    \nNxa ngizama, ngi Mlandele Ngobusiswa na?Bathi, Yebo! Abangcwele Laphaya, Amen    \n"
 },
 {
  "title": "240 Emnyango",
  "number": 240,
  "content": "# 240 Emnyango\n\n Bhek’ uMsindisi emnyango; Selok’ enqonqotha njalo.Kade asilinda Yena, Mvulel’ inhliziyo wena.    \nUthi zithengele kuYe, Ube nokulunga kwAkhe.Agcotshw’ amehlo abone; Usus’ ukungcola kuwe.    \nIzwi lob’fakazi lizwe; Uthi mawuzikhethele.Uno kona, usivivi; Khuthazela uphenduke.    \nUJesu usezoqeda Ukusincengela thina,Masinyane onensila, Uzohlala enensila    \nUJesu umi ngaphandle; Unceng’ inhliziyo kahle.Uthi muvulel’ angene, Unga mbambezeli Yena.    \nYebo, ngenisa umhambi, Phambi kwAkhe wophumulaUjabule ni ndawonye; Wodla nawe, nawe naYe    \n"
 },
 {
  "title": "241 Izwe Lasebheula",
  "number": 241,
  "content": "# 241 Izwe Lasebheula\n\n Ngafik’ ezweni lenala; Imfuyo ngeyani yonke.Lapha ku kukhaya okuhle, Nobusuku budlulile.   \nCHORUSIlizwe laseKhenani Ngiya kuma eNtabeni,Ngithalaze ngaphesheya lapho kun’elam’ ikhaya;Ngiya bona lon’ izulu, Isigodlo sakoMkhulu   \nUmsindis’ uhamba nani, Kamnandi siyakhuluma.Ungidonsela phezulu, Kuwo umngcele wezulu.   \nIphung’ elimnandi lona, Livela ezihlahleniImbali kazibuni le! Kukhon’ amaz’ okuphila!   \nZiyafika kimi lapha, Ingoma zezulu lapho.Ingelosi sihlabela Ingoma zokusindiswa.   \n"
 },
 {
  "title": "242 Si Busisiwe Isibopho",
  "number": 242,
  "content": "# 242 Si Busisiwe Isibopho\n\n        Intamb’ ebophela, Inhliziyo zethu;       Kulo uthando lwezulu, Sibusiso sethu.   \n       Phambili kwes’hlalo, Sizo zincengela;       Ukwesaba nokulila, Kwethu ku yophela.   \n       Inhlupheko zethu, Nayo imithwalo;       Noku khalelana kwethu, Konke ku ndawonye   \n       Nxase sehlukana, Kubanga usizi;       Kodwa siyethemba sizo, Hlangana phambili.   \n"
 },
 {
  "title": "243 Vuka, Moya Wami Vuka!",
  "number": 243,
  "content": "# 243 Vuka, Moya Wami Vuka!\n\n Vuka moya vuka! Thintit’ ukwesala.Umhlatshel’ ob’hlungu, Uvezelwe mina.Es’hlalwen’ uJes’ ung’mele;Es’hlalwen’ uJes’ ung’mele;Ngilotshiw’ esandlen’ sAkhe.   \nUhlel’ ezulwini, Ukunginxusela.Ngothand’ ol’hlengayo, Negaz’ el’ncengayo.Igazi lAkhe las’thenga;Igazi lAkhe las’thenga;Lifafaz’ is’hlalo somsa.   \nMahlan’ amanxeba, Ahlatshw’ eKhalvari.Ahlal’ ekhuleka, Ayang’ khulumela.Athi mxolele, mxolele;Athi mxolele, mxolele;Angafi ophendukayo.   \nUyis’umzw’ encenga Ogcotshiwe wAkhe.Angefulathele iNdodana yAkhe.NoMoya uyamuzwela;NoMoya uyamuzwela;Uthi, ngizelwe yiNkosi.   \n"
 },
 {
  "title": "244 Woza Kumsindisi",
  "number": 244,
  "content": "# 244 Woza Kumsindisi\n\n ‘Za kuJesu, ‘Za kuJesu, ‘Za kuJesu manje;Manje, Wena kuYe, Woza kuYe manje.   \nWosindiswa, Wosindiswa, Wosindiswa manje;Manje, Wosindiswa, Woza kuYe manje.   \nUnamandla, Unamandla, Unamandla, manje;Manje, Unamandla, Woza kuYe manje.   \nCela kuYe, Cela kuYe, Cela kuYe, manje;Manje, Ulindele, Woza kuYe manje.   \nUlindele, Ulindele, Ulindele manje;Manje, Ulindele, Woza kuYe manje.   \nThemba kuYe, Themba kuYe, Themba kuYe, manje;Manje, Themba kuYe, Woza kuYe, manje.   \nWobusiswa, Wobusiswa,Wobusiswa manje;Manje, Wobusiswa, Woza kuYe manje.   \n"
 },
 {
  "title": "245 Alikho Elinye Ibizo",
  "number": 245,
  "content": "# 245 Alikho Elinye Ibizo\n\n Sine bizo likaJesu  Elithandeka kithi;Phezulu bathemba lona  Nathi sithemba lona.   \nCHORUSBizw’ elihle, Alikho ibizw’ elinje.Bizw’ elihle, Alikho ibizw’ elinje.   \nAlikho ibizw’ elihle Elithob’ inhliziyo;Ngaphandle kwelika Jesu Nom’ enamil’ umuntu.   \nNgiyathemba ngizombona, Nxa ezothath’ abAkhe.Ngiyathemba ngizombona Ngithabe emoyeni.   \nNxa evuma Ngisebenze Ensimini yeNkosi;Kuhle kuphela uJesu Abusise okwami.   \nNxa evuma nima ngife, Kuhle ngifele kuYe;Kuhle kuphela uJesu Abe lithemba lami.   \n"
 },
 {
  "title": "246 Phons’ Izwana NgoJesu",
  "number": 246,
  "content": "# 246 Phons’ Izwana NgoJesu\n\n Phons’ izwana ngoJesu-uMhlobo impela.Vus’ inhliziyo zethu, Ngekwenzele kona.   \nCHORUSPhons’ izwana ngoJesu, Ngendlela losisiza;Izwana nje ngoJesu, NgaYe ufakaze.   \nPhons’ izwana ngoJesu-Lok’us’xolelwe.Zama ngowAkhe umsa Ufik’ ekhaya le!   \nPhons’ izwana ngoJesu-Njalo wena usho;Ngiyamthand’ uMsindisi, Owangifelayo.   \nPhons’ izwana ngoJesu-Kusekhon’ ithuba;Ngokuthula uthi, du! Uyavuna ombi.   \nPhons’ izwana ngoJesu-Ithemba nxa lifa;Sukuma kubunhlungu Umethembe Yena.   \n"
 },
 {
  "title": "247 Shay’ Insimbi Namuhla Injabulo",
  "number": 247,
  "content": "# 247 Shay’ Insimbi Namuhla Injabulo\n\n Shay’ insimbi! Namhla injabulo.Ngomuntu obuy’ enkangala,Nang’ uyis’ emhlangabeza ngendlela,Was’ emanga, okhatheleyo.   \nCHORUSNgcwele! Ngcwele! Kush’ iz’ngelosi:Ngcwele! Ngcwele! Kusho ugubhu.Yimpi enjengo lwandle lugubhuza,Lwandis ingoma eligugu.   \nShay’ insimbi! Namhla yinjabulo.Ngoba umzuli ubuyile;Inhliziyo ison’ isishiyile,Ingumntwana ozelweyo.   \nShay’ insimbi! Mema idili namhlaNgokunqoba ziyacul’ iz’ingelosi;Xox’ indab’ emnandi njenge zinyosiNgob’ umuntu uzelwe busha.   \n"
 },
 {
  "title": "248 Yini Ngabathathekile",
  "number": 248,
  "content": "# 248 Yini Ngabathathekile\n\n Yini ngabathathekile? Pambili beqhubekelaBahlangana nsuku zonke Benyakaza bethandazaNgamazwi kuya menyezwa;  Nangu uJesu edlula Bo!Ngamazwi kuya menyezwa;  Nangu uJesu edlula Bo!   \nNguban’ uJesu? Ngani na? Kangak’ anyakazis’ umzi?‘Sihambel’ esinamandla  Ukwenz’ intando ngeningiNgamazwi kuya menyezwa Nangu uJesu edlula Bo! Ngamazwi kuya menyezwa Nangu uJesu edlula Bo!   \nJesu! NguYe okukanye Wezw’ ubuhlungu ngabantu Wathwal’ in’thwalo yabanye Wakhulula nezithulu Kwethab’ impumputhe zizwa  Nangu uJesu edlula Bo!Ngamazwi kuya menyezwa Nangu uJesu edlula Bo!   \nNamhla indawo ngendawo  Sihamb’ enyaweni zAkhe NaY’ ukwe yeth’ im’nyango Uyangena azithobe Pho! Singe memeze sithi Nangu uJesu edlula Bo!Pho! Singe memeze sithi Nangu uJesu edlula Bo!   \nEhhe sondelani nonke Nixolelwe naphunyuzwa KuY’ uBaba nidelile Buyani namkele umsaZimpofana nans’inqaba Nangu uJesu edlula Bo!Nin’ enilingwayo, Nangu! Nangu uJesu edlula Bo!   \nKodwa uma niMenqaba Ninyundel’ uthando lwAkheEk’pheleni wonishiya En’del’ izwi lAkhe manje Nephuzile! Manidele! Ujesu udludile manje Nephuzile! Manidele! Ujesu udludile manje   \n"
 },
 {
  "title": "249 Zazi Ngamashum’ Alithoba Nethoba",
  "number": 249,
  "content": "# 249 Zazi Ngamashum’ Alithoba Nethoba\n\n Zazi ngamashum’ ayithoba Nethob’ esibayeniKodw’ enye isemagqumeniNgapandle kwesibayaKuse phakathi kwezintabaYayehlukene noMalusiYayehlukene noMalusi   \nNkosi, unamashumi angaka  Awanele yini?E, waphendula uMalusi:\"Yedukil’ enye imvu;Noma indlela inamevaNgizoyifuna imvu yamiNgizoyifuna imvu yami\"   \nKakho kubahlengwa Owaqonda kunzima kangaka!Laph’ inkosi yedlula khonaIngaka tholi imvuPhel’ imvu yayigula ifaPhel’ imvu yayigula ifa   \nNkosi, ophelan’ amathons’ Egazi enyus’ intaba?Ophela lowo owaduka Yen’ engaka buyiswaNgani izandla zalinyazwa?Zalinyazelw’ izono zethuZalinyazelw’ izono zethu   \nZonk’ intaba zaquma ngento Kwath’ ekuphakameniKwenyuk’ izwi laya ezulwiniLathi, \"bongani imvuSelitholakele iguguBongan’ iNkosi ngento yAyo!\"   \n"
 },
 {
  "title": "250 Balekel’ Is’lingo",
  "number": 250,
  "content": "# 250 Balekel’ Is’lingo\n\n Balekel’ isilingo, unyamalale;Kunqoba kosiza uzuz’ omunye.Zam’ uye phambili, yeka ulunya.Hlal’ ubhek’ uJesu, woku phephisa!   \nCHORUS Hlala ucel’ uJesu,Akugcine ngamandla.Yen’ uyelekelela;Woku phephisa.   \nShiy’ ukonakala, lahl’ ukwethuka;Ungaphaphi ngeze kukaJehova.Cabang’ ukhuthale, yiba nomusa.Hlal’ ubhek’ uJesu, wokuphephisa!   \nYena onqobile, uzakuvuzwaSonqoba ngenkolo, noma sisawauMsindisi wethu wosiph’ amandla,Hlal’ ubhek’ uJesu, wokuphephisa!   \n"
 },
 {
  "title": "251 Soze Ngasindiswa Ngokukhala",
  "number": 251,
  "content": "# 251 Soze Ngasindiswa Ngokukhala \n\n   Soze ngasindiswa, Ngokukhal’ iz’nyembezi   Kunge luqed’ uvalo, Kungesuse isono   ‘Kukhal’ akusizi    \n CHORUS  Wangifela uJesu!, Emthini wahlupheka   Ngase ngikhululeka, Ng’sindiswe ngoJesu!    \n Ngeke ngisindiswe Nayi senzo esihle  Imicabang’ emihle, Phinde ingenze musha  Umsebenzi yize    \nKhona ukulinda, Akulutho, ngizofaNgiw’ umsa endlebeni, Mangilinda, ngizofa Ngoba akusizi    \nNgenkolo kuKrestu ngizosindiswa kuYe Ngithemb’ isenzo sAkhe, Mangiy’ ezingalweni; Ngisinde ngenkolo    \n"
 },
 {
  "title": "252 Woza Moni Onezono",
  "number": 252,
  "content": "# 252 Woza Moni Onezono\n\n   Woza moni onezono    INkosi inesisa   Ngempela yokuphumuza   Nxa ushi’ izono    \nCHORUS Themb’ uJesu, themb’ uJesu,  UboMthemba nje!  Wosindiswa, wosindiswa  Khona, namhlanje!    \nUJesu wachith’ igazi  ‘Waletha iz’busiso Manje cwila kuzamcolo  Uhlanzwe yigazi    \nNguY’ uJesu oyindlela Ey’ ekuphumleni  Uyokukhiph’ ebubini Uma uMlandela    \nWoza kwes’mhlop’ isixulu Uy’ ebungcweleni Uhlal’ ekujabuleni Zonke izinsuku    \n"
 },
 {
  "title": "253 Nangu uMalusi Umile",
  "number": 253,
  "content": "# 253 Nangu uMalusi Umile\n\n   Nang’ uMalusi umile   Ethathekisile    Uyamemeza izimvu   Az’ gone zonke-du!    \nUth’ azize kuYe manje Kafuni zesabe  Lok’ ibusisa ezinje INkosi yez’ngcwele    \n S’bek’ izimvu kuz’ izandla  Nkosi unamandla  Loku nathi singabAkho   Nans’ inzalo yAkho    \n"
 },
 {
  "title": "254 Dumis’ uJehova",
  "number": 254,
  "content": "# 254 Dumis’ uJehova\n\n   Dumis’ uJehova Khon’ emagumbini   Vuk’ ubonge! Nas’ emukhathini   Zez’ uthando lwAkhe;  Nesis’ esikhona Ngokwenziwe    \nBeth’ impalampala, Kwandiswe ngeqolo Ngangodumo! Makulethw’ imtshingo Kuhutshw’ injabulo, Phakamis’ iphimbo Ngak’ okwAkhe    \nLapho ubabaza Thint’ intambo lezi Kube mnandi! Yen’ uyashisiya Wonke angaphezi, Esh’ ub’khulu bAkhe EMdumisa    \n"
 },
 {
  "title": "255  Ngikudingile, Jesu",
  "number": 255,
  "content": "# 255  Ngikudingile, Jesu \n\n  Ngikudingile Jesu   Loku ngingo mpofu   Nging’ umuntu’ ozulayo  Angi nay’ imfuyo  Ngidinga Wena Jesu   Ngibambe umgudu   Welus’ inyawo zami   Nayo inhliziyo   \n Ngidinga Yen’ uJesu  Njalo anginake  Ngize ngilwe nes’lingo  Engelekelela  Ngiding’ uMoy’ oNgcwele  Nami ngibe naYe   Ngifundiswe ngoJesu  Onge yam’ indlela    \n O Jesu, oligugu!   Ngoza nini kuWe  Ngihlotshiswe ngobuhle  Ngibe nobukhosi  Kuthi naba sindiswa   Njalo ngeneliswe  Ngicule ngingaphezi   Ngibusa neNkosi, Amen!    \n"
 },
 {
  "title": "256  O, Jehova Waphakade",
  "number": 256,
  "content": "# 256  O, Jehova Waphakade \n\n  O, Jehova waphakade!  Themba elimile  Kuko konke Nqaba yethu  Ulikhaya lethu    \n Phansi kwesihlalo sAkho  Kukhon’ is’phephelo   Kothokoza izingcwele  Nathi sivikelwe    \n Zingaka dalwa izintaba  Ungekho nomhlaba  Phakade ung’ uNkulunkulu  Wena wedw’ umkhulu    \n Inkulungwane zem’nyaka   KuWe liny’ ilanga   Zona z’phelela ezeni   Wen’ ukhona nini    \n"
 },
 {
  "title": "257  Qinisiwe Njengedwala",
  "number": 257,
  "content": "# 257  Qinisiwe Njengedwala\n\n  Qinisiwe njenge dwala  Mile njenge ntaba   Unjalo umnt’ othembayo  I Nkosi ephilayo    \n Intaba ziyehluleka  Khona endawen’ enhle  Nezandl’ ezinok’thandeka  Kuy’ indaw’ engcwele    \n Lunga Nkosi kwabamhlophe  Bebamb’ iqiniso  Ngayo inhliziyo enhle  Bengoni umthetho    \n"
 },
 {
  "title": "258 Yinye Inkolo Nomthetho",
  "number": 258,
  "content": "# 258 Yinye Inkolo Nomthetho\n\n  Yinye inkolo noMthetho  Hhay’ iz’nkolo eziningi  Inkol’ eme kuyi njongo  Emthethweni ingasuki    \n O, Nkosi, sithethelele  Siwonil’ uMthetho wAkho  Wona muhle uphelele  Kepha siwonil’ unjalo    \n Thethelel’ inkohlakalo  Usus’ amabal’ amabi  Sisize sibamb’ uMthetho  Ngay’ iNdodana singoni    \n"
 },
 {
  "title": "259 Siyakuhlangana Yini",
  "number": 259,
  "content": "# 259 Siyakuhlangana Yini\n\n Siyakuhlangana yini? Lapho kungathi cwaka? Lapho kukhanya nanini  Kakh’ onokuhlupheka    \nCHORUS Sohlangana yini? Phesheya kwawo umfula? Sowu wel’umfula yini? Sibe la kuthi cwaka?    \nSobonan’ ezibukweni?  Sekuphelil’ uhambo? Sikhany’ ekuphumuleni? Kul’izulu nesango?    \nSohlangan’ emzini lena? Laku khon’ im’bhoshongo Nezindonga ziyakhanya?  Sazakhelwa ngob’ nono    \nSohlangana noMsindisi Ezolanda abAkhe  Nomusa wAkhe siwazi Size sibuse naYe    \nCHORUS Siya kuhlangana; Siya kuwu wela umfula Siya kuwu wela umfula. Sibe la kuthi cwaka?    \n"
 },
 {
  "title": "260  Ngiyadlula Es’godini",
  "number": 260,
  "content": "# 260  Ngiyadlula Es’godini \n\n  Ngiyadlul’ es’godini  Okuthiwa sisodwa  Kimina yiso isigodi  Sika Bhewula  Kodwa ngifumana kukhon’  Imbali ngendlela  UMsindisi useduze kwami  Yonk’ indlela    \nCHORUSSigodi sase Bhewula, uligugu kimi  goba ngibona khashana izwe elilodwa    \nAkuna thunzi elenza Mnyama endleleni Ngob’ imisebe yobukhos’ Iyayi khanyisa Kusahutshwa kamnandi  Ezulwini laphaya Kuqhamuk’ iphimb’  Es’godini ingethabise    \n Ngihamba ngithokozel’  Ukukhanya komuzi   Nsuku zonke ngijabule  Kukhanye kakhulu  S’god’ esihle sas’ Edeni  Umnandi emini  Enhliziyweni yokhathele  Ngamanz’ apholile    \n"
 },
 {
  "title": "261 S’godin’ Esihle sas’Edeni",
  "number": 261,
  "content": "# 261 S’godin’ Esihle sas’Edeni\n\n  S’god’ esihle sas’ Edeni  Umnandi emini  Enhliziyweni yokhathele  Ngamanz’ apholile     \n CHORUS S’god’ esihle sas’Edeni, Khaya labamhlophe  Kaningi emagagasini, Ngiphupha ngok’phumula     \n Enhliziyweni yokhalayo  Yimin’ ekhanyayo  Ineculo lengelosi  Liza nobukhosi     \n Nal’ ikhaya loMsindisi  Nabo abegazi  Kuphakamela phezulu   Ingoma enzulu     \n"
 },
 {
  "title": "262 Ngenze Njani ngoKrestu",
  "number": 262,
  "content": "# 262 Ngenze Njani ngoKrestu\n\n  Ngizothini ngoJesu?  Ophambi kwami  Wembeth’ ingub’ ebomvu, Unamev’ ekhanda     \nCHORUS  Manje yiw’ umbuzo, I yin’ impendulo?  Ngizobethela uJesu, Ngiyek’ uBaraba!     \n Ngokhulula umphangi,  Umunt’ ozidlayo!  Nokuba uMsindisi?  Yi’muph’ odelwayo?     \n Lombuz’ uyesabeka,  Ngonquma njani na?  Umsa usangi linda,  Usa thuthumela     \n Ngizo nquma kanjani?,  Noma ngithand’ izwe;  Ngibethele uJesu,  Kusind’ uBaraba?     \n Akuka khethwa soni;  Nxa kubuzwa kanje!   Nawe mKrestu omiyo, Kuwo amalingo     \nCHORUS  Manje yiw’ umbuzo, I yin’ impendulo?  Ngizobethel’ uBaraba, Ngikhulul’ uJesu     \n"
 },
 {
  "title": "263 Zwan’ Amazw’ Es’bhalo",
  "number": 263,
  "content": "# 263 Zwan’ Amazw’ Es’bhalo\n\n  Zwan’ amazwi eS’bhalo kwas’ endulo  Ngenisani konke okweshumi  Nivuseleke-ngcwele nanini  Nithembe son’ is’busiso     \nCHORUS Ngenisani konke okweshumi  Ithi iNkosi Ningihlole   Nginehlisele is’busiso   Kuswelek’ indawo yok’samukela     \n Kambe nifun’ amandl’ oMoy’ ongcwele?  Ngenisani konke okweshumi  Nihlale nizwana naYe kamnandi  An’busise ngokungcwele     \n Kuvimbeni phakathi kweni naYe?  Ngenisani konke okweshumi  Nikulethe njengo kushiw’ izwi   Wonibusisa kwenele     \n Phakamisa iNkosi ngenhliziyo  Nje ngokub’ uletha okweshumi   Ubambelele esithembisweni  Senhliziy’ ethambileyo     \n Hlabelela kwenyukele phezulu  Sewulethe konk’ okweshumi  Sithi, Haleluya, sis’ enkonzweni  Sine s’busis’ esikhulu     \n"
 },
 {
  "title": "264 Ukuphumla Kuka Jehova",
  "number": 264,
  "content": "# 264 Ukuphumla Kuka Jehova\n\n  Olungcwele uSuku   Luka Jehova wethu  Eligcin’ is’khombisa  Lwabusiswa yiNkosi     \n CHORUS Lwamkele-ke, Lwamkele-ke  Siya kuthokozela, KweNkosi ukuphumla     \n Umsebenzi waqedwa  Lwase luqalwa lodwa  Walubusis’ impela   Ngaloko siya phumla     \n Lwaphendulwa ngabantu  Ngokuphumla ngeSonto  Hlola uMbhalo wAkhe   Awubatsheli loko     \n Abaningi ba ngathi  I Sonto lihle futhi   Keph’ incwadi yeNkosi  Yon’ iyabaphikisa     \n Ngahlola, ngalibona  Lempela iSabatha  Ngaphangis’ ukwamkela  Iqiniso nendlela     \n"
 },
 {
  "title": "265 Thul’ Uthi Du!",
  "number": 265,
  "content": "# 265 Thul’ Uthi Du!\n\n  Thul’ uthi du!, Ezweni lomona   Kube khona uJesu kuwena     \n Thul’ uthi du!, Umsebenz’ omkhulu  Ukwena kahle intando kaJesu     \n Thul’ uthi du! Usizi lukhulu  Kuyen’ uJesu sino kuthula     \n Thul’ uthi du!, Iz’hlobo zikude  Sigcinwe nguJesu siphephile     \n Thul’ uthi du!, Kusasa asazi  Kuphela nguJesu oyiNkosi     \n Thul’ uthi du!, Amathunz’ okufa  NgoJes’ anqotshwe, sinelifa     \n Sekwenele komhlaba kwendlule   Ezulwini konke kuphelele     \n"
 },
 {
  "title": "266 Ngokulandela Jesu",
  "number": 266,
  "content": "# 266 Ngokulandela Jesu  \n\n   Ngokulandela Jesu   Ngizwa usangibiza   Ngokwethemba ngiyeza   Ngiy’ ekhaya ‘khulu     \n CHORUS  Ngokulandela   Ngokulandela   Ngokulandela    Noba ungisaphi     \n  Amehlo angaduka   Nenyawo zishelele   Ngingahle ngikhathale   Wena unamandla     \n  Usizi luyisitha    Izono zivimbile    Is’bindi siqinile   Ngilandela Wena     \n"
 },
 {
  "title": "267 Masibuth’ Okhanyayo",
  "number": 267,
  "content": "# 267 Masibuth’ Okhanyayo\n\n   Masibuth’ okukhanyayo   Okusi zungezile     Sigcin’ ok’qhakazileyo   Siwa lahle ameva   Sithol’ okududuzayo   Is’busiso sanamhla   Isandla esisusayo   Singa shiyi ameva     \n CHORUS  Sitshel’ imbewu yomusa   Sitshel’ imbewu yomusa   Sitshel’ imbewu yomusa   Soyivuna ngomusa     \n  Asiyazisi ingoma    Ingakacul’ inyoni    Asinakekel’ umbala     Zize zimuk’ izimbali   Asikhathalel’ ihlobo    Ngisho naka ncanyana    Engath’ alina njabulo    Yokwehlis’ umoyana     \n  Uma singazwel’ ingane    Icindezelw’ emnyango   Ukuthi ingephunyule    Singabi namcabango   Lengane ingasibuka   Ibhekisis’ ubuso   Budatshulwe kubambeka   Njengo kuba kunjalo     \n  O izandl’ ezibandayo   Zisi khumbuza njani   Amazwi asheshisayo    Asakazw’ endleleni   Yebo ziyasikhumbuza    Zibambeke buhlungu     Singawatshali ameva    Sovun’ is’vunguvungu     \n"
 },
 {
  "title": "268 Nkos’ Is’phepho  Sivukhile",
  "number": 268,
  "content": "# 268 Nkos’ Is’phepho  Sivukhile\n\n   Nkos’ is’phepho sivukile    Namaza aphakeme   Isibhakabhaka simnyama   No sizo lube kude   Kawukhathali sifa na?    Nak’ usalele nje!   Lapho imzuzu yonk’ ifinyela   Nethuma lisolwandle     \n CHORUS  Umoya namaza kong’lalela, Thula nya   Kuko lulwandle ol’gubhayo   ‘Muntu namadimoni nani enye   Akukho mandlambi angagwinya   U Mnini lwandle kanya nomhlaba    Konke kolalel’ eNg’kushoyo   Thula nya! Thula nya!   Kahle kulalel’ eNg’kushoyo kuthule nya!     \n  Nkosi, ngingodabukile   Ngileth’ usizi lwami   Inhliziyo yam’ inomunyu   O, siza Nkosi yami   Ububi beson’ ob’khulu   Bung’ cwilisa phansi   O, Nkosi ngizofa kabuhlungu   Sheshis’ ungisindise     \n  Nkosi alusek’ uvalo   Umoya uthulile    Nelanga livel’ emanzini   Kwezulu ngik’tholile   Ungalibali Mkhululi   Futhi ungishiye    Ngenjabulo ng’welele phesheya   Kulonga izibuko     \n"
 },
 {
  "title": "269 NguJesu Umsindisi Wam’ Osimanga",
  "number": 269,
  "content": "# 269 NguJesu Umsindisi Wam’ Osimanga\n\n   Ngu Jes’uMsindisi wam’ osimanga   Usimangaliso kimi    Ufihl’ umoya wami kulo iwa   Ngibone okuhl’ ok’ningi     \n CHORUS  Ufihl’ umphefumlo wam’ edwaleni  Elisith’ izw’ elomile; Ufihl’ ukuphila kwam’  othandweni; Ngembozwe ngesandla,  Ngembozwe ngesandla sAkhe     \n  NguJes’ uMsindisi wam’ osimanga   Ususa okusindayo   Angiphakamise nginga sunduswa   Angiphe amandl’ amiyo     \n  Imzuzu-nge-mzuzu ayibusise   Igcwaliswe ngoba Yena   Ngenjabulo nobukhosi ngimculele   U Mkhululi wam’ onjena     \n  Sengembathiswe ubucwazicwazi   Ngomhlangabeza kulifu    Ngosindiso nothando ngiMdumise   Nazo iz’gidi phezulu     \n"
 },
 {
  "title": "270 Oweth’ Umkhululi Esefa",
  "number": 270,
  "content": "# 270 Oweth’ Umkhululi Esefa\n\n   Oweth’ oMkhulu esefa, Wasivalelisa  Wasishiyela uMholi, Abe kithi     \n  Uza kusiph’ isithunzi, Abe nguMduduzi  Um’ethol’ othobileyo Novumayo     \n  Lakh’ilizwi siyalizwa, Lihlala lis’khuza  Kokubi nasovalweni Emhlabeni     \n  Konke ‘kulung’ esinako, Nokunqob’ iz’lingo  Nemi cabango engcwele, Inge yAkhe     \n  Moya ohlanzekileyo, Bon’ abawileyo  Thina sibe indlu yAkho, Ngeqiniso     \n"
 },
 {
  "title": "271 Kom’ Izono Zibomvu",
  "number": 271,
  "content": "# 271 Kom’ Izono Zibomvu\n\n   Nom’ izono zibomvu, Ziya kuba njengeqhwa  Nom’ izono zibomvu, Ziya kuba njengeqhwa  Noma sezi the tebu, Zingaba mhlophe,  Ezakho ezibomvu, Ezakho ezibomvu  Ziya kuba njenge qhwa, Ziya kuba njenge qhwa     \n  Zwan’ izwi el’ ncengayo; Buya kuNkulunkulu!  Zwan’ izwi el’ ncengayo; Buya kuNkulunkulu!   Yen’ ohawu kelayo, Nothand’ ol’khulu  Zwan’ izwi el’ ncengayo, Zwan’ izwi el’ ncengayo  Buyela kuJehova, Buyela kuJehova     \n  Wosus’ izono zenu, Soze azikhumbule,  Wosus’ izono zenu, Soze azikhumbule,  Bhekani ki Mi zizwe; Ush’ uJehova  Wosus’ izono zenu, Wosus’ izono zenu,   Soze azikhumbule,Soze azikhumbule     \n"
 },
 {
  "title": "272 Phons’ Intambo Kok’phila Kul’ Iza",
  "number": 272,
  "content": "# 272 Phons’ Intambo Kok’phila Kul’ Iza\n\n   Phons’ intambo yoku’phila kul’iza, Nang’ umfowethu ungamsindisa  O, ngubani ozozidela Aphons’ iNtambo yoK’phila emfela?     \n CHORUS  Phonsa iNtambo! yoK’phila!, Omunye uyamuka,   Phonsa iNtambo! Yona yoK’phila! Kushon’ omunye namhla.     \n  Phons’ iNtambo yoK’phila masinya, Ngani uyalibala kangaka?  Mbon’ esecwila, wenze manje; Ngomkhumbi woKuphila, yana kude.     \n  Phons’ iNtambo yoK’phila kofayo, Eshon’ osizin’ olwesabekayo!  Kuwo esililo amaza, Masinya azomkhukhula amanzi     \n  Sizodlul’ isi’khathi sokulenga, Bawelel’ ogwini lokulahlwa   Kaloku mfowethu, sheshisa! Phons’ iNtambo namuhla basindiswe     \n"
 },
 {
  "title": "273 Yam’ Ezingalweni Zika Jesu",
  "number": 273,
  "content": "# 273 Yam’ Ezingalweni Zika Jesu\n\n   Yam’ e’ngalweni zika, Jesu Angakusiza, akusize  Wethembel’ othandweni lwAkhe Akufak’ ingoma.     \n CHORUS Yama kuYe, ezingalweni, Themba lonke uthando lwAkhe. Yama kuYe, ubhek’ ekhaya, Themb’ uMsindisi wAkho     \n Yam’ e’ngalweni zika Jesu, Wovul’ indlela, vul’ indlela Lapho eya khon’ uMlandela Uhloniph’ ilizwi.     \n Yam’ e’ngalweni zika Jesu; Leth’ ok’ thandayo, ok’thandayo Lowo muthwalo osindayo Wunxusele kuYe.     \n Yam’ e’ngalweni zika Jesu, Kubeke konke, konke kuYe Inomus’ inhliziyo yAkhe Akaswele mehlo     \n"
 },
 {
  "title": "274 Owam’ Umsindis’ Uyangincengela",
  "number": 274,
  "content": "# 274 Owam’ Umsindis’ Uyangincengela\n\n   Owam’ uMsindis’ uyangincengela, Ziyi ngcosan’ iz’hlobo, unothando  Manjena uhlal’ engelusa ngomusa, Sengathi lowam’ angaba ngowakho     \n CHORUS  U Msindisi, Ungowakho Owam’ ut’ ang’kutshele Yena ngowakho     \n  Ngino Baba, Yenake ungiphile, Okubusisekile kwaphakade  Ngizo bizwa ngiMhlangabez’emafini, Sengathi ungabizwa nawe futhi!     \n  Ingubo emhlophe nobukhazikhazi, Ing’lindel’ ab’khosini ngingayazi!  Nxa ngiyemukela nokukhanya kwayo S’hlobo, ngingathanda futh’ inge yakho?     \n  Sengiphiwe ukuthula njengomfula, Loko izihlobo azikwazanga  Yen’uKrestu nguMqambi noMlethi wakho, Sengathi futhi kungaba ngokwakho     \n  Esekutholil’ uJesu, tshel’ abanye, U Msindisi wami ngowakho nawe   Thandaza Abaleth’ eb’khosini nabo, Wophendulw’ umthandazo ngenxa yakho     \n"
 },
 {
  "title": "275 Iphakade! - Phi?",
  "number": 275,
  "content": "# 275 Iphakade! - Phi?\n\n   Iphakade! – phi? Kus’ emoyeni  Kukhona njal’ emsindweni, ek’thuleni  Umbuz’ ophakeme, Iphakade! – phi?  Umbuz’ ophakeme, Iphakade! – phi?     \n  Iphakade! – phi? O! Iphakade! – phi?  Nabahlengiwe, noma nabalahliwe?  La, noma laphaya - Iphakade! – phi?   La, noma laphaya - Iphakade! – phi?     \n  Iphakade! – phi? Kunga kanjani?  Udakisiwe bes’ uthath’ umhlaba nje!  Wenz’ ungaqokile - Iphakade! – phi?  Wenz’ ungaqokile - Iphakade! – phi?     \n  Iphakade! – phi? O! s’hlobo, bheka  Manje iNkos’ ingayek’ ukwahlula  Namhla kukhonjw’ iphakade lakho!–phi?  Namhla kukhonjw’ iphakade lakho!–phi?     \n  Iphakade! – phi? O! Iphakade! – phi?  S’hlobo ungalali; bes’uthathizwe  Ungakaphenduli - Iphakade! – phi?  Ungakaphenduli - Iphakade! – phi?     \n"
 },
 {
  "title": "276 Yen’ UJesu Wez’ Ebhetlehema",
  "number": 276,
  "content": "# 276 Yen’ UJesu Wez’ Ebhetlehema\n\n    Yen’ uJesu wez’ eBetlehema, Wazalelw’ emkhombeni ngosizi   O, isimanga ngelAkh’ igama Engifuna mina   Engifu... funa mina O, isimanga ngelAkh’ igama   Engifuna mina     \n   Yen’uJesu esiphambanweni, Wakhok’ical’ el’khulu ngasinda   O, isimanga, kwaba kanjani Engifela mina,   Engifela…fela mina O, isimanga, kwaba kanjani    Engifela mina     \n   Yen’ uJesu wakuyo indulo, Ngisazula kude nesibaya   Ngokuthamba wanceng’ inhliziyo Ememeza mina    Engimemeza... mina... Ngokuthamba wanceng’ inhliziyo   Ememeza mina     \n   Yen’ uJesu wovela phezulu, Sihl’ is’thembiso semnyak’ edlule   O, ngoMubona ehla ngamafu Ezolanda mina   Ezola-landa... mina... O, ngoMubona ehla ngamafu   Ezolanda mina     \n"
 },
 {
  "title": "277 Kukhanya Yandulela",
  "number": 277,
  "content": "# 277 Kukhanya Yandulela\n\n    Kukhanya yandulela emnyameni Hola mina   Ngikude nekhaya ebubini Hola mina   Gcina izinyawo ngingabheki;   Khashana kwenel’ unyawo lwami     \n  Zange nempela-nje ngithandazele Ukukholwa,  Ngithand’ indlela ngizikhethele Ngibe ngedwa,  Ngesaba, ngiyathanda okuhle,  Kohlwa into zobami ubusha     \n  Loku ngibusisiwe ngamandl’ Akho Mangiholwe  Ngedlul’ engcingweni ebamba nko Sekusile,  Kusasa ingelosi zethabe,  Ngengakuthanda sekusilele     \n"
 },
 {
  "title": "278 Akhuyam’ Indlela",
  "number": 278,
  "content": "# 278 Akhuyam’ Indlela\n\n   Akuyon’ indlela, Nom’ imnyama Nkosi!  Ngihole ngokwAkho, Ung’khethel’ eyami  Ngingezikhethele ngingethande loko,  Ngikhethele Wena ngothi-ke ngime ngqo!     \n  NgoWakho uMbuso, Vezake indlela,  Nokukhanya kuwo, Hleze ng’shiy’indlela  Gcin’ uk’phila kwami, noma kuhle, kubi  Ngokubona kwAkho Ngithole nantoni     \n  Ngikhethel’ is’hlobo, Ng’xwale nom’ impilo  Ngikhethel’ okwami, ‘Nala nob’ indlala  Kunga khethi mina, kok’khulu nok’ncane  Ngu Wena Mandl’ ami, Nakuko okunye     \n"
 },
 {
  "title": "279 O’ Nhliziyo ‘Zithobe",
  "number": 279,
  "content": "# 279 O’ Nhliziyo ‘Zithobe\n\n   O, nhliziyo zithobe, Nami mehlw’ elanga   Ek’kholweni kumhlophe KuJesu kukhanya     \n CHORUS  Zanini kiMi, en’si ndwayo;  Nin’ abakhathele nginganiphumuza;  Thwalan’ ijoka nifunde ngaMi;  Ngi munene Ngithobiles nothi; Nithol’ ukuphumula     \n  Ingcebo nenjabulo, Akusizi muntu  Kuphela kuhl’ uthando, Lon’alubuhlungu     \n  Is’duduz’ esikhulu, Senziwa nguJesu   Wen’uhlahliwe yini? Phenduka ungafi!     \n  Uthule njengo mfula, Nengoma yAkh’ enhle  Kana’ Mthwal’ onzima, Lilul’ im’hla yonke     \n"
 },
 {
  "title": "280 Nmbusi Wethu",
  "number": 280,
  "content": "# 280 Nmbusi Wethu\n\n   Ingoma ezimnandi, Ngelanga elihle  Sibonga uMsindisi, Ngenhlalo neNdlela     \n CHORUS  Bonga... bonga uMsindisi wethu  Bonga... bonga Ubukhosi bAkhe     \n  Waye thanda’ abantwana, Nxa elapha phansi;  Noma esezulwini, Loku ebathanda     \n  Sithanda ukuMbonga, Sizw’ indaba yAkhe  Nxa esahlala lapha Khona eGalile     \n  O’ Nkos’ eBusisiwe! Siya guqa kuWe  Sicela ukusizwa, Siphilele Wena \n"
 },
 {
  "title": "281 Kwavela Inkanyezi Eb’suku",
  "number": 281,
  "content": "# 281 Kwavela Inkanyezi Eb’suku\n\n   Kwavel’ inkanyez’ ebusuku, Yakhanyiswa nguNkulunkulu  Im’sebe yahola izazi; Zaqondiswa kuMsindisi     \n CHORUS   Kusa khanya, kusa khanya, Inkanyezi ezintabeni!  Kusa khanya, kusa khanya Insindiso eNkosini     \n  Zazi ngeM’bhalo iqiniso, Lenkanyezi ekhanyisayo;  Zalindel’ uk’khanya khashana, Oku nguKrestu indonsa     \n  Solandel’ uk’khanya kwendulo, Loko kukhanya okwashiwo;  Solandela siy’ ezulwini, Sifike ‘kuphumuleni     \n"
 },
 {
  "title": "282 Inguzhu Zilishumi Lenkulungwane",
  "number": 282,
  "content": "# 282 Inguzhu Zilishumi Lenkulungwane\n\n   Zwan’ amazwi walalele; Ehlatshelelwa phezulu  U Jesu uyabusa le, Liyathaba izulu  Ehlez’ esihlalweni, Wobusa emhlabeni  Aleluya! Aleluya! Aleluya! Amen     \n  Busa Nkosi yamakhosi, Busa kube phakade  Abakho bangehlukani, Lab’ osuba lobile  Benenjabulo yAkho, Besindisiwe njalo  Aleluya! Aleluya! Aleluya! Amen     \n  Phangis’ ubuye, Msindisi Usuku lwAkho luze  Nxase kuhlatshwa umkhosi, Umhlaba uyadlula  Sizohlabelela sithi, Dumo, dum’ eNkosini  Aleluya! Aleluya! Aleluya! Amen     \n"
 },
 {
  "title": "283 Wena Na? Mina Na?",
  "number": 283,
  "content": "# 283 Wena Na? Mina Na?\n\n  Omuny’ uzongena ngesango, Pambili, phambili Ezwe ubukhosi bakhona, Kumbe nguwe, kumbe yini? Athath’ indlela yegolide, Abone okuhle khona le Adl’ izethembiso zakade, Kumbe nguwe, kumbe yimi?     \n Isiphambano siyothulwa Phambili, phambili Wethemb’ uzophiwa umqhele, Kumbe nguwe, kumbe yimi? Omunye uzobon’ iNkosi, Ekhululekil’ osizini Ethokoza naYo phakade, Kumbe nguwe, kumbe yimi?     \n Omunye uzongqongqotha le Phambili, phambili Ilizwi lithi, Angikwazi Kumbe nguwe, kumbe yimi? Omuny’ uzoncenga’ angaziwa, Kuyize ukuzama kwakhe Omunye uzoncintshw’ umvuzo Kumbe nguwe, kumbe yimi?     \n Ingoma enhle yokunqoba, Phambili, phambili Yoculwa ngabasindileyo Kumbe nguwe, kumbe yimi? Omunye uyobingelela, Abakade baf’ emhlabeni Bazohlala ebukhosini, Kumbe nguwe, kumbe yimi?     \n"
 },
 {
  "title": "284 Edlula Amalanga",
  "number": 284,
  "content": "# 284 Edlula Amalanga\n\n   Bakhon’ abane sizungu, Edlula amalanga  Bakon’ abahluphekayo, Edlula amalanga  Sibo moyizela-ke Ngendlela yethu yonke  Okuhle! singakwenza, Edlula amalanga     \n CHORUS  Edlula, edlula, edlula, edlula  Oku hle! Singekwenza Edlula amalanga     \n  Mabu ngabikh’ ubuvila, Edlula amalanga  Ubuso abukhanye, nge! Edlula amalanga  Izwi linezinhlupho, Kukhona ukukhala  Siza yen’ owileyo, Edlula amalanga     \n  Zonk’ izibopho zothanda, Edlula amalanga  Siya zishiya emuva, Edlula amalanga  Kodwa imbewu enhle, Esiyihlanyelayo   Iyo sijabulisa, Edlula amalanga     \n"
 },
 {
  "title": "285 Ikhon’ Indawo Y’kuphumla",
  "number": 285,
  "content": "# 285 Ikhon’ Indawo Y’kuphumla \n\n   Ikhon’ indawo Yok’phumla KuY’ uNkulunkulu  Laph’ isono singehluphe KuY’ uNkulunkulu     \n CHORUS  O, Jesu Mhlengi omhle!, Ovela kuBaba  Siphase silindile, KuY’ uNkulunkulu     \n  Ikhon’ indawo emnandi, KuY’ uNkulunkulu  La kukhon’ uMsindisi KuY’ uNkulunkulu     \n  Ikhon’ indawo yekhefu, KuY’ uNkulunkulu  Lapho konke kuthe cwaka, KuY’ uNkulunkulu     \n"
 },
 {
  "title": "286 Thwala Mina",
  "number": 286,
  "content": "# 286 Thwala Mina\n\n O, ngondele lolosuku! Nxa abahlengwayoBeseZion ngezimhlophe, Besekhaya labo     \nCHORUSO, ngithwale, ngithwale Ngi yeZion;Ngithwal’ ungise msizini wothando, Emsizin’ wabangcwele     \nNgi yozwa o-aleluya, Iz’xulu zibashoUmphefumlo ujabula, Nabahlengiweyo     \nThabani ngalo losuku, Lufiswa sihambiLophelisa izinhlungu, Baphumle kuMenzi     \n"
 },
 {
  "title": "287 Ngesikhathi Sokulingwa",
  "number": 287,
  "content": "# 287 Ngesikhathi Sokulingwa\n\n   Nges’khathi sok’ lingwa;  Baba ng’ph’amandla; Funa ngikuphike, ngidede kuWe  Nxa ngithengezela ng’bambe ngesandla  Ngothando lwAkho ungavumi ngiwe     \n  Ngokuzitika ngingadonswa yizwe  Ububi busa yekile ukung’ bamba  Ngothando lwAkho Baba mangi gcinwe  Kuchithwe izitha kanye nolaka     \n  Uma kuvela kuWe inhlupheko  Noma buhlungu bung’phath’ emhlabeni  Vuma ngisibone isandla sAkho  Ngencike kuWe ekuhluphekeni. Amen     \n"
 },
 {
  "title": "288 Into YoKupha uJesu",
  "number": 288,
  "content": "# 288 Into YoKupha uJesu\n\n   Baleth’ iz’ pho kuJesu, Zabekw’ enyaweni  Ukuthand’ uMsindisi, kwabenza bamuphe  Ngomusa nangamazwi, Nokusiz’ abanye  Konke uyakubala, Kube kuhle kuYe     \n CHORUS  Ulethile kuJesu, Isipho esihle  Wathi, Nans’ inhliziyo! Wayibek’ ezinyaweni     \n  Kwaku khon’ isihambi, Esasiqaphele  Iziph’ ezakhishwayo, Zabalwa zabanhle  Sasifisa kakhulu, Ukuleth’ isipho  Kodwa sema eduze, Singena lutho nje     \n  Sakhala sathi, Nkosi, ngiyazi unomsa  Thabatha lonk’ okwami, Nenhliziyo embi  U Jesu waphendula, Wath’ Isipho sakho  Sihle kunazo zonke, Ezalethwa kiMi     \n"
 },
 {
  "title": "289 Ngi Thathe Ngi Nje",
  "number": 289,
  "content": "# 289 Ngi Thathe Ngi Nje\n\n   Jesu Nkosi, ngiyakhala, Nkosi ngisize ngiyafa  Letha ukuphila kwAkho Ungi thathe ngi nje     \n CHORUS  Ngithathe, Nkosi, Ngithathe ngi nje  Sondeza usindiso, Ungithathe ngi nje     \n  Ngigcwele izono Jesu, Ngegazi lAkho ngihlanze  Ngokuthanda kwAkho ngenze Ungi thathe ngi nje     \n  Emihle imisebenzi Ayikho kimina Nkosi  Ngebizo lAkho ngi size, Ungithathe nje     \n  Ngiya guqa kuWe Nkosi, Ngibhek’ enyaweni zAkho  Umsebenzi uqaliwe, Ungithathe ngi nje     \n  Nxa uthanda ngisebenze, Ingqondo yikhaliphise  Mina ungisebenzise Ungithathe ngi nje     \n  Ukuphela komsebenzi, Nxa seyiphelile impi  Ukukhala kwami koba Nkosi, ng’thathe ngi nje     \n"
 },
 {
  "title": "290 Sebenzela uJesu",
  "number": 290,
  "content": "# 290 Sebenzela uJesu\n\n   Thaba! Siya sebenzel’ iNkosi Siya vuma ukuyenzela  Konke ekushoyo Yona kithi; Sizo kwenza ngokuphelele     \n CHORUS  Jesu ngaWe-ke! Sizoqhubeka, Ngokuthokoza  U sibusise Emsebenzini wAkho     \n  Ngokwenama siyashumayela, Ngothando lwaYo ezizweni  NoJes’ ubukhosi buka; Yise Uzothela izibusiso     \n  Ngothuthoba silandel’ iNkosi; Siyahamba ngokuphelela  Siyabaqondisa abeduki, Kulo iWundlu laY’iNkosi     \n"
 },
 {
  "title": "291 Li Fanele iWundlu",
  "number": 291,
  "content": "# 291 Li Fanele iWundlu\n\n Lifanele iWundlu! Lifanele iWundlu! Lifanele iWundlu! Lahlatshwa     \nCHORUSDumo Aleluya! Mbonge Aleluya!Dumo Aleluya! I Wundlu!     \n Msindisi leth’ umbuso Uzoqeda izono Letha umbuso wAkho oNgcwele!     \n Ingathi singahlala siMthanda, siMdumisa Size sifik’ eZion’ siMbone     \n"
 },
 {
  "title": "292 Izandlana Ezimbili",
  "number": 292,
  "content": "# 292 Izandlana Ezimbili\n\n  UJesu-ke ngi zoMsebenzela Ngolimi-ke ngizoMbonga; Indletshana zam’ zizokuzwa, Ngizohlabelela ngezwi.     \n CHORUS Nkosi, siyeza-ke, Nxa sise ngabantwana nje Nkosi, siyeza-ke Sifunde ngaWe     \n Ngizohamba endleleni yAkhe, Eya ezulwini lAkhe; Amehlwana azakufunda, Zika Jesu izindaba.     \n Ngizopha uJesu inhliziyo Awusindis’ umphefumlo; Inhlalwana yam’ ngi Mphe yona, Okwami ngokwAkhe kona.     \n"
 },
 {
  "title": "293 Nqonqo! Nqonqo!",
  "number": 293,
  "content": "# 293 Nqonqo! Nqonqo!\n\n   Nqonqo nqonqo ngubani, Umi umi omuhle  Usihamb’ esinomusa, Kazang’ abonwe onje  Ngaloko mphefumlo wami  Ungeze wavula na? Ungeze wavula na?     \n  Nqonqo nqonqo nguJesu, Umi umi omuhle  Isivalo silukhuni, kuthandele ukhula  Lubambe esivalweni  Kunga vulwa kanjani? Kunga vulwa kanjani?     \n  Nqonqo nqonqo usemi, Ulindile omuhle  Bon’ isandla sinenxeba, Sabethelelwa wena  Namehlo asalindile   Umvimbele njalo na? Umvimbele njalo na?     \n"
 },
 {
  "title": "294 Yembesa Ngo Kuphila kwAkhe",
  "number": 294,
  "content": "# 294 Yembesa Ngo Kuphila kwAkhe\n\n Bheka kuJesu kana sono, Baba ngiph’ ukuphila kwAkhe;Impilo yam’ igcwel’ isono, Ngembes’ impilo yakw’ emhlophe.     \n CHORUS Ngembes’ impilo yakw’ emhlophe, Ngomazi Yena ngokugcwele; Ipmilo yam’ igcwel’ isono, Ngembes’ impilo yakw’ emhlophe.     \n   Made amanxeba esono, Ngiyesab’ amabal’ abomvu;   Jesu, ngembes’ impilo yAkho, Ngize ngisind’ ekwahluleni.     \n   Ngikhalel’ ukuthethelelwa, Jesu, ngibon’ ‘ingub’ emhlophe;   Ngi ph’eyakho ngi lahla lena, Ngojabula ngihamba naWe.     \n   Ngi buyiswa ngokufa kwakho, Ngenziwe nguYe ngaba mhlophe;   Ngi hlanjululwe yizwi lAkhe, Ngi khany’ekubuyeni kwAkhe.     \n"
 },
 {
  "title": "295 Hlabani uMkhosi weMpi",
  "number": 295,
  "content": "# 295 Hlabani uMkhosi weMpi\n\n   Hlabani umkhosi nas’ isitha; Vusan’ is’miso seNkosi  Hlomani izikhali nonkana, Thembel’ an’ ezwini leNkosi     \n CHORUS   Vukani mabutho, buthanani  Qhubelan’ ilizwi phambili  Hambani nimemeze, Hosana!  uKrestu yiNduna yomkhosi     \n  Amandl’ okulwa siyowathola: Sazi ukuthi sonqoba  Isihlangu sethu siyakhanya, Sonqoba ngenxa yokulunga     \n  Nkosi ephakamileyo sizwe, Ngomusa wAkho sisize  Nxa impi yonke isiphelile Siyozuza umqhele kuWe     \n"
 },
 {
  "title": "296 Msindisi Ngi Hole",
  "number": 296,
  "content": "# 296 Msindisi Ngi Hole\n\n   Msindisi ng’hole kahle, Ngi ngeduk’ endleleni  Ngophepha nginga kuWe Ngihleli othandweni     \n CHORUS  Ng’hole, ng’hole, Msindisi ng’hole kahle  Ngomusa ungihole, Ngihole yonk’ indlela     \n  Wen’ uyinqaba yami, Kuzo zonk’ iziphepho  Ngosinda nxa ngi kuWe, Wen’ ulithemba lami     \n  Msindisi, njalo ng’hole, Phesheya kwenhlupheko  Ngofik’ ezwen’ elihle Laph’ inyembez’ azikho     \n"
 },
 {
  "title": "297 Zibethelw’ Emthini",
  "number": 297,
  "content": "# 297 Zibethelw’ Emthini\n\n   Kwaba khon’ owavuma ‘kufela mina, Ukuz’ ongafanel’ aphile  Indlela yesiphambano wayihamba, Ezami zaxolelwa zonke     \n CHORUS    Zibethelw’ emthini, Zibethelw’ emthini;    Wezwa ‘buhlung’ obukhulu    U Jesu emthini wakhala ngomunyu Ethwel’ izono zami lapho     \n  Kimina unesineke ethandeka, Ehlanzis’ eyam’ inhliziyo  Phinde ngilahlwe sengi nok’ khululeka, Ezam’ zingezi bethelweyo     \n  Ngonamathel’ uMsindisi ngingadeli, Ngohamba ngithokoza njalo  Ng’cule ngomlomo nangenhliziyo yami, Ngith’ ezam’ zesuliw’ izono     \n"
 },
 {
  "title": "298 Qha! Okwami, Konke OkwaAkho",
  "number": 298,
  "content": "# 298 Qha! Okwami, Konke OkwaAkho\n\n   Yek’ ubuhlungu nosizi, Ngihleli nginga kholwa!  Nxa ngisathi kuY’ uJesu; Konk’ okwam’ qha! okwAkho  Konk’ okwam’ qha! okwAkho, Konk’ okwam’ qha! okwAkho  Nxa ngisathi kuY’ uJesu, Konk’ okwam’ qha! okwAkho     \n  Noko ngabuya ngabuya, NgaMbon’ efa emthini  Nenhliziyo yathi kuYe, Nxenye yim’ nxenye nguWe  Nxenye yim’ nxenye nguWe; Nxenye yim’ nxenye nguWe  Nenhliziyo yathi kuYe, Nxenye yim’ nxenye nguWe     \n  Nsuku zonke wangi ncenga, Ngelashwa ngohlanzeka  Ngehliswa ngazithoba-Ke, Ncan’ okwam’ kun’ okwAkho  Ncan’ okwam’ kun’ okwAkho, Ncan’ okwam’ kun’ okwAkho;   Ngehliswa ngazithoba-Ke Ncan’ okwam’ kun’ okwAkho     \n  Luphakeme kunezulu, Lujule kunolwandle  Nkosi, lunqobil’ uthando Qha! okwam’ konk’ okwAkho  Qha! okwam’ konk’ okwAkho, Qha! okwam’ konk’ okwAkho  Nkosi, lunqobil’ uthando Qha! okwam’ konk’ okwAkho     \n"
 },
 {
  "title": "299 Zename Njalo",
  "number": 299,
  "content": "# 299 Zename Njalo\n\n   Zename njal’ iz’nhliziyo, Kunga ngen’ ukusola  Lok’ uyasinak’ uBaba Es’thanda enomusa     \n CHORUS  Mazename njalo njalo, Sizungezwe kukhanya  Inobuhl’ indlela yemfanelo Sename njalo njalo     \n  Siholwa isandla sAkhe, Isono asilutho  Uthembis’ ukusisiza Singaphuth’ isi’ thembiso     \n  Uma siyek’ umsebenzi Sizw’ ub’ hlungu bokona  Siya mbozwa-mbo ithunzi! Licime ukwethaba     \n  Yek’ injabulo yomsulwa! Ndlela yakh’ imhlophe  Masithath’ iseluleko, Zond’ ok’bi, thand’ okuhle     \n"
 },
 {
  "title": "300 Mphumula Bakhatheleyo",
  "number": 300,
  "content": "# 300 Mphumula Bakhatheleyo\n\n   Khon’ekhaya labangcwele, Bophumul’ abeNkosi  Bophumul’ abosizi, Bophumul’ abosizi  Waya khona uMsindisi Ukufez’ ufiso lwam’  Ngophumula nam’     \n CHORUS  Ngaphesheya kweJordani, Ensimini yasEden’  Ngasemthini wokuphila, Ngophumula nam     \n  Ungilungisele indlu, Eya kuma phakade  Ngoba ngiyohlala njalo, Kulelozwe elihle  Wophumul’ okhathele, Wophumul’ okhathele  Wophumul’ okhathele, Ngophumula nam’     \n  Ubuhlungu bungengene, Nosizi luyoxoshwa  Kepha ngoba naw’ umqhele Wokuphila laphaya!  Zophumul’ intandane, Zophumul’ intandane  Zophumul’ intandane, Ngophumula nam’     \n  Zindl’ amafa obukhosi, Hubani ngoku nqoba  Amasango ayovulwa Seningen’ ezulwini   Bophumul’ abanqobi, Bophumul’ abanqobi  Bophumul’ abanqobi, Ngophumula nam’?    \n"
 }
]