[
 {
  "title": "1 Letsa ’Naka Molebedi",
  "number": 1,
  "content": "# 1 Letsa ’Naka Molebedi\n\nLetsa ’Naka Molebedi, Botlhe Ba Tlhagisiwe:Botlhe ba ba utlwang thomo, Ba ikwatlhae ba tsheleCHORUSLetsa ’naka molebedi, Lo utlwale kgakalaModimo O ya lo roma, Gololang bagolegwiLo Letseng Thata Dithabeng, Lefifing Le Leseding:’Watle le bolela thomo, Polok’a boitumelo.Lo Letseng Le Kwa Ditseleng, Kwa Go Leng Batimedi:Dilo tsotlhe di baakantswe, Rara O ba letile.Leletsang Ba Ba Imelwang, Ba Eletsang Kgololo,Kuang taletso ya Mmoloki, E e reng \"Tlang kwa go nna\""
 },
 {
  "title": "2 Kgosi E Tlang",
  "number": 2,
  "content": "# 2 Kgosi E Tlang\n\nKgosi E Tlang E Mojakong, Yo O Na’rwala Mokgoro:Janong O tla baitsheping, Go ba tseela gaeCHORUSMojakong, mojakong, Mojakong e, O teng mojakong,E, O e tla, O e tla, O fela Fa mojakong.Ditshupo Tsa Go Tla Ga ’Gwe Di Dirala Ka Bofefo:Kgantele re bona moso Wa ka bosakhutleng.Se Leteng Kagiso Fatshing, Lo Se Lete Boitumelo,Go bo go tle le Mmoloki Go nyeletsa loso.Foo Mo Lefatshing Je Lesha Re Tla Nna Ka Bosakhutleng:Mo go swang mo ka go sa swe, Nako e sa khutleng."
 },
 {
  "title": "3 Fa ’Fatlhogo Di Lebana",
  "number": 3,
  "content": "# 3 Fa ’Fatlhogo Di Lebana\n\nFa ’Fatlhogo Di Lebana, Le Kreste Go Tla Nna JangBoitumelo fa ke mmona, Jeso Kreste yo’ ntshwetseng.CHORUSKe tla mmona re lebanye, kwa moseja godimo,Ke tla Mmona re lebanye, Kgalalelong ya Gagwe.Ka Lefitshwana Kea Mmona Go Le Losire Gare;Me go tla tsatsi ja sego, Ja kgalalelo ya ’Gwe.Boitumelo Mo Go Ene, Botlhoko Bo Fedile;Tsela di siamesitswe Lefifi le fedile.’Fatlhogo Di Tla Lebana Go Bona Le Go Itse;’Fatlhogo di tla lebana Le Jeso Yo o nthatang."
 },
 {
  "title": "4 Monate Mafoko",
  "number": 4,
  "content": "# 4 Monate Mafoko\n\nMonate Mafoko A Tlelang Moeng,Fa a le kgakala le legae,Kgantele M-moloki o tla bonala,Le bogosi bo tla tlaCHORUSO e tla, o e tla ke a itse,O tla fatshing jeno gape,Me ba’ lapileng ba tla ya kgalalelongFa Mmoloki a tla.Diphupu Tsa Baeti Ba Bogologolo,Di tla bulwa jaaka pele,Bontsi jo bo robetseng lewatleng,Bo tla tshela fatshing jeno.Re Tla Kopana Legaeng Ja Edene,R’opela pako ya polokoGo tswa botsheka borwa, botlhe ba tla tla,Ba obamela kgosi.Haleluja Amen, Haleluja Gape,Kgantele re tla nna gone,Letang tsholofelong, lo itumeleng,Mme re tla rwala serwalo."
 },
 {
  "title": "5 A Go Kgakala?",
  "number": 5,
  "content": "# 5 A Go Kgakala?\n\nA Go Kgakala Gae? Ka Botsa Molebedi Mme A Re:Fifi je lentsho le ile, Go se’ go tla moso,Hong se lele, mme akofa, Tsholofelong ya lesedi,O bo o fitlhe bogosing, Tsatsing le sa khutleng.Ka Botsa Mo Motlhabaning, E, Ke Kopelo Ya Gagwe\"Ke tla lwa ka pelokgale, Phenyo e gaufi,Hong se lele, mm’itshokele Yone ntwa o wetse tiro,Ka r’itse tuelo e teng, Re setse re fentse\"Ka Botsa ’Fatshe, Letsatsi, Tsotlhe Tsa Araba Tsa Re:\"Nako e se’ e fetile, Bosakhutleng gaufi,Hong se lele, ka tlhagiso, Ditshupo di ya bonalaLobopo lo letile go Lela ga lonaka.\"Ga Go Kgakala Kwa Gae, Ke Kgomotso Ya Moeti,E e tsileng le phodiso, e tlosa ’keledi,Hong se lele re tla kopana boikhutsong jwa gale,Re le kwa boitumelong Legaeng ja Rara."
 },
 {
  "title": "6 Lebelelang Baitshepi",
  "number": 6,
  "content": "# 6 Lebelelang Baitshepi\n\nLebelelang Baitshepi: Thoromo Ya Legodimo;Pone tsa lona di tuke, Iketle’letseng Morena,CHORUSBona o etla, Morena, E o etla mo kgalalelong,O tla go busa ka phenyo, E, o etla Jeso O etla.Bonang Tsholofetso Ya ’Gwe, Dibe Tse Di Itshwaretsweng,Kobo tse ’ntle le dirwalo, Lo boleleng thekololo.Dipuso Di Ya Nyerega, Utlwang Modumo Wa Koloi;Bolelang ka tshegofatso, ’Naka lo sa ntse lo lela.Merafe E Ya Senyega, Go Tla Bogosi Jwa KresteLefatshe le mo bofelong, Kuang baitshepi o e tla.Baleofi Tlang Loa Bidiwa, Jeso Wa Lo Rapelela,Akofang go ise gotwe, Tshwaro, nako di fedile."
 },
 {
  "title": "7 Mogang O Tlang",
  "number": 7,
  "content": "# 7 Mogang O Tlang\n\nMogang O Tlang, Mogang O Tlang, Go Dira Majwana,A Gagwe a a tlhokegang, Baratwi ba ’GweCHORUSJaka naledi mosong, Serwalong sa GagweBatla phatsima bontleng, Serwalong sa ’Gwe.O Tla Phutha, O Tla Phutha, Majwana A GagweBaitshepi botlhe marang, Baratwi ba ’Gwe.Le Banyana, E Banyana Ba Ba Ratang Jeso,Ke majwana a tlhokegang Baratwi ba ’Gwe."
 },
 {
  "title": "8 Fa Trompeta Ya Morena",
  "number": 8,
  "content": "# 8 Fa Trompeta Ya Morena\n\nFa Trompeta Ya Morena E Gala Go Se Nako,Moso o phatshima ka bosakhutleng,Fa babolokwa ba kopana kwa moseja oleMaina a bidiwa ke tla nna teng.CHORUSFa mai...na a bidi...wa, Fa mai...na a bidi...wa,T & B (Fa maina a bidiwa godimo, Fa maina a bidiwagodimo)Botlhe (all) Fa maina a bidiwa , A bidiwa godimo ke tlanna tengMo Mosong Ole O Montle Fa Baswi Ba Tla Tsoga,Mo kgalalelong ya tsogo ya Gagwe,Fa baitshenkedwi ba ’Gwe batla kopana moseja ,Maina a bidiwa ke tla nna teng.A Re Direleng Morena Mosong Le Mo Phirimong,A re bueng ka lorato lwa Gagwe;Mogang tsa botshelo fatshing jeno tsotlhe di felang,Maina a bidiwa ke tla nna teng"
 },
 {
  "title": "9 Tsholetsang Lonaka",
  "number": 9,
  "content": "# 9 Tsholetsang Lonaka\n\nTsholetsang Lonaka Lo Lo Letse, Jeso O Etla GapeItumeleng ba’ngele opeleng, Jeso O etla gapeCHORUSO tla gape, O tla gape, Jeso O etla gapeBolelang Dithaba,le Mabala; Jeso O Etla GapeKgalalelong, Kwana e tlhabilweng; Jeso O etla gape.Dintelo Mo Lewatleng Bolelang, Jeso O Etla GapeBolelang moshaweng wa lewatle; Jeso O etla gapeBolelang Matshuti-tshuti A; Jeso O Etla GapeDiphefo di ntse dia bolela; Jeso O etla gapeChaba Di Gaketse Mme Rea Itse; Jeso O Etla Gape:Kitso e ya ntsifala mo bathung; Jeso O etla gape"
 },
 {
  "title": "10 A Retla Phuthega Nokeng",
  "number": 10,
  "content": "# 10 A Retla Phuthega Nokeng\n\nA Re Tla Phuthega Nokeng, Kgatong Tsa Baengele:Ntelong tse di galalelang, Tse di elang teroneng?CHORUSE re tla phuthega nokeng, Molapong o montle o montle;Phuthega le baitshepi nokeng E e elang teroneng.Gone Lotshitshing Lwa Noka, Mo Metsing A A Mantle;Re tla obamela rure, Metlheng ya boitumelo.Re Ise Re Fitlhe Nokeng, Re Ba’a Merwalo Fatshe;Re tla bona tshegofatso, Le kobo le serwalo.Kgantele Re Fitlha Nokeng, Loeto Lo Tla FelaRe tla ja monate pelong Kopelong tsa kagiso"
 },
 {
  "title": "11 Ke Tla Latela Mmoloki",
  "number": 11,
  "content": "# 11 Ke Tla Latela Mmoloki\n\nKe Tla Latela Mmoloki Gotlhe Kwa Ke Isiwang;Kwa O yang ke tla ya gone; E Morena ke ye teng.CHORUSKe tla latela Mmoloki, O ntshololetse madiLefa bangwe ba Go latlha, Nna ke tla Go latelaLefa Tsela E Le Mitlwa, Mme E Sa Bonafale,O e ntsamaetse pele, Ke tla ka boitumelo.Lefa Go Le Pitlagano, Ke Raelwa Ga Botlhoko,Ke gakologelwa Wena, Mme ke tla ke itumela.Lefa O Ntsamaisa ’Tshwenyong, Ke Le Mo Bohutsaneng;O no Wa tlhoka legae, Mme ke ya Go latela.Le’ O Ntsamaisa Jordane, Letsididing Botenying,O tlotse kwa pele ga me, Mme ke tla Go latela"
 },
 {
  "title": "12 Motswedi O Teng",
  "number": 12,
  "content": "# 12 Motswedi O Teng\n\nMotswedi O Teng Wa Madi A’ Tswang Mo Mmoloking;Baleofi ba tsena gone Ba tlhapisiwa leswe.Ba tlhapisiwa leswe, Ba tlhapisiwa leswe.Baleofi ba tsena gone Ba tlhapisiwa leswe.Legodu Le Swang Ja Thama, Go Bona Motswedi;Gone le nna ke le maswe, Nka tlhapa mo dibeng.Nka tlhapa mo dibeng, Nka tlhapa mo dibeng.Gone le nna ke le maswe, Nka tlhapa mo dibengMadi A ’Go Kwana E Swang G’a K’a Latlha Thata;Phuthego e rekolotsweng Botlhe ba bolokweBotlhe ba bolokwe, Botlhe ba bolokwe.Phutego e rekolotsweng Botlhe ba bolokweJaka Ke Bonye Motswedi Wa Madi Tumelong,Rato lwa ’Go lo mo pelong, Go tsamae ke swe.Go tsamae ke swe, Go tsamae ke swe,Rato lwa ’Go lo mo pelong, Go tsamae ke swe.Jeso O Mpaakanyeditse, Mme Ke Sa TshwanelaTuelo ya neo ya madi - ’Tshelo bo sa khutleng.’Tshelo bo sa khutleng, ’Tshelo bo sa khutleng,Tuelo ya neo ya madi - ’Tshelo bo sa khutleng.Gone Pako Ya Segosi, Ke Baka Poloko,Loleme lo lo sokameng, Lo ntshitswe bobipong.Lo ntshitswe bobipong, Lo ntshitswe bobipong.Loleme lo lo sokameng, Lo ntshitswe bobipong."
 },
 {
  "title": "13 Morena Ke Batla Go Itekanela",
  "number": 13,
  "content": "# 13 Morena Ke Batla Go Itekanela\n\nMorena Ke Batla Go Itekanela;Ke batla O nne, go nna ka bosaeng kae;O thube disetwa, mme O ntshe baba;Janong ntlhatswa ke tla gaisa kapoko.CHORUSE, ke gaise yone kapokoJanong ntlhatswa ke tla gaisa kapoko.Morena Jeso Leba Kwano Tlase,Mme nthusa ke dire tshupelo totaKea ineela, le gotlhe ke go itsengJanong ntlhatswa ke tla gaisa kapoko.Morena Jeso Ke Rapelela Se;Ke eme dinaong tsa ’Go tse bapotsweng,Tumelo e mpontsha madi a ntlhatswang;Janong ntlhatswa ke tla gaisa kapoko.Morena Ke Letile Ke Itshokile;Tla O bope pelo e ntsha teng ga me;Ga O ise O gane ba ’Go batlang,Janong ntlhatswa ke tla gaisa kapoko."
 },
 {
  "title": "14 Utlwang Peni Dia Wa",
  "number": 14,
  "content": "# 14 Utlwang Peni Dia Wa\n\nTsiri, Tsiri Fela, Mo Diatlanyaneng;Re di naya Jeso Banyana ba ’Gwe.Utlwang Peni Dia Wa: Reetsang Fa Di Wa;Tsotlhe tsa ga Jeso, O tla tsa’a tsotlhe.CHORUSTsiri, tsiri, tsiri, tsiri, Utlwang di ya wa:Tsotlhe tsa ga Jeso. - O tla tsa’a tsotlhe.Ka Re Le Banyana, Re Na Le Peni;Mme fa re godile, Re tla na’a thata.Lefa Madi Mannye, Re Mo Na’a Rato,O tsa’a neo ya rona A ntse A nyenya."
 },
 {
  "title": "15 E Jeso O A Nthata",
  "number": 15,
  "content": "# 15 E Jeso O A Nthata\n\nE, Jeso O A Nthata, Go Bolelwa Mo KwalongBanyana ke ba Gagwe, Ba bokoa mme O thata.CHORUSJeso Oa nthata, E, O a nthata,Jeso Oa nthata, Ke utlwa LokwalongE, Jeso O A Nthata, Mme O Ile A Ntshwela;Mme O tla ntlhatswa dibe, Banyana ba ’Gwe ba tle.E, Jeso O A Nthata, Fa Ke Le Bohutsaneng;O tswa kwa legodimong Go tla nteba kwa ke teng.E, Jeso O A Nthata, O Tla Tsamaya Le NnaE, mme fa ke Mo rata O tla nkisa godimo."
 },
 {
  "title": "16 Ke Tlhapile Diatla",
  "number": 16,
  "content": "# 16 Ke Tlhapile Diatla\n\nKe Tlhapile Diatla, Sentle Mosong OnoMme ka di naya Jeso, Mo go Mo direleng.CHORUSA dinaonyana Di tlhokomele;Sengwe le sengwe ke Direle Jeso.Ke Boleletse Tsebe Tsa Me Go Reetsa,Tirong ya pelonomi, Ya diatlanyana.Matlho A Mo Tebelong, Tirong Le Tshamekong,Go a dibela bosuleng, Ka ntata ya Jeso."
 },
 {
  "title": "17 R’itumela Loratong",
  "number": 17,
  "content": "# 17 R’itumela Loratong\n\nR’itumela Loratong, Tsela E Borethe;Lo re thusa mogopolong, bonolo go bangwe.CHORUSKe Modimo O O lorato:Re ba ’Gwe, re ka tshwana Nae.Re itumela loratong, Tsela e borethe;Lo re thusa mogopolong bonolo go bangweLefatshe Je Le Tletse Loso Le Boleo,Re tla leka ka lorato go gapa mo’a mongwe.Fa Tshelo Jo Bo ’Etile, Re Bid’wa Godimo,Kopelo ya rona e tla Nna ya bosakhutleng"
 },
 {
  "title": "18 Tswelang Pele Bakresete",
  "number": 18,
  "content": "# 18 Tswelang Pele Bakresete\n\nTswelang Pele Bakresete Lo Ye Ntweng,Mokgoro wa Jeso O le kwa pele,Kreste ke Molaodi, Tlhabantshang mmamba,Tswelelang pele ntweng Bonang banera:CHORUSTswelelang Bakreste, Lo lebe kwa ntweng,Mokgoro wa Jeso O le kwa peleMo Tshupong Ya Phenyo Baba Ba Tshaba,Tswelelang mephato, Lo ye kwa phenyong,Phupu dia roroma, ’Kgosing wa pako,Lo tsholetseng mantswe, Lo kueng thata.Re Jaaka Mophato Re Ba Modimo,Re le mo motlhaleng Wa baitshepiGa re kgaogane, Rotlhe re mongwe,Tsholofelong, thutong, Le mo loratong.Go Sule Dikgosi, E, Le Magosi,Phuthego ya Jeso E eme jalo.Meleti ga ’kake Ya bona phenyo,Re na le Morena, Yo O sa fenngweng.Tswelang Pele Batho, A Re Kopaneng,Ka mantswe a rona, Pineng ya phenyo,Kgalalelo tlotlo, Go Kreste Kgosi,E ka bosakhutleng E tla opelwang."
 },
 {
  "title": "19 Itise Mo’a Me",
  "number": 19,
  "content": "# 19 Itise Mo’a Me\n\nItise Mo’a Me:Ka baba ba bantsi;Masomo-somo a boleo,A ya go folosa.Tlhabana Rapela:O se ineele ntweng;Tlhabana ka metlha yotlheMme o lope thuso.Ga O ’Se O Fenye,Mme o se apole;Tiro ya ’go e tla felaO bonye serwalo."
 },
 {
  "title": "20 Tsoga Moya Wa Me",
  "number": 20,
  "content": "# 20 Tsoga Moya Wa Me\n\nTsoga Moya Wa Me Dira, O Nne Tlhaga TirongSianela legodimong, Serwalong se’ sa sweng.O Bidiwa Ke Modimo, Ka Ntswe Je Tshedileng;Ke One O neelang tuelo, Keletsong ya gagoLeru Ja Basupi Le Teng, Je Le Go Bolokang;Lebala kgato e fetileng, Tswela pele tseleng.Mmoloki O Simolotse Tshiano Ya Rona;Re se’ re rwesitswe phenyo, Re rola diako."
 },
 {
  "title": "21 Ke Etla Kwa Mokgorong",
  "number": 21,
  "content": "# 21 Ke Etla Kwa Mokgorong\n\nKe Etla Kwa Mokgorong Lehumeng, Phoufalong;Tsotlhe ke ya di latlha, Ke tla bona poloko.CHORUSKe ikanya Morena Kwana ya Khalefari:Ke obama mokgorong, Mpoloka Jeso janong.(Jeso O ya mpoloka.) 5th Bofelong.Ke Go Tlhologeletswe, Sebe Se Ntse Se Mpusa;Jeso O nthaya A re, \"Nna ke tla go tlhapisa\"Ke Go Fa Tsotlhe Tsa Me, Ditsala Le Dikhumo;Moya mmele ’nna’a tsa ’Go, Tsotlhe ka bosakhutleng.K’ikanya Tsholofetso, Janong Ke Utlwa Madi;Ke namaletse fatshe, Ke bapotswe le Jeso.Jeso O Ntlatsa Moeeng, Mme Ke Itekanetse;Gotlhe k’itekanetse; Kgalalelo go Kwana."
 },
 {
  "title": "22 Morena Ke Utlwa Masego",
  "number": 22,
  "content": "# 22 Morena Ke Utlwa Masego\n\nMorena Ke Utlwa Masego A O Ntse O A Nesa;A kgorisa ba nyorilweng, A ke a nnele le nna,REFRAIN:E le nna, e le nna, A ke a nnele le nnaRara Yo O Pelonomi, Se Mphete Nna Moleofi;Mme lefa O ka Wa mpheta Se fete le masego.A Ke Ntse Ke Letse Sebeng? Mme Ke Go Hutsafatsa?Ke ntse ke le wa lefatshe? Intshwarele mpoloka:Se Mphete Mo’a O Boitshepo, O Ka Bontsha Difofu;Supa neo ya ga Jeso Bua kagiso go nna."
 },
 {
  "title": "23 Tla Go Nna Mo’a Boitshepo",
  "number": 23,
  "content": "# 23 Tla Go Nna Mo’a Boitshepo\n\nTla Go Nna Mo’a Boitshepo,Ntlhatswa pelo e roromang;Ntlatsa boleyong jwa Gago,Tla mme O ntlatse janongCHORUSO ntlatse, mme janong,Jeso tla ntlatse janong,Ntlatsa boleyong jwa Gago,Tla, mme O ntlatse janongO Ka Ntlatsa Moya ’NoloLefa ke sa itse jangMme ke tlhoka Wena thata,Tla mme O ntlatse janong.Ke Tla Ke Tletse Bokoa’Naong tse di boitshepo;Moya o segofaditsweng,Ntlatsa lorato janongNtlhatswa Nkgomotsa, Mpoloka;O tlhatswe pelo ya me;Oa gomotsa, Oa boloka,O ntse O tlatsa janong."
 },
 {
  "title": "24 Wena Kea Go Batla",
  "number": 24,
  "content": "# 24 Wena Kea Go Batla\n\nWena Kea Go Batla, Jeso Yo Bolokang;Lentswe ke ja Gago, Je le gomotsang.CHORUSE Wena kea Go batla Ka dinako tsotlhe.Ntshegofatsa Mmoloki, Ke tla go Wena.Wena Kea Go Batla, Nna Gaufi Le Nna;Thaelo kea di fenya, Fa O le gaufi.Wena Kea Go Batla, Thabong Le Botlhokung;Tla jana mme O nne, Botshelo lefela.Wena Kea Go Batla, Nthute Thato Ya ’Go;Diragatsa go nna Tsholofetso ya ’GoWena Kea Go Batla, Wena Yo Boitshepo;Ao ntira wa Gago Morw’a Modimo."
 },
 {
  "title": "25 Gotlhe Go Jeso Kea Ineela",
  "number": 25,
  "content": "# 25 Gotlhe Go Jeso Kea Ineela\n\nGotlhe Go Jeso Kea Ineela Ka Kgololego;Ke tla Mo rata ka metlha, Ke ikanye go Ene.CHORUSKea ineela, Ke latlha tsotlhe;Gotlhe go Wena Mmoloki kea ineelaGotlhe Kea Ineela Jeso, Ka Obama Dinaong;Boitumelo jwa lefatshe, Ke bo latlhile ntsaya.Gotlhe Kea Ineela Jeso Mmoloki Ntira Wa ’Go;Ke utlwe mo’a o boitshepo, Ke itse gore O’a me.Gotlhe Kea Ineela Jeso, Ke Utlwa Mo’a Boitshepo.Boitumelo jwa poloko, Kgalalelo ’ineng ja ’Gwe."
 },
 {
  "title": "26 Jaaka Ke Ntse",
  "number": 26,
  "content": "# 26 Jaaka Ke Ntse\n\nJaaka Ke Ntse, Mo Molatong,Mme madi a ’Go a ntlhatswa,Mme O mpiletsa go Wena,Kwana ya Modimo, k’ etla.Jaaka Ke Ntse, Ke Sa LetaGo ntsha sebe moeeng wa me,G’Wena yo tlhatswang ka madi,Kwana ya Modimo, k’ etla.Jaaka Ke Ntse, Ke AkgegaDintweng tsa dingongorego -Tsa mo teng, poifo ka ko ntle,Kwana ya Modimo, k’ etlaJaaka Ke Ntse, Bohutsaneng,Pono, khumo le phodiso.E, tsotlhe ke ya di tlhoka,Kwana ya Modimo, k’ etlaJaaka Ke Ntse, O Tla Ntsaya,O intshwarele, O ntlhatswe,Gonne O solofeditse,Kwana ya Modimo, k’ etla.Jaaka Ke Ntse, ’Rato Lwa ’Go,Lo thubile dilo tsotlheKe tla nna wa Gago fela,Kwana ya Modimo, k’ etla."
 },
 {
  "title": "27 Re Ya Go Baka",
  "number": 27,
  "content": "# 27 Re Ya Go Baka\n\nRe Ya Go Baka Modimo Ka MorwaKa Jeso Yo’ suleng mme O tsogile.CHORUSHalelujah kgalalelo, Haleluja amenHaleluja kgalalelo, Re tsose gapeRe Ya Go Baka Modimo Ka Moya’Sedi je le re bontshitseng MmolokiKgalalelo Go Kwana E TlhabilwengYo’ belegeng dibe tsotlhe tsa rona.Kgalalelo Go Modimo O Tshwaro,Yo’ re rekileng A re etelela.Re Tsose Gape Re Tlatse Lorato,Re tsosiwe ka molelo wa godimo."
 },
 {
  "title": "28 O Tsee Lobaka Go Itshepisiwa",
  "number": 28,
  "content": "# 28 O Tsee Lobaka Go Itshepisiwa\n\nO Tsee Lobaka Go Itshepisiwa,Bua Le Morena Nna Fokung ja ’Gwe;Tsala’a ba Modimo, Thusa bokoeng,Se lebale gope masego a ’Gwe.O Tsee Lobaka Go Itshepisiwa,Lefatshe lea duma, Bua le JesoKa go leba Jeso, Tshwana le Ene;Ditsala tsa gago Di Mmone g’wena.O Tsee Lobaka Go Itshepisiwa,A go etelele Mo dilong tsotlhe;Thamong bohutsaneng, Latela Jeso,O lebile Ene, O Mo ikanye.O Tsee Lobaka Go Itshepisiwa,O ingotle Moeeng, A go laole;O isiwa metsweding ya loratoO tla tshwanela tirelo godimo."
 },
 {
  "title": "29 Sala Le Nna",
  "number": 29,
  "content": "# 29 Sala Le Nna\n\nSala Le Nna: Tsatsi Lea Phirima;Go ya ntshofala; Morena sala:Fa go se bathusi le kgomotso,Thuso ya batlhoki, sala le nna.Botshelo Bo Feta Ka Bonako;Thamo le tlotlo tsa ’fatshe jeno;Tsotlhe dia feta di ya nyelela,Wena Yo sa feteng sala le nna.Ga Ke Kope Foko Je Le Fetang,Mme jaak’ O ntse le barutwa Jeso,Kgomotso ka bopelotelele,Tla mme O se ete sala le nna.Ke Go Batla Ka Dinako Tsotlhe,Tshwaro ya ’Go ’ka fenya Satane.Ke mang yo’ tla nkgogang jaaka Wena?Botlhokung, kgatlhegong, sala le nnaFa O Le Teng Ke Tlelwa Ke Thata;Le khutsafalo ga e botlhoko;Ga ke tshabe loso le lebitla;Kea di Fenya fa O sala le nna."
 },
 {
  "title": "30 Tsatsi Le Ya Phirima",
  "number": 30,
  "content": "# 30 Tsatsi Le Ya Phirima\n\nTsatsi Le Ya Phirima; Boikhutso Jwa Godimo:Obamang fa bosigo Bo bonesa dipone Legodimong.CHORUSO boitshepo More-na Modimo!Legodimo lefatshe di baka Wena Mogodimo-dimo.Morena Oa Botshelo, Tlase Ga Gae Ja Gago,Rona ba re Go batlang, Re phuthele sakeng,Gonne O gaufi.Fa Lefifi Le Tsena, Re Tsee Ratong Lwa Gago,Kgalalelong le tshwarong Ya losire lwa Gago r’a tlhatlogaFa Dinaledi, ’Tsatsi, Bosigo, Di Nyelela,Moren’a ba’ngele re Senolele moso wa bosakhutleng"
 },
 {
  "title": "31 Tsatsi Ja Mo’a Me",
  "number": 31,
  "content": "# 31 Tsatsi Ja Mo’a Me\n\nTsatsi Ja Mo’a Me Mmoloki; Ga Go ’Sigo Fa O Le TengGo se nne ’ru ja lefatshe, Go Go fitlha matlhong a me.Fa Ke Tlelwa Ke Boroko, Matlho A Me A OtselaMogopolo wa me, fubeng Sa Mmoloki o ikhutseNna Le Nna Le Maitsiboeng, Ka Nosi Ga Nke Ke Tshela;Sala le nna go bosigo, Gonne ga ke batle go ’swa.Ntshegofatse Fa Ke Tsoga, Ke Tsamaya Mo Lefatshing;Loratong lwa Gago ke bo Ke tsene kwa legodimong."
 },
 {
  "title": "32 Morena Fika Ja Rona",
  "number": 32,
  "content": "# 32 Morena Fika Ja Rona\n\nMorena Fika Ja Rona, Phemelo Tsatsing Ja PhefoRe boloke mo dintelong, Phemelo tsatsing ja phefo.CHORUSLefika ’le nonofileng, Moruti kwa go mogote,Moeteledi wa rona, Phemelo tsatsing ja phefo.Sekhukhu Le Tshireletso, Phemelo Tsatsing Ja Phefo;Ga go poifo ya mmaba, Phemelo tsatsing ja phefo.Morwalela Lefa O Tla, Phemelo Tsatsing Ja Phefo;Re iphitlha mo Modimong, Phemelo tsatsing ja phefoLefika Je Le Boitshepo, Phemelo Tsatsing Ja PhefoO nna mothusi wa rona, Phemelo tsatseng ja phefo"
 },
 {
  "title": "33 O A Nkgoga",
  "number": 33,
  "content": "# 33 O A Nkgoga\n\nO A Nkgoga: Go Gontle Jang:Lefoko je le gomotsang:Se ke se dirang, kwa ke yang,Ke gogwa ke Modimo teng.CHORUSO a nkgoga, O a nkgoga,Ka seatla sa ’Gwe Oa nkgoga:Ke tla Mo sala morago,Go bo ke Ene Yo’ nkgogang.Lefa Ke Eta Lefifing,Gongwe bontleng jwa Edene,Metseng mantle, le dintelong,Ke ntse ke gogwa ke Ene.Morena Nka Tshwara ’AtlaSa ’Go ke Sa ngongorege,Ke itumela mo tseleng,Ka ke gogwa ke Modimo.Fa Tiro’a Me E Fedile,Phenyo ke e bona tshwarong,Ga nke ke tshaba le loso,Modimo’ nkgoga Jordane."
 },
 {
  "title": "34 Fa Kagiso E Le Mo Tseleng",
  "number": 34,
  "content": "# 34 Fa Kagiso E Le Mo Tseleng\n\nFa Kagiso E Le Mo Tseleng Ya Me,Fa bohutsana bo le tengLefa go nna jang, O nthutile, go re,Ke re \"Go sego moeng wa me.\"CHORUSGo sego Mo moeng,Go sego, go sego mo moeng.Fa Satane A Ntshwenya, Go Tla Diteko,Ke nne le mogopolo o,Gore Jeso o nkutlwela botlhoko,O ntshololetse madi a ’Gwe.Ka Boleo Ke Tletse Boitumelo:Boleo jwa me ka bojotlheBo kokothetswe mokgorong wa Gagwe;Baka Morena moya wa me.Jeso Akofisa Pono’a Tumelo,Le ya go tlos’wa ga maru’Naka lo lele Morena’ fologe,Le gone go sego mo moeng."
 },
 {
  "title": "35 A Botsalano, Boitumelo",
  "number": 35,
  "content": "# 35 A Botsalano, Boitumelo\n\nA Botsalano, Boitumelo,Mo mabogong a bosakhutleng;A go masego, kagiso ya me,Mo mabogong a bosakhutleng.CHORUSIkaege (go Jeso Morena)O bolokege ka gotlheIkaege (go Jeso Morena)Mo mabogong a bosakhutlengMonate Go Tsama’a Loetong Lo,Mo mabogong a bosakhutlengGo lesedi jang tseleng ka metlha,Mo mabogong a bosakhutlengKe Tla Tshaba Eng, Ke Boife Eng,Mo mabogong a bosakhutleng?Ke na le kagiso mo Moreneng,Mo mabogong a busakhutleng."
 },
 {
  "title": "36 Ke Leba Go Wena",
  "number": 36,
  "content": "# 36 Ke Leba Go Wena\n\nKe Leba Go Wena, Kwana’ Khalefari,Ao Mmoloki:Nkutlwa mo thapelong, O ntlose melato,Go tswa gompieno ke nne wa ’Go.Tshwaro Ya Gago A E Nnee Nonofo,E ntlhoafatse;Mme jaaka O ntshwetse, Ao, Lorato lwa me,A lo se fetoge, A lo tshele.Tseleng E Lefifi Le Mo Bohutsaneng,Wena nkgoga;O tlose lefifi, phimola ’keledi,O se nteseletse Ka tswa g’Wena."
 },
 {
  "title": "37 Gaufi Le Modimo Wame",
  "number": 37,
  "content": "# 37 Gaufi Le Modimo Wame\n\nGaufi Le Modimo Wame, Gaufi:Le e le mokgoro O ntsholetsang:Ke tla nna k’opela, Gaufi le Modimo,Gaufi le Modimo wame, gaufi.Ke Le Motimedi, Go Se ’Sedi,Lefifi, le mpipa, Ke sama ’ntsweLe mo ’torong tsa me, Ke tla nna gaufi,Gaufi le Modimo wame, gaufiA Go Nne Le Tsela E Tlhatlogang,Gotlhe mo’ nthometseng, Go neilwe tshwarong;Ba’ngele ba mpitsa Gore ke ye gaufi,Gaufi le Modimo wame, gaufi.Foo Mogopolong Wa Me Ka Pako,Ke tswa bohutsaneng, K’age BethelaKe tla nna k’opela, Gaufi le Modimo,Gaufi le Modimo wame, gaufi."
 },
 {
  "title": "38 Tlhomamang Lo Emele Modimo",
  "number": 38,
  "content": "# 38 Tlhomamang Lo Emele Modimo\n\nTlhomamang Lo Emele Modimo,Modumong wa ntwa, le mo dintelong;Ke ’Fika fela, je le nonotshang,Fa sebe se le gaufiCHORUSA re emeng ’Fikeng, Re tlhomame, Fikeng,Lefikeng ja ga KreseteMme fa re itshoka, Re tla tlhomama,Gare ga ba’ mo teroneng.Tlhomamang Lo Emele Tshiamo,Lo itsheke pelo, lo nne tumelong;Ke Lefika je le nayang phenyo,Diphosong tsa lefatshe.Tlhomamang Mme Lo Emele Nnete,E tla lo thusa, lefa e diega;Ke ’Fika je le nayang kagiso,Fa go fetile phefo."
 },
 {
  "title": "39 Tsholofelo Ya Me E Mading",
  "number": 39,
  "content": "# 39 Tsholofelo Ya Me E Mading\n\nTsholofelo Ya Me E Mading Le Tshiamong Ya JesoGa ke ikanye bonna, mme Ke ikaega go Jeso.CHORUSKe eme Lefikeng je le Tlhomameng go Keresete;Mmu o mongwe ke mosawaFa Lefifi Le Mo Sira, Ke Ikhutsa Tshwarong Ya ’Gwe;Mo sefefong se se tona, Ke tlhomame mo go Ene.Ikano, Kgolagano Le Madi A Gagwe Dia Nthusa;Fa batho botlhe ba ntatlha, K’ Ene tsholofelo ya me.Fa A Tla Ka Loshalaba, Ao, Ke Fitlhelwe Go Ene;Ke apesitswe tshiamo, Ke eme gaufi teroneng."
 },
 {
  "title": "40 Fa Re Tsamaya Le Morena",
  "number": 40,
  "content": "# 40 Fa Re Tsamaya Le Morena\n\nFa Re Tsamaya Le Morena Mo ’Seding,Kgalalelo tseleng ya rona,Fa re dira thato Ya Gagwe, O tla nnaLe rona, le ba ikanyang ba utlwa.CHORUSIkanye, utlwa, gonne ga go tselaGo itumela go Jeso, Kwa ntle ga go utlwa.Go Ka Nna Moruti, Lefa E Le Leru,Di tlos’wa ke go nyenya ga ’Gwe.Ga go pelaelo, Poifo, ’keledi,Tse di nnang fa re le boikanyo.Ga Go Na Morwalo Le Kutlo Botlhoko,O duela tiro ya rona;Ga go bohutsana, Tatlhego, Khutlugo,Go sego fa re le boikanyo.Mme Ga Re Na Tshupo, Ya ’Rato Lwa Gagwe,Fa re ise re latlhe tsotlhe.Gonne tsalano le Boipelo Onayang,Ke tsa ba ba ikanyang ba utlwaFoo Mo Botsalanong, Re Tla Nna Dinaong,Gongwe re tsamae le Ene;Re dira ta’o ya ’Gwe, Re ya thomong ya ’Gwe,Go se poifo boikanyong"
 },
 {
  "title": "41 Modimo O Nne Le Lona Lotlhe",
  "number": 41,
  "content": "# 41 Modimo O Nne Le Lona Lotlhe\n\nModim’o Nne Le Lona Lotlhe;O tshegetse, O kaele;Mo sakeng O lo boloke;Re tsamae re be re rakane.CHORUSRe be re rakane, re be re rakane,Dinaong tsa ga Jeso.Re be re rakane, re be re rakane,Modim’o nne le lona lotlheModim’o Nne Le Lona Lotlhe;Phukeng ts’ One O lo fitlhe,Ka mana O lo tlamele,Re tsamae re be re rakane.Modim’o Nne Le Lona Lotlhe,Tlalelong O lo femele,Mabogong O lo dibele;Re tsamae re be re rakane.Modim’o Nne Le Lona Lotlhe,Loratong O lo tsholetse,Mme O lo fapose loso;Re tsamae re be re rakane."
 },
 {
  "title": "42 Boitumelong Re Rakana Le Ditsala",
  "number": 42,
  "content": "# 42 Boitumelong Re Rakana Le Ditsala\n\nBoitumelong Re Rakana Le Ditsala Mo FatshingMme go tla mogopolo wa gore re tla kgaogana.CHORUSGa re ka ke ra kgaogana Gone legodimong,Kwa fatshing ja boitumelo, Ga re na kgaoganoGo Boipelo Tsholofelo Fa Baratwi Ba Tloga,Gore bokhutlong rona le bona re tla nna mmogo.Ga Go Taetso E Ka Buiwang Gaeeng Je Lentle Jele,Mme re tla opela kopelo Tsa kagiso gone."
 },
 {
  "title": "43 Robala Segong Go Jeso",
  "number": 43,
  "content": "# 43 Robala Segong Go Jeso\n\nRobala Segong Go Jeso,Mo go seng ope yo’ lelang;Boikhutsong jwa tidimalo,Jo bo sa sengweng ke mmaba.Robalela Mo Go Jeso,Kotselong e e monateGo ikhutsa boitshepong,Tsholofelong e sa khutlengRobala Kagisong Ya ’Gwe,Yo’ tsogo ya ’Gwe ’leng segoGa go poifo, tatlhegoMo nonofong ya Mmoloki.Robala Mme O Tla Tsoga,Naka lo gelebetega;Foo o phatlole bobipoMme o tsoge ka bosasweng."
 },
 {
  "title": "44 Fa Tiro Ya Me E Fedile",
  "number": 44,
  "content": "# 44 Fa Tiro Ya Me E Fedile\n\nFa Tiro Ya Me E Fedile, Ke Tlola Noka\"Mo go swang mo go apara, bosasweng,\"Ke tla itse Morekolodi moseja ole,Ene O tla intumelela peleCHORUSKe tla Mo itse, Ke tla Mo itse,Ke rekolotswe ke eme Nae,Ke tla Mo itse, Ke tla Mo itse,Ka dipadi diatleng tsa ’Gwe.A Boitumelo Jwa Legodimo Fa Ke Mmona,Mo kgalalelong le bopelonoming;Pel’a me e tla Mmakela tshwaro le loratoLo lo mpaakanyetsang bonno godimo.Baratwi Ba Ba Ileng Kea Ba Gakologelwa,Jaaka ba ne ba laela molapong;Re tla rakanela ruri monateng Edene,K’eletsa go bona Mmoloki peleKa Dikgoro Tsa Motse, Ke Le Mo Kobong E Tshweu,O tla ntsenya mo go seng dikeledi;Kopelong ya boitumelo ke tla ipela;K’eletsa go rakana le Mmoloki."
 },
 {
  "title": "45 Mpha Bibela",
  "number": 45,
  "content": "# 45 Mpha Bibela\n\nMpha Bibela Lesedi Ja Boipelo,Go gomotsa motimedi phefong;Ga go sefefo se se ka le fitlhang,Gonne Jes’ o tsile go boloka.CHORUSMpha Bibela thomo e boitshepo,Lesedi ja Gago le tla nkgoga.Tao, tsholofetso lorato mmogo,Go bo go tswe tsatsi le sa khutleng.Mpha Bibela Fa Ke Lo Mo TlalelongFa boleo bo ntlatsa poifo;Mpha mafoko a builweng ke Jeso,Tsholetsa lobone lwa tumelo.Mpha Bibela, Mme Mponesetsa Tsela,Nthuta kotsi ya dipuso tseno;Bone lole lwa poloko lo tuke,Lo bonese tsela ya kagiso.Mpha Bibela Lobone Lwa Botshelo,Lo tsholetse phupung e e butswengMpontsa lesedi ja kwa legodimong,Mpontsha kgalalelo kwa Jordane"
 },
 {
  "title": "46 Lo A Nkopelele Gape",
  "number": 46,
  "content": "# 46 Lo A Nkopelele Gape\n\nLo A Nkopelele Gape, ’Foko A Botshelo;Ke bone bontle jwa one, ’Foko a Botshelo;’Foko a botshelo, A nthuta tumelo.CHORUSA mantle jang, kgakgamatso, ’Foko a Botshelo,A mantle jang, kgakgamatso, ’Foko a Botshelo;Jeso Mmoloki O Lerile, ’Foko A Botshelo;Reetsang pitso tsa lorato,’ Foko a Botshelo;Ke a neo fela, Re bidiwa godimo,Bolelang Bontle Jwa Pitso,’ Foko A Botshelo;Boitshwerelo go botlhe,’ Foko a Botshelo;Jeso ke Mmoloki, O ya re itshepisa...."
 },
 {
  "title": "47 Nokeng Ya Jordane",
  "number": 47,
  "content": "# 47 Nokeng Ya Jordane\n\nNokeng Ya Jordane K’ema, Ke Leba K’eletsa.Kwa Kanana boitumelong, Kwa khumo ya me e teng.CHORUSRe tla ikhutsa boitumelong, (kgantele)Kwa moseja, kwa bophatsimong, (phatsimong)Re opela pina ya Moshe le Kwana,Re nne le Jeso kwa O teng.Gone Kwa Mabaleng Ale Go Nna Kgalalelong,Jeso Letsatsi Oa busa, O tlosa bosigo.Ke Tla Fitlha Leng Kwa Bontleng Mme Ke Segofale?Ke tla bona leng Rara teng, Ke nne ’gosing jwa Gwe.Ke Tletse Boitumelo, Ga Nka Ke Ka Nna Fa;Dintelong tsa kwa Jordane, Ke tlola go se poifo."
 },
 {
  "title": "48 Go Tla Boitumelo Bofelong",
  "number": 48,
  "content": "# 48 Go Tla Boitumelo Bofelong\n\nGo Tla Boitumelo Bofelong, Fa Barobi Ba Fitlha Gae,Ba tlisa diako maitsiboa Gone kwa Jerusalem.CHORUSBoitumelo kgantele, Boitumelo bo ’sa sweng;Boitumelo gaufi Badiri ba tla ya gae.Botshe Kopelo Tse’ Tla Opelwang, Opelwang, Boitumelomo dipelongRe baka Jeso Morena Motseng wa Jerusalem.Re Letiwe Ke Boitumelo, Mannong A Mantsi A Gouda;Jeso Oa re baakanyetsa, Gone kwa Jerusalem."
 },
 {
  "title": "49 Go Tla Mogopolo",
  "number": 49,
  "content": "# 49 Go Tla Mogopolo\n\nGo Tla Mogopolo, Go Nna O Masisi;Ke gaufi gae gompieno Go gaisa gale.CHORUSGaufi gae, Legae ja me;Gaufi gae gompieno, Go gaisa gale.Gaufi Tlung Ya Rara, Kwa Mannong A Mantsi;Gaufi kwa Jeso O busang, Lewatleng je lentle.Ke Gaufi Go Gae, Ke Rola Morwalo,Mokgoro wa bohutsana, ke rwala serwalo."
 },
 {
  "title": "50 Fatshe Le Teng Je Lentle",
  "number": 50,
  "content": "# 50 Fatshe Le Teng Je Lentle\n\nFatshe Le Teng Je Lentle Thata,Tumelong le bonwa kgakala;Gone Rara O re letile,Go re baakanyetsa bonno teng.CHORUSMo bontleng.....kgantele,Re tla rakana bontleng jole.Mo bontleng.....kgantele,Re tla rakana bontleng jole.Re Tla Opela Bontleng Jole,Dikopelo tsa tshegofatso;Ga re ka ke ra hutsafala,E seng ka ntlha ya boikhutso.Go Rara Wa Rona GodimoRe tla isa pina tsa pako,Ka neo ya ’Gwe ya lorato,Le masego a re itshepisang."
 },
 {
  "title": "51 Re Kolobetse",
  "number": 51,
  "content": "# 51 Re Kolobetse\n\nRe Kolobetse O Re Nonotshe,Ka lorato, Ao Morena Mmoloki.CHORUSRe ya Go rapela Morena Jeso,Ka ’rato le Moya re kolobetseRe Sa Tshwanela, Re Leswafetse,Re tlhapise mo lesweng ja boleo.Moya Wa Legodimo Fologa;Re lopa masego A tshegofatsoReetsang Lentswe Le Duleng Godimo,Ja re: O moratwa, O ya nkgatlhisa.CHORUS YA BOFELO:Re ya Go baka kwana e tlhabilweng,Re ya Go tlotla, Amen, amen."
 },
 {
  "title": "52 Tla Motswedi Wa Masego",
  "number": 52,
  "content": "# 52 Tla Motswedi Wa Masego\n\nTla Motswedi Wa Masego, O Nthute Go Opela;Go melatswana ya tshwaro E e bitsang dipako.O nthute go Go kgabisa, Ke bontshe molem’e ’Go,Fa tsholofelo ya kgalalelo e mpha boipeloKe Baa Kgakololo Ya Me, Ka Thuso Ya ’Go Ke Fa,Ke solofela go fitlha Gae ka boitumelo.Jes’o mpatlile timelong, Ke dule mo lesakeng;Go mpoloka mo diphatseng, A tsholola madi a ’Gwe.Tshegofatsong Ke Na Le Mo-lato Ka Metlha Yotlhe:Mne O mphape ka dikgole Ke nne gaufi le Wena.Morena le ke timela, Ke tloga go ModimoPelo ya me ke e etsee, O e kanele Wena"
 },
 {
  "title": "53 Mo’a Boitshepo Mogogi",
  "number": 53,
  "content": "# 53 Mo’a Boitshepo Mogogi\n\nMo’a Boitshepo Mogogi, Gaufi Le MokresteRe goge ka seatla Re baeti mo nageng;Re ipela ka metlha, Fa re utlwa lentswe jeSebang, \"Tla motimedi, Ntatela Kea Go goga.O Tsala E Ikanyegang, O Gaufi Go Thusa,Se re tlogele fela Poifong le lefifing;Fa go le ditlalelo, Dipelo di fifala,Seba \"Tla motimedi, Ntatela Kea go goga.Fa Tiro E Fedile, Re Tla Leta Kgololo,Re rapelela gae, Re sa itse re kwadilwe;Re tlola morwalela, Re kopa madi a Jeso,Seba \"Tla motimedi, Ntatela, Ke tla go goga."
 },
 {
  "title": "54 Ke Na Le Kopo Moreneng",
  "number": 54,
  "content": "# 54 Ke Na Le Kopo Moreneng\n\nKe Na Le Kopo Moreneng, Tsela Tsa Me Di Seretse,Ka metsi gongwe molelo, Mphepafatsa, MphepafatsaCHORUSSopr. Ntlhatswa Wena ntle le mo teng....Alt., T. & B. O ntlhatswe ntle le mo teng,Sopr. Ka molelo.... F’o ntse jalo,...Ga go mola....tosebe se...Alt. T. & B. Ka molelo, F’o ntse jalo,....Fa e bo fela se swaSopr. Swe mo go nna, Se swe go nna.Alt. T. & B. Mo go nna, Sebe se swe go nna.Fa O Nn’a Pono E Phepa, Ke Tla Leboga Ke Ipele;Mme bogolo pelo e e itshekileng, E bogolo.E, Fa Pelo E Le Phepa, Ke Tla Golelwa Ke Pono,Botshelong jwa ’Go go bonwa Dilo tse di boitshepo.Ke Gana Tsel’e Seretse, Le Mogopolo O Maswe,Lefa ke itisa jalo, Ke lwa, ga ke ya itsheka."
 },
 {
  "title": "55 A O Tswa Go Jeso",
  "number": 55,
  "content": "# 55 A O Tswa Go Jeso\n\nA O Tswa Go Jeso Go Kopa Bontle?O tlhapile mading a Kwana?A o ikantse Ene gompieno?O tlhapile mading a Kwana?CHORUSO tlhapile mading,Mading a a tlhapisang moya (a Kwana T. & B.)A o kobo e ntle e e phatsimang,O tlhapile mading a Kwana?A O Sepela Le Ene Mmoloki?O tlhapile mading a Kwana?A o ikhutsa go Eo O bapotsweng?O tlhapile mading a Kwana?Fa Go Tla Monyadi O Tla Nna Montle,O tlhapile mading a Kwana?O iketleditse go aga ’seding?Le go tlhapa mading a Kwana?Latlha Dikobo Tse Di Tletseng Boleo,Mme o tlhape mading a Kwana.Go motswedi o o tlhapisang moya,Tla o tlhape mading a Kwana."
 },
 {
  "title": "56 Ke Timeletse Kgakala",
  "number": 56,
  "content": "# 56 Ke Timeletse Kgakala\n\nKe Timeletse Kgakala, Janong Ke Tla Gae,Ke sepetse mo boleong, Jeso ke tla gae.CHORUSKe tla gae, ga nka ke Ka ya go sele;Mpulela ’atla tsa Gu, Jeso ke tla gae.Ke Sentse Ngwaga Tse Dintle, Janong Ke Tla Gae;Ke ikwatlha’a ka go lela Jeso ke tla gae.Ke Lapisitswe Ke Sebe, Janong Ke Tla Gae;Ke tla ikanya rato lwa ’Gu; Jeso ke tla gae.Kopo Ya Me Ke Yone E, Janong Ke Tla Gae;Gobo Morena A ntshwetse, Jeso ke tla gae.Ke Tlhoka Madi A Gagwe, Janong Ke Tla Gae;Ntlhapise ke nne mosweu, Jeso ke tla gae."
 },
 {
  "title": "57 \"Lefa E Mang\"",
  "number": 57,
  "content": "# 57 \"Lefa E Mang\"\n\n\"Lefa E Le Mang Yo’ Utlwang\" A Kue,Mafoko a molemo fatshing jotlhe;A boleleng gotlhe mo go leng batho:\"Lefa e le mang a tle.\"CHORUS\"Lefa e le mang, lefa e le mang\"Bolelelang botlhe ba ba mo fatshing;Rara Oa ba bitsa, a re, ba tle gae:\"Lefa e le mang a tle.\"Lefa E Le Mang Yo Tlang Se Diege,Janong kgoro e butswe o ka tsena;Jeso ke nnete, tsela e tshedileng:\"Lefa e le mang a tle.\"\"Lefa E Le Mang,\" Tsholofetso E Teng,\"Lefa e le mang\" a a nnele ruri;\"Lefa e le mang,\" Ke tshelo jwa gale:\"Lefa e le mang a tle.\""
 },
 {
  "title": "58 Lotlhe Tlotlang That’a Jeso",
  "number": 58,
  "content": "# 58 Lotlhe Tlotlang That’a Jeso\n\nLotlhe Tlotlang That’a Jeso: Baengele Ba Wa,Lereng rwalo sa bogosi, Lo rwese Morena;Lereng rwalo sa bogosi, Lo rwese Morena.Lona Ba Lo Itshenketsweng, Lona Masalela,Mo tlotleng Yo lo bolokang, Lo rwese Morena;Mo tlotleng Yo lo bolokang, Lo rwese Morena.Ditso Tsotlhe Le Ditshaba, Mo Lefatshing Jeno,Botlhe a ba Mo nee tlotlo, Ba rwese Morena;Botlhe a ba Mo nee tlotlo, Ba rwese Morena.’Kete Re Na Le Baitshepi, Re Ka Wela Fatshe,Re tla opela ka gale Re rwese morena;Re tla opela ka gale, Re rwese Morena."
 },
 {
  "title": "59 Jeso Morati Oa Me",
  "number": 59,
  "content": "# 59 Jeso Morati Oa Me\n\nJeso Morati Oa Me, Ke Fofela Go Wena,Fa dintelo di ntlela, Ke tlelwa ke sefefo:Mphitlha, ao, Mmoloki, ’Fefo se be se fete,Ke tsene polokegong, o bo O nkamogele.Ga Go Phemelo Epe; Ke Lebile Go Wena;Ao O se nteseletse, Wena nna O ntsholetsa.O tsholofelo ya me, Thuso e tswa go Wena;O nkhurumetse tlhogo, ka diphuka tsa Gago.Ke Batla Wena Kreste, Go Gaisa Dilo Tsotlhe;O tsose ba ba oleng, O fodise balwetsi.Go boitshepo Wena; Nna ke mosiamolodi;Ke tletse leswe, sebe, O tletse kgalaletso.O Tletse Kgalaletso, E Bipang Dibe Tsa Me;Go tle nok’e fodisang, O ntshegetse boitshekong.O noka ya botshelo, A ke nwe kgololegong,O tswele pelong ya me, Tsogela bosakhutleng."
 },
 {
  "title": "60 Jeso Boipelo Jwa Pelo",
  "number": 60,
  "content": "# 60 Jeso Boipelo Jwa Pelo\n\nJeso Boipelo Jwa Pelo:Wena noka ya botshelo:Boitumelong jwa lefatshe,Re boela go Wena gape.Wena Senkgwe Se TshedilengRea eletsa go Go ja;Re nwa go Wena MotswediO tlatse mewa ya rona.Re Go Eletsa Mo Moeeng,Gotlhe kwa re latlhelwang teng;Go boipelo fa O nyenya,Sego fa re Go dumela.Jeso O Nne Mo Go Rona;O re direle kagiso.Leleka fifi ja sebe,O bonesetse lefatshe."
 },
 {
  "title": "61 Bogolo Ka Jeso",
  "number": 61,
  "content": "# 61 Bogolo Ka Jeso\n\nBogolo Ka Jeso K’itse,Bogolo ke bontshe tshwaro;Ke bone poloko ya Gwe,Lorato lwa O ntshwetseng.CHORUS :Bogolo ka Jeso, Bogolo ka Jeso,Ke bone poloko ya ’Gwe;Lorato lwa Yo O ntshwetseng.Bogolo Jeso K’ithute,Ke itse go rata ga ’Gwe;Ke rutwe ke mo’a Modimo,O mpontshe dilo tsa Jeso.Bogolo Fokong Ja Jeso,Ke bue le Morena wa me,Ke utlwe lentswe ja Gagwe,Le nna’a polelo tsa nnete.Ka Setulo Sa Bogosi,Khumo kgalalelong ya ’gwe;Bogolo ka ’gosi jwa ’Gwe,Le ka go tla ga Morena."
 },
 {
  "title": "62 Jeso Kea Go Rata",
  "number": 62,
  "content": "# 62 Jeso Kea Go Rata\n\nJeso Kea Go Rata, K’itse O Wame,Ka ntlha ya ’Go ke tlogela boleo,Morekolodi wa me, O Mmoloki;Fa ke Go ratile Jeso, ke janong.Ke Go Rato Go Bo O No Wa Nthata,Wa nthekela boitshwarelo mokgorong;Ke Go rata go bo O rwele mitlwa;Fa ke Go ratile Jeso ke janong.Ke Tla Go Rata Botshelong, Le Losong;Ke tla Go baka fa ke sa tshedile,Ke re, rame sa loso se le go nna,Fa ke Go ratile Jeso, ke janong.Mannong A Kgalalelo Le Boipelo,Ke tla Go tlotla gone legodimong,Mme ke opele ke rwele serwalo,Fa ke Go ratile Jeso ke janong."
 },
 {
  "title": "63 Keng Se Ka Ntlhatswang Sebe?",
  "number": 63,
  "content": "# 63 Keng Se Ka Ntlhatswang Sebe?\n\nKeng Se Ka Ntlhatswang Sebe? Fa E Se Madi A JesoKeng se ka intshekisang? Fa e se madi a Jeso.CHORUSAo a mantle madi A a ntirang bosweu;Ga go noka epe, Fa e se madi a Jeso.Ke Bona Se Se Ntlhatswang, Mme Ke Madi A Ga Jeso;Ke lopa boitshwarelo- E le ka madi a Jeso.Ga Go Se’ Ka Letlanyang,- Fa E Se Madi A Jeso;Ga ke ya dira sepe- Fa e se madi a Jeso.E Ke Kagiso Ya Me,- E E Mading A Ga Jeso;E ke tshiamo ya me-E e mading a ga JesoKgalalelo K’opela -One Madi A Ga Jeso;Ke lere pako ya me- Ke one madi a Jeso."
 },
 {
  "title": "64 A O Tlaletswe",
  "number": 64,
  "content": "# 64 A O Tlaletswe\n\nA O Tlaletswe, O Phatloga Pelo?Itsise Jeso, Itsise Jeso,A o hutsafaletse boitumelo?Itsise Ene Jeso.CHORUSItsise Jeso, itsise Jeso,Ke tsala e itsiweng;Ga o na tsala, le morwa rrago,O bolelele Jeso.A O Lela O Ise O Itewe?Itsise Jeso Itsise Jeso,A o na le dibe tse di fitlhilweng?Itsise, Ene Jeso.A O Boifa ’Ru A Bohutsana?Itsise Jeso, Itsise Jeso;A o eletsa se se tlang ka moso?Itsise Ene Jeso.A O Tshwengwa Ke Kgopolo Ya Loso?Itsise Jeso, Itsise Jeso,A o eletsa bogosi jwa Jeso?Itsise Ene Jeso."
 },
 {
  "title": "65 Go Botshe Go Ikanya Jeso",
  "number": 65,
  "content": "# 65 Go Botshe Go Ikanya Jeso\n\nGo Botshe Go Ikanya Jeso,Go Mo ts’a fokong ja ’Gwe;Go ikhutsa tsholofelong,Go itse, \"Go bua Jeso\"CHORUSJeso, Jeso, kea Mo ikanya;Ke Mo lekile gantsi:Jeso, Jeso, Yo’ tlhokegang:Ka tshwaro go Mo ikanya.Go Botshe Go Ikanya Jeso,Go ikanya mading a ’Gwe;Mme ka tumelo go ntsenya,Mo metsing a tlhapisang.E, Botshe Go Ikanya Jeso,Go tlogela boleo;Mo go Jeso go itseelaBotshelo le kagiso.Ke Itumela Go Go Ikanya,Jeso, Mmoloki, Tsala;Mme ke itse gore O go nna,O tla nna le nna fela."
 },
 {
  "title": "66 Le Monate Letsatsi",
  "number": 66,
  "content": "# 66 Le Monate Letsatsi\n\nLe Monate, Tsatsi Ja Go Itlhaolela Modimo;A pelo e e ipele, E bolele boitumelo.CHORUSLe monate tsatsi Le Jeso O ntlhapisitseng:O nthutile go rapela, Le go tshela boitumelong;Le monate tsatsi Le Jeso O ntlhapisitseng.Go Fedile, Go Dirilwe; Ke Wa Moren’ Ene Wa Me;O mpiditse, ka latela, Ke itumela mo pitsong.Gone Janong Pelo Ya Me, Ikhutse Boitumelong;O se tloge, go Morena, Yo O ruileng molemo."
 },
 {
  "title": "67 Tlang Bao Re Ratang Morena",
  "number": 67,
  "content": "# 67 Tlang Bao Re Ratang Morena\n\nTlang Bao Re Ratang Morena Re Itumeleng,Re opele mmogo botsheng, Re opele mmogo botsheng,Re dike terone, Re dike terone.CHORUSRe ya kwa Siona, Oo montle, montle Siona;-(T. & B.) Rona re ya kwa Siona, Oo montle, montle Siona.Re ya godimo Siona, Motse montle wa Modimo.-(T. & B) Re ya kwa legodimong Siona, Motse montle waModimo.Ba Gane G’opela Ba’ Sa Itseng Modimo;Mme bana ba legodimo, Mme bana ba legodimo,Ba bue boitumelo, Ba bue boitumelo.Thaba Ya Siona E Ntsha Botshe ’Boishepo,R’ise re fitlhe godimo, R’ise re fitlhe godimo,Mebileng ya gouda, Mebileng ya gouda.Foo A Re Opeleng Keledi Di OmeRe tsamaya Immanuele, Re tsamaya Immanuele,Go ya legodimong, Go ya legodimong."
 },
 {
  "title": "68 Ke Rekolotswe Kea Bolela",
  "number": 68,
  "content": "# 68 Ke Rekolotswe Kea Bolela\n\nKe Rekolotswe: Kea Bolela:Ke rekolotswe ka madiRekolotswe ka tshwaro ya Gwe,Ke ngwana’ Gagwe ka gale.CHORUSRekolotswe, ke rekolotswe ka madi;Rekolotswe, ke ngwana’ Gagwe ka gale.Rekolotswe: Kea Itumela:Ga go puo e ka bolelang;K’itse gore sedi ja GagweLe tla nnela ruri le nna.K’akanya Ka Morekolodi,Ke M’akanya tsatsi jotlhe;K’opela ke sa didimale;K’opela rato lwa Gagwe.Ke Tla Bona Bontleng Jwa GagweKgosi e intumedisang,Ke Yo O ntisang ka lorato,Yo mphang kopelo bosigong.K’itse Serwalo Se NtetileKwa moseja mannong mantle;Mme le ba’ itekaneditsweng,Ke tla nna gae le Morena."
 },
 {
  "title": "69 Re Tla Nna Metsing A Tshedileng",
  "number": 69,
  "content": "# 69 Re Tla Nna Metsing A Tshedileng\n\nRe Tla Nna Metsing A Tshedileng,Motsweding o montle;Gone Jeso o re letile, Go re amogela.CHORUSRe tla nna metsing a tshedileng,’Tla nna metsing a tshedilengRe nna metsing a tshedileng,Motsweding wa botshelo.(T. & B.)Re tla nna motsweding o o tshedileng,Re tla nna motsweding o tshedileng;Re tla nna motsweding O tshedileng,Motsweding wa botshelo.Fa Re Lapile Mo Loetong,Go botshe go ikhutsa,Mo metsing a mantle a dumang,Metsweding e nyenyang.Foo Tla Go Jeso Mo Botshelong,O tla go nonotsha;Lekela poloko ya Gagwe,O nwe O se nyorwe."
 },
 {
  "title": "70 Fa Jeso A Phutha Merafe",
  "number": 70,
  "content": "# 70 Fa Jeso A Phutha Merafe\n\nFa Jeso A Phutha Merafe,Pel’a Gagwe go bonala,Foo re tla ema jang Katlholong,Fa re bid’wa go utluwa?CHORUSO tla phutha mabele segotlong,Mme mmoko O tla o gasaka;Foo re tla ema jang Katlholong,Tsatsing legolo ja tsogo?A Re Tla Utlwa Mo Mmoloking,Go twe \"O dirile sentle,\"Gongwe re roroma ka poifo,Re nyelediwe pel’a Gagwe.O Tla Nyenya Fa A Leba Bana,A bona lotshwao lwa Gagwe;O ba pesa bontle jwa godimo,Ba khubame naong tsa Gagwe.Foo A Re Leteng, Mme Re Diseng,Dipone di ntse di tuka;Fa Monyadi A tsena modirong,Re tshwanelwe ke go fofa.Dipelo Di Lebile Godimo,Re itshoketse lobaka,’Eto lwa rona fa lo fedile,Re tla ’ramela boitshepong."
 },
 {
  "title": "71 Ga Ke Re Sepe Khumo",
  "number": 71,
  "content": "# 71 Ga Ke Re Sepe Khumo\n\nGa Ke Re Sepe Khumo, Lefa E Le Gouda;Ke senka legodimo, Ke tsene lesakeng;Kwalong lwa gosi jwa Go, Lo lo lontle thatha,Mpolelela Mmoloki, A ke kwadilwe teng?CHORUSA ke kwadilwe teng, Mo tsebeng tse di tshweu?Kwalong lwa gosi jwa ’Go, A ke kwadilwe teng?Morena Ke Mo Dibeng, Di Jaaka Mosawa,Mme madi a Mmoloki, A intekanetse;Go, na le tsholofetso, tlhakeng tse ’phatsimang,\"Lefa di le khubidu, Di tla nna ditshweu\"Motseng O Montle Ole, Mannong A Lesedi,Kwa ba ’galaleditsweng, Ba kobo tse di tshweu;Kwa ’sula bo sa tseneng, Go senya tse dintle,Tebelong ya baengele, A ke kwadilwe teng?"
 },
 {
  "title": "72 Katlholo E Beilwe",
  "number": 72,
  "content": "# 72 Katlholo E Beilwe\n\nKatlholo E Beilwe, Kwalo Di Butswe;Re tla ema jang tsatsing jeo,Mogang tsotlhe Modimo, Moatlhodi,O lekanyang tshiamong?Chorus :Re tla ema jang tsatsing jeo?Re tla ema jang tsatsing jeo?A re tla fitlhelwa re tlhaela?Kana dibe di tlhatswitswe?Tiro E Simolola Mo Go Baswi,Go latela ba ba tshelang;Katlholo ya ’Gwe e tla emaDikwalong tsa Modimo,Re Tla Ema Jang Go Tlhotlhomisiwa,’Be tsa rona di senolwa,Go atlhotswe gotlhe kgotleng eo,Go se boipiletso?"
 },
 {
  "title": "73 Re Bileditswe Dijo Kgosing",
  "number": 73,
  "content": "# 73 Re Bileditswe Dijo Kgosing\n\nRe Bileditswe Dijo Kgosing,Go nna, gongwe bathung ba Gagwe;Go tla nna jang tsala go rona Fa Kgosi e tsena?CHORUSMogang Kgosi e tsenang, Fa Kgosi e tsena,Go tla nna jang mo go rona Fa Kgosi e tsena?Dirwalo Mo Tlhogong Ya Gagwe,Kgalalelong Yo swetseng batho;Foo re tla bona pono e ntle, Fa Kgosi e tsena.Nakong Eo Go Tla BonadiwaDilo tse di fitlhetsweng botlhe;Re tla itsanye dipopego, Fa Kgosi e tsena.O Tla Leba Botlhe BoipelongBa b’ apesitsweng tsa lenyalo;Bontle fa re ka ema tekong, Fa Kgosi e tsena.Kgaogano E E Sa Khutleng,Botlhoko go ba ba timetseng,Poitshego nakong ya botlhoko, Fa Kreste A tsena.Morena Re Nee Tshegofatso,Gore ka bongwe re Go lete,Gore re tle re se Go boife Mogang O tsenang."
 },
 {
  "title": "74 Re Jale Mo Mosong",
  "number": 74,
  "content": "# 74 Re Jale Mo Mosong\n\nRe Jale Mo Mosong Peo Tsa Pelonomi,Jalang motshegare le maitsiboa;Re letile thobo, nako ya go roba,Re tla itumela, rorang diako.CHORUSRorang diako, Rorang diako,Re tla itumela, Rorang diako.Rorang diako, Rorang diako,Re tla itumela, Rorang diako;Re Jaleng Letsatsing, Re Jaleng Moruting,Lo se tshabe serame sa mariga;Kgantele go roba, tiro e tla fela,Re tla itumela, rorang diako.Re Tswa Ka Selelo Jalelang Morena,Lefa ka dinako re hutsafala;Re se na go lela, O tla re gomotsa,Re tla itumela, rorang diako."
 },
 {
  "title": "75 K’utlwa Lentswe Ja Modisa",
  "number": 75,
  "content": "# 75 K’utlwa Lentswe Ja Modisa\n\nK’utlwa Lentswe Ja Modisa,Kwa ntle nageng kwa lefifing,A bitsa tse di timetseng, Kgakala le ’saka ja ’Gwe.CHORUSDi tsenyeng, Di tsenyeng,Di tsenyeng di tswa boleung;Di tsenyeng, Di tsenyeng,Matimela go Jeso.Ke Mang Yo O Tla Mo Thusang,Go mmatlisa matimela?Ke mang yo’ tla di busang gae,Kwa di femelwang serameng?Kwa Ntle Nageng Di Ya Lela,Kwa ntle dithabeng, godimo,Utlwa Morena O bua nao,\"Eya o bone dinku tsa Me.\""
 },
 {
  "title": "76 Bolokang Ba Ba Swang",
  "number": 76,
  "content": "# 76 Bolokang Ba Ba Swang\n\nBolokang Ba Ba Swang, Ba Babaleleng,Ba phamoleng sebeng le bobipong;Lelelang batlodi, Tsosang ba’ oleng,Ba boleleleng Jeso Mmoloki.CHORUSBolokang ba ba swang, Ba babaleleng,Jeso O tshwaro O tla boloka.Lefa Ba Mo Nyatsa, O Ba Letile,O letile ba ba sokologang.Ba lekeng ka thata, Le ka bonolo;O tla itshwarela ba ba dumelang.Mo Pelong Ya Motho Yo O Raelwang,Go fitlhilwe se se ka bolokwang;B’ angwa ka lorato, Le pelonomi,Ba tla boela ba tsoga gape.Bolokang Ba Ba Swang, Go Lo Tshwanetse,Morena O tla lo na’a nonofoTseleng e tshesane Ka boitshoko;Ba reeng lo re Mmoloki O sule."
 },
 {
  "title": "77 Ke Rata Go Bolela Polelo",
  "number": 77,
  "content": "# 77 Ke Rata Go Bolela Polelo\n\nKe Rata Go Bolela Polelo’a Godimo,Ka Jeso kgalalelong, Ka Jeso loratong;Ke rata go e bolela, Gonne k’itse ke nnete,E nkgorisa keletsong, Go gaisa tsotlhe.CHORUSKe rata go bolela Polelo kgalalelong,Puo ya bogolo-golo Ya rato lwa Jeso.Ke Rata Go Bolela Puo E Gakgamatsang,Go feta le digouda tsa toro tsa rona;Ke rata go e bolela, E ntiretse thata,Mme ke ka ntata eo. Ke’ lo bolelelang.Ke Rata Go Bolela Puo E Monate,Mme fa ke e bolela, E botshe bogolo;Ke rata go e bolela, Gonne bangwe ga ba’Utlwa thom’a poloko, E tswang go Modimo.Ke Rata Go E Bolela, Gonne Ba Ba E Itseng,Ba rata go e utlwa, Le jaaka ba bangwe;Fa ke le kgalalelong Kopelo ya me ’ntsha,E tla nna yone ele, E ke e ratileng"
 },
 {
  "title": "78 Senkang Matimela",
  "number": 78,
  "content": "# 78 Senkang Matimela\n\nSenkang Matimela Ka Bonolo,Ba ba timetseng kwa dithabeng,\"Tlang kwano go Nna,\" ke thomo ya ’Gwe,O e bolele gompieno.CHORUS(BASS):Lo eng kgakala, kwa dithabeng,Busang matimela, timela gape,Mo lesakeng ja MorekolodiJeso kwana ya baleofi.(BA BANGWE):Lo eng kgakala, kgakala dithabeng,Busang matimela, timela gape,Lesakeng ja Morekolodi wa meJeso yo O tlhabetsweng baleofi.Lo Senkeleng Jeso MatimelaMewa, dipelo tse ’botlhoko,Lo ba gogeng tseleng tsa poloko,Lo supe tsela ya botshelo.Ke Ya Gonne Jeso O Mpiditse,Ke tla Mo latela ka metlha;Ke tla tlamela ba ba nyelelang,Ke ba supetsa Jeso tsela."
 },
 {
  "title": "79 Kgakala, Gaufi Masimo",
  "number": 79,
  "content": "# 79 Kgakala, Gaufi Masimo\n\nKgakala, Gaufi Masimo A Na Le Diako;Go phatsima gouda ya one dithabeng, mabaleng.CHORUSMorena romela barobi: Re ya Go rapela;Ba romele go tsa’a diako, Nako e ya feta.Ba Romele Ka Maphakela, Le Mo Motshegaring,Fa letsatsi le ya phirimong ba di phuthe gotlheWena O Rongwang Ke Morena, O Phuthe Diako,Legodimong maitsiboeng O tla itumela."
 },
 {
  "title": "80 Kwa Tirong!",
  "number": 80,
  "content": "# 80 Kwa Tirong!\n\nKwa Tirong: Kwa Tirong: Roma Ba Modimo,Re lateleng tsela ya Moren’a rona;Ka lefoko ja Gagwe A re nonotshe,A re direng ka thata se re se dirang.CHORUSRe direng, re direng, Re direng, re direng,R’ ikanyeng, re diseng, Re direng Morena A tle.Kwa Tirong: Kwa Tirong: Ba Tlala Ba Jeseng;Motsweding wa Botshelo isang banyorwi;Kgalalelo ya rona e nne mokgorong,Fa re bolela mafoko a \"Poloko.\"Kwa Tirong: Kwa Tirong: Botlhe Ba Ka Dira,Gonne bogosi jwa lefifi bo tla wa;Leina ja Jehofa le tla godiswa,Mo go dumeng ga mantswe, \"Poloko fela\"Kwa Tirong: Kwa Tirong Go Ya Kwa Bokhutlong,Gonne go tla thobo go tla le barobi;Mme re tla nna legaeeng ja babolokwa,Mme re ntse re opela \"Poloko fela\""
 },
 {
  "title": "81 Dira Bosigo Bo E Tla",
  "number": 81,
  "content": "# 81 Dira Bosigo Bo E Tla\n\nDira Bosigo Bo E Tla, Dira Maphakela;Dira monyo o le teng, Dira dithunyeng,Dira le sa tlhatloga, Dira motshegaring;Dira bosigo bo e tla, Mo go sa dirweng.Dira Bosigo Bo E Tla, Dira Mo Letsatsing;Tlatsa nako ka tiro; Go tla boikhutso.Neela dipaka tsotlhe, Se se ka bolokwang;Dira bosigo bo e tla, Mo go sa dirweng.Dira Bosigo Bo E Tla, Tsatsi Le Phirima:Dira fa le fubila, Dira lea fofa.Dira fa le fifala,- Le ka letlatlana;Dira le mo lefifing, Tiro e fetile."
 },
 {
  "title": "82 Morena Mo Mosong",
  "number": 82,
  "content": "# 82 Morena Mo Mosong\n\nMorena Mo Mosong O TlaUtlwa lentswe ja me;Go wena ke tla lebisa,Merapelo ya me.Mo’a Wa Gago O NkgogeleDitseleng tsa tshiamo:Tsela tsotlhe tsa tireloDi thokgamisiwe.Batho Ba ’Go Ratang Ba TlaBona tsholofetso;Modimo Mothatayotlhe,O tla ba femela."
 },
 {
  "title": "83 Go Opela Ka Dipuo",
  "number": 83,
  "content": "# 83 Go Opela Ka Dipuo\n\nGo Opela Ka Dipuo: Go Sego Leina Ja Jeso:Kgalalelo ya Modimo, Go sego leina ja Jeso:CHORUSGa sego leina, Go sego leina, Go sego leina ja Jeso.Ga sego leina, Go sego leina, Go sego leina ja Jeso.Jeso Yo O Re Gomotsang, Go Sego Leina Ja Jeso:Ke pina go moleofi, Go sego leina ja Jeso.O Thuba Thata Ya Sebe, Go Sego Leina Ja Jeso:Re tlhapa mading a Gagwe, Go sego leina ja Jeso."
 },
 {
  "title": "84 Batho Botlhe A Re Bakeng",
  "number": 84,
  "content": "# 84 Batho Botlhe A Re Bakeng\n\nBatho Botlhe A Re BakengModimo; O o re tshetsang;O bakeng bontsi godimong;Bakang Rara, Morwa, Moya.Bakang Modimo, Morena,Mpho tsotlhe si tswa go OneMmakeng tlase, le ’godimongBakang RARA, MORWA, MOYA."
 },
 {
  "title": "85 Ke Opela Thata Ya Modimo",
  "number": 85,
  "content": "# 85 Ke Opela Thata Ya Modimo\n\nK’opela That’a Modimo, E Tlhotseng Dithaba,E tsharolotseng lewatle E, le legodimo;Ke opela ’tlhale jo bo Tlhomileng letsatsi;Le yone kgwedi mo taolong, Naledi dia utlwa.K’opela Molemo Wa ’Gwe, Wa Dijo Mo Fatshing,O tlhotse ka foko ja ’Gwe, A re go molemo.Morena dikgakgamatso Tsa Gago di gotlhe:Fa ke tlhatlhoba lefatshe, Gongwe legodimoTsotlhe Tse Di Melang Tlase Dia Go Galaletsa;Maru le difefo di teng, Di laolwa ke Wena.Le tsone ditshidi di mo Pabalelong ya Go;Ga go kwa re ka tshabelang, Modimo O gone."
 },
 {
  "title": "86 Obamelang Kgosi",
  "number": 86,
  "content": "# 86 Obamelang Kgosi\n\nObamelang Kgosi Ya Godimo,Lo opelele rato lwa Gagwe;Ke thebe ya rona le MofemediYo’ apereng kgalalelo le pako.Bolelang Thata Le Tshwaro Ya ’Gwe,Yo’ apereng lesedi, loapi;Kara tsa bogale jwa ’Gwe, ke maru,Tsela ya ’Gwe e lefifi sefefong.Pabalelo Ya Gago E TonaE ka bolelwa e mang? E phatsimaLeseding, Dithabeng le mo mabaleng,Mme e botshe mo monyong, le mo puleng.Bana Ba Lorole Ba Ba Bokoa,Re ikanya Wena, O ya kgona;Tshwaro ya Gago ke ya bosakhutleng;Mmopi Oa rona le Morekolodi."
 },
 {
  "title": "87 Rara Re Tla Go Wena",
  "number": 87,
  "content": "# 87 Rara Re Tla Go Wena\n\nRara Re Tla G’wena Ka Ke Wena Thuso;O re sireletse, Rea Go bitsa;Fatshe lea boitshega. Fa Wena u seo;Re gomotse fano, Rara’ botlhe.CHORUSRara re tla go Wena se fulare;Ka re sena thuso, Rea rapela.Re Boloke Babeng, Le Mo Mahutsaneng,R’ikhutse go Wena Fa re tlhoka;Re boi re bokoa, O bue kgomotso,Tla O re nonotshe Ka letsogo.Re Nee Tshwaro Ya Go, Re Nne Ba Go Fela,Tlosa nao tsa rona Mo boleong.Wena O re goge, Mo botshelong jono,Mme kwa kgalalelong, Re tla nna nao"
 },
 {
  "title": "88 Se Mphete",
  "number": 88,
  "content": "# 88 Se Mphete\n\nSe Mphete Mmoloki Oa Me,Kea Go rapela;Fa O etela ba bangwe,Se mphete le nna.CHORUSJeso, Jeso, O nkutlwe telong;Fa O etela ba bangwe,Se mphete le nna.E Re Teroneng Ya TshwaroKe gololege;Ke khubame ka boingotlo,Nthusa tumelong.E Re Ka Ke Ikanya Wena,Ke tla Go batla;Mphodisa moya o dintho,Tshwarong mpoloka.O Motswedi Wa Kgomotso,Go gaisa tsotlhe;Ga ke na ope lefatshing:Ke Wena fela."
 },
 {
  "title": "89 Botshe Nako Ya Thapelo",
  "number": 89,
  "content": "# 89 Botshe Nako Ya Thapelo\n\nBotshe Nako Ya Thapelo,E e mpitsang kwa lefatshing,E e mpiletsang go Rara;E bolelang kopo tsa me;Mogang ke leng bohutsaneng,Ke bona kgololo gone,Ke falola mo thaelong,Ka nako ya go rapela.Botshe Nako Ya Thapelo;O tla isa topo ya me,Go Ene Yo O boikanyoGo segofatsa moleti.Mme ka A ntaotse go mmatla,Go dumela, go nna tshwarong,Ke tla Mo na’a tsotlhe tsa me,Ke lete nako’a thapelo.Botshe Nako Ya Thapelo;Ke bone nametso ya ’goGo tsamaye ke le thabeng,Ke bone gae, ke ye gone.Ke tla tsoga ka bosaswengGo tsena kwa bosakhutleng,Ke duduetse loaping,Sala sentle go rapela."
 },
 {
  "title": "90 Go Fedile Nako’a Tiro",
  "number": 90,
  "content": "# 90 Go Fedile Nako’a Tiro\n\nGo Fedile Nako’a Tiro. Sabata E Simolotswe;Tla boikhutsong moya wa me, Mo letsatsing ja Modimo.Baka Morena, Rato Lwa ’Gwe Lo Na’a Boikhutso Pelong;Go masego mo tsatsing je Go gaisa a mangwe otlhe.A Megopolo Ya Rona Le Tebogo Di Tlhatloge,Di amogele boikhutso Jo bo tswang kwa go Morena.Tidimalo E Mo Pelong, Boikhutso Jwa Kgalalelo,Jwa phuthego ya Modimo, Ke bokhutlo jwa ditlhabi."
 },
 {
  "title": "91 Disa Ga Go Nako",
  "number": 91,
  "content": "# 91 Disa Ga Go Nako\n\nDisa Ga Go Nako; Disa Gompieno’Disa o se fengwe; Rapela Mokreste;Disa nam’e bokoa; Mme mmaba o thata;O dise Monyadi; Lefa a diega.CHORUS (SOPRANO):Disa o rapele DisaDisa lefifing le mo motshegaring Mokreste disa.Chorus: (BA BANGWE):Disa o rapele, Disa rapela, Disa rapela;Disa lefifing le mo motshegaring Mok’reste disa.Leleka Kotselo, O Se Belaele;O solofeditswe; Boikhutso godimong;Disa o rapele; Mmoloki wa gago,O n’a go disetsa Botlhokung jwa madi.O Ikanye Jeso; Disa Mmaba’ Gaufi;O tlhomele; sentle; O dise Morena.Fa tsatsi le dule, Se tlhole o diega,Mo lobakeng lono. Disa o rapele."
 },
 {
  "title": "92 O Se Lebale Sabata",
  "number": 92,
  "content": "# 92 O Se Lebale Sabata\n\nO Se Lebale Sabata Ya Modimo,Ke yone e phatsimang, E gaisa otlhe;E lere tapologo, E bolela boipelo.Kgalalelo ya yone, Bontle jwa godimo.CHORUSO goroga ka pula ka Metlha Sabata.O goroga ka pula ka Metlha Sabata.Itshepise Sabata Obama Gompieno,O reile barutwa, \"Ke Tsel’e Tshedileng;\"Mme fa re Mo latela Mmoloki fa tlase,O tla re nosa Motswe-di wa bosakhutleng.Tsatsi Je Boitshepo; Nakong Ya Jone E Ntle,Re tla leboga Jeso, Tsala ya banyana;Mmoloki yo’ lorato, O pelonomi jang,Bontle jwa tsholofetso Ya Gago mo pelong."
 },
 {
  "title": "93 A Tsatsi Ja Boikhutso Ja Boitumelo",
  "number": 93,
  "content": "# 93 A Tsatsi Ja Boikhutso Ja Boitumelo\n\nA Tsatsi Ja Boikhutso, Ja Boitumelo,Kgomotso bohutsaneng, Je lentle phatsimong;Go wena botlhe ba ba Obamang teroneng,Ba re go Boitshepo, Ene yo’ sa Khutleng.Wena Yo O Femetsweng Fefong Tse Di Tsogang,Tshim’ e farafarilweng Ke noka tse dintle;Diba se’ tsidifatsang Komelelo ’tshelong;Fa re le kwa go Wena, Re bona kwa ’gaeng.A Tsatsi Je Le Botshe, Tsatsi Ja Lorato;Ke tsatsi ja go rata Dilo tsa godimo.Re bona tshegofatso, Tsatsing ja boikhutso,Re senka go ikhutsa Kwa mannong a mantle."
 },
 {
  "title": "94 Ke Sekole Sa Sabata",
  "number": 94,
  "content": "# 94 Ke Sekole Sa Sabata\n\nKe Sekole Sa Sabata: Se Se Ntle Bogolo,Pelo ya me ya itumela, Gaeng ja Sabata.CHORUSSabata... (montle) Yo sego;....(Montle)...Sabata... (montle) Yo sego;....(Montle)...Pelo ya me ya itumela, Gaeng ja Sabata.Ke Fano Ke Simolotseng, Go Bona Botshelo;Fano ka senka se sentle, Ke gae ja Sabata.Fano Jeso Ka Lorato, A Mpiletsa Go Tla,Mme ke Mo itlhaolele, Gaeng je ja Sabata."
 },
 {
  "title": "95 Re Dule Bekeng E Nngwe",
  "number": 95,
  "content": "# 95 Re Dule Bekeng E Nngwe\n\nRe Dule Bekeng E Nngwe Modimo O Re Goga;Janong re senke tshego, Re Mo lete gompieno,Tsatsi je le molemo, tshwano ya bosakhutleng,Tsatsi je le molemo, tshwano ya bosakhutleng,Jaaka Re Senka Tshwaro, Mo Ineng Ja Mmoloki,O re bontshe tetlanyo, O re tlose boleo,Re latlhile lefatshe, Re ikhutse tsatsing je,Re latlhile lefatshe, Re ikhutse tsatsing je,Fa Re Tla Go Go Baka, Re Utlwe Boteng Jwa Go,Re bone kgalalelo Fa re le kgorong tsa Go;O re nee Morena Modiro o sa khutlengO re nee Morena Modiro o sa khutlengA Lefoko Ja Gago Le Fenye Baleofi;Le gomotse baitshepi, Le lere kgololego;Go nne jalo Sabateng Re bo re buse Nao,Go nne jalo Sabateng, Re bo re buse Nao."
 },
 {
  "title": "96 Tla Ka Pula",
  "number": 96,
  "content": "# 96 Tla Ka Pula\n\nTla Ka Pula Tsatsi Ja Boikhutso Mo Lefatshing;O tle mo sefubeng se, Lesedi ja godimo.Tsatsi Ja Tuulalo, Go Fitlha Nako Tsa Go;Phodiso bohutsaneng, Re bo re wetse tiro.Tsatsi Je Le Boitshepo, Ja Pako Le Thapelo,Ke je le tlhalefisang, Ja masego a mantsi."
 },
 {
  "title": "97 Re Utlule Tum’ E Reng",
  "number": 97,
  "content": "# 97 Re Utlule Tum’ E Reng\n\nRe Utlule Tum’ E Reng, Jeso Oa Boloka;Bolelang tikologong, Jeso Oa boloka;Isang foko lefatsheng, Dithabeng le lewatleng,Ke taolo ya Morena, Jeso Oa boloka.Lo Boleleng Dintelong, Jeso Oa Boloka;Bolelelang baleofi, Jeso Oa boloka;Lo opeleng ditlhakeng, Le dikgaga lewatleng,Lefatshe le tla ikhutsa, Jeso Oa boloka.Lo Opeleng Mo Dintweng Jeso Oa Boloka;Ka loso le botshelo Jeso Oa bolokaOpelang ka bonolo Fa pelo e fegelwaLebitla O le fentse Jeso Oa boloka.Tsosa Lentswe Mo Phefong, Jeso Oa Boloka,Janong tshaba di ’pele, Jeso Oa boloka;Kuang poloko gotlhe, Dithabeng le dikgageng,Ke kopolo ya phenyo, Jeso Oa boloka."
 },
 {
  "title": "98 Ke Nne Le Mmoloki Go Nna",
  "number": 98,
  "content": "# 98 Ke Nne Le Mmoloki Go Nna\n\nKe Nne Le Mmoloki Go Nna, Ga Ke Tsamae A Seo;Ke utlwe boteng jwa Gagwe, A ntshwara ka letsogo.CHORUSFoo ga nka ke ka boifa,....A nkgog’e kwa O ratang,Ke tla ya ke sa belaele, Ke ntse ke Mo latela.Ke Nne Le Mmoloki Go Nna, Tumelo E Bokoa;O ka ntshebetsa kgomotso E go seng yo’ ka e buang.Ke Nne Le Mmoloki Go Nna, Loetong Lwa Botshelo,Difefong le mo letsatsing, Le mo gare ga dintwa.Ke Nne Le Mmoloki Go Nna, Leitlho Ja ’Gwe Le Nkgoge,Ke bo ke fitlhe Jordane, Ke tlolele moseja."
 },
 {
  "title": "99 Fa Ke Tlhatlhoba Mokgoro",
  "number": 99,
  "content": "# 99 Fa Ke Tlhatlhoba Mokgoro\n\nFa Ke Tlhatlhoba MokgoroFa Morena A swetseng teng,Khumo ya me ke lefela,Mme ke nyatsa boikgodiso.Bona Tlhogong, Diatleng, Dinaong,’Futsana, lorato mmogo;Go kile ga nna jalo leng?Gongwe serwalo sa mmitlwa?Fa Nna Ke Neng Ke Timetse,Ke na le boitshwarelo;Ga nka ke ka ikgodisa ,Ke bolokwa mo mokgorong.Fa Bopo Lotlhe’ Le Lwa Me,Go k’o ne go sa lekana;Lorato lo lo boitshepo,Lo lopa botshelo jwa me."
 },
 {
  "title": "100 Re Na Le Tsala Go Jeso",
  "number": 100,
  "content": "# 100 Re Na Le Tsala Go Jeso\n\nRe Na Le Tsala Go Jeso, O Rwele ’Be Tsa Rona;Ke lobaka lo lontle jang Modimong ka thapelo;Gantsi re tlhaela kagiso, Ka mo go sa tshwanelang,Gonne re sa ise tsotlhe Go Modimo thapelong.A Re Na Le Dithaelo? A Go Teng Matshwenyego?Re se ka ra ngodiega, Go Morena thapelong.A re ka bona kae tsala, E e re hutsafalelangJeso O re itse bokoeng; Go Morena thapelong.A Re Na Le Go Imelwa, Ke Merwalo Ya Rona?Jeso Mmoloki, phemelo, Go Morena thapelong;A o nyadiwa ke ditsala? Bolelela Morena;Mme O tla go sireletsa, O tla gomola gone."
 },
 {
  "title": "101 Jeso Oa Go Bitsa",
  "number": 101,
  "content": "# 101 Jeso Oa Go Bitsa\n\nJeso Oa Go Bitsa Ka Bonolo, Kwa Legayeng Gompieno,O tlogelang seding ja lorato O ntse O ya kgakala?CHORUSO wa bitsa,...gompieno;...Jeso Oa bitsa ka bonologompieno.T. & B. Bitsa, bitsa gompieno; Bitsa, bitsa gompieno;Jeso Oa bitsa ka bonolo, ka bonolo gompieno.Jeso O Bitsa Ba Ba Lapileng, Go Ikhutsa Gompieno,Mo leretse morwalo wa gago, Mme o tla segofala.Jeso O Letile Tla Go Ene, O Letile, Gompieno;Tla le be tsa gago O obame, tla mme O se diege.Jeso Oa Rapela O Utlwe, Ntswe Ja Gagwe, Gompieno;Ba ba Mo dumelang ba tla ipela, Nanoga O tsamae."
 },
 {
  "title": "102 Moeng O Teng Mojako",
  "number": 102,
  "content": "# 102 Moeng O Teng Mojako\n\nMoeng O Teng Mojako, Mmulele;(Bulela Mmoloki, O mmulele);O na A le teng pele, Mmulele;(Bulela Mmoloki, O mmulele);Mmulele A ise A ye, Mmulele Moitshepi,Jeso Morwa Modimo, Mmulele(Bulela Mmoloki, O mmulele).Mmulele Pelo Ya Go A Tsene; Mmulele;(Bulela Mmoloki O mmulele);Fa O leta Oa feta, Mmulele;(Bulela Mmoloki, O mmulele);Mmulele ke tsal’a go, O tla go sireletsa,Go ya ka bosakhutleng, Mmulele,(Bulela Mmoloki, O mmulele).A Janong Wa Mo Utlwa? Mmulele:(Bulela Mmoloki O mmulele);Janong Mo itlhaolele, Mmulele;(Bulela Mmoloki, O mmulele);O eme fa mojako, O tla go fa boipelo,O tlotle ina ja Gwe, Mmulele,(Bulela Mmoloki, O mmulele).Moeng Wa Legodimo, Mmulele(Bulela Mmoloki, O mmulele);O tla nna mo modirong, Mmulele;(Bulela Mmoloki, O mmulele);O tla go itshwarela, Fa tsa lefatshe di ile,O tla go isa gae, Mmulele,(Bulela Mmoloki, O mmulele)."
 },
 {
  "title": "103 Mmusi O Tsile Go Jeso",
  "number": 103,
  "content": "# 103 Mmusi O Tsile Go Jeso\n\nMmusi O Tsile Go Jeso ’Sigo,Go Mmotsa ka tsela ya polokego;Moruti a araba ka thanolo.\"Lona tsalwang gape.\"CHORUS\"Lona tsalwang gape,Lona tsalwang gape,Ammaruri, amaaruri, Ke go ra’a,Lona tsalwang gape.\"Bana Ba Batho Reetsang FokoJe le builweng ke Jeso Morena,Lo se le dire thomo ya lefela\"Lona tsalwang gape.\"Lona Ba Lo Ka Tsenang Boikhutsong,Lwa opela gone le babolokwa,Fa lo tla bona’ tshelo bo sa khutleng,\"Lona tsalwang gape.\""
 },
 {
  "title": "104 O Nkutlwe Selelo Ntshegofatse",
  "number": 104,
  "content": "# 104 O Nkutlwe Selelo Ntshegofatse\n\nO Nkutlwe Selelo Ntshegofatse,Tla Mogolodi, tla;Ke obame mme kea Go eletsa,Tla Mogolodi tla.CHORUSKe timetse kgakala kwa majeng,Ke ntse kgakala le legae,O ntsee janong O ntlise lesakeng,Tla Mogolodi tla.Ga Ke Na Botshabelo Bosigong,Tla Mogolodi, tla;Tebo ya ’Go e ka mpha botshelo,Tla Mogolodi, tla.Tseleng Ke Nosi Mme Ke Lapile,Tla Mogolodi, tla;Matlho a me a leba go Wena,Tla Mogolodi, tla.Ga O Ketla O Nyatsa Phegelo,Tla Mogolodi, tla;Ntheetsa thapelong, nkutlwa telong,Tla Mogolodi, tla."
 },
 {
  "title": "105 Yo O Ka Gololang",
  "number": 105,
  "content": "# 105 Yo O Ka Gololang\n\nYo O Ka Gololang; Bolelang Gotlhe;O golola mang le mang yoo utlwang;Bokepisong moleofi yo timetseng,Jeso O tla golola yo o tla tlang.CHORUSYo O ka gololang; Boloka janong,Fa O ka dumela Mokaulengwe.Yo O Ka Gololang; Ruri Ke Jalo?A go na le thata e ka nkgololang?A ruri Keresete yo tlhabilwengO ka nkgolola kgoleng ya Satane?Yo O Ka Gololang; Nametso Mmoifi;O direla Jeso? Boloka ba ’GweSe boife Satane, O tshware Jeso,O se belaele O eme fela."
 },
 {
  "title": "106 Re Tla Aga Mo Go Jeso",
  "number": 106,
  "content": "# 106 Re Tla Aga Mo Go Jeso\n\nRe Tla Aga Mo Go Jeso MoLefikeng ja bosakhutleng;Jalo mogang matsubutsubuA tsogang re tla ema.CHORUSTla aga Fikeng, tla aga Fikeng;Re tla aga mo Lefikeng tota, Kresete Lefika.A.T.&B.Re tla aga mo Lefikeng tota,Re tla aga mo Lefikeng, tota,Re tla aga mo Lefikeng tota, Kresete Lefika.Bangwe Ba Aga Mo MosawengWa dikhumo tsa lefatshe;Bangwe makhubung a boleo,A tlotlo le kgatlhego.A Lo Ko Lo Age Mo Fikeng,Motheong o o tlhomameng;Tsholofelo ya poloko yaRona ke e tlhomameng."
 },
 {
  "title": "107 Mpolelelang Kaga Jeso",
  "number": 107,
  "content": "# 107 Mpolelelang Kaga Jeso\n\nMpolelelang Kaga Jeso, Kwalang Mo Pelong Ya Me,Lo mpolelele mafoko A Monate g’utluwa.Mpolelelang ka ba’ngele, B’opelela go tsalwa,Kgalalelo go Modimo, kagiso mo lefatshing.CHORUSMpolelelang kaga Jeso Kwalang mo pelong ya me.Lo mpolelele mafoko A monate g’utluwa.A Ila Dijo Mo Nageng, Bolela Malatsi Ao,A raelelwa be tsa rona, Mme A fenya bofelong.Bolela ngwaga tsa tiro, Bolela bofutsana,A nyadiwa a bogis’wa, A sena gae A ganwa.Bolela Mokgoro Wa Gwe, Botlhokung Le Ditlhabing,Bolela ka phupu ya Gwe; Kafa O tshelang gape,Lorato lo lo bonolo, Ke lo bona sentle-ntle;Mma ke lele fa O seba, Lorato lo ntueletse."
 },
 {
  "title": "108 Jeso Modisa Yo Lorato Wa Go Bitsa",
  "number": 108,
  "content": "# 108 Jeso Modisa Yo Lorato Wa Go Bitsa\n\nJeso, Modisa Yo Lorato Wa Go BitsaGo tsena polokegong Mo go boikhutso;Tla nonofong ya bonna, Tla mosong wa bokau,Tsena mo polokegong, Tseleng boammaaruri.CHORUSLoratong ka bonolo Oa bitsa;Tla motimedi, tla kwano go Nna,Ke mmona A eme ka boitshoko,Jeso Modisa wa me.Jeso Modisa Yo O’rato O Go Swetse,Mme janong wa go bitsa, Motimedi tla go Nna;Akofa go diphatsa, Go bitsa Modisa,Tsena mo polokegong, Tsena boikhutsong.Tiego Ke Bomatla, Diphiri Di Tletse,Di batla letimela, Go bol’a dikwana;Jeso Modisa yo O Rato Oa go bitsa,Go tsena polokegong Mo go leng boikhutso."
 },
 {
  "title": "109 Mogang Moatlhodi A Re Lekanyetsang",
  "number": 109,
  "content": "# 109 Mogang Moatlhodi A Re Lekanyetsang\n\nMogang Moatlhodi A Re Lekanyetsang Bokhutlo,A re tla nna jaaka gouda? Kgotsa jaaka mabebeCHORUSO lekantswe ke Morena, Mme O tlhaetse;O lekantswe ka foko ja Gwe, O tlhaetse.A Re Tla Utlwela Go Twe \"Motlhanka Yo MolemoO dirile sentle,\" kgotsa \"O tlhaetse,\" Moleofi?A Re Tla Akela Moya, Go Sa Le Tshegofatso,Kgotsa re tla diega go Bo go kanelwe tshenyo?"
 },
 {
  "title": "110 Utlwa Mafoko A Mmoloki",
  "number": 110,
  "content": "# 110 Utlwa Mafoko A Mmoloki\n\nUtlwa Mafoko A Mmoloki,A botshelo, le tlhomamo,Wena yo’ sa rapeleng utlwa Jeso,O re, \"Go sego ba ba dirang.\"CHORUSGo sego ba ba dirang ditaolo,Go sego bone, ba sego;Go sego ba ba dirang ditaolo,Go sego, go sego bone;R’utlwa Ka Boithamako Taolo,Le tsholofetso tsa Gagwe;Go d’utlwa le poifo, ga go boloke,Go sego bone ba ba dirang.Ba Ka Tsena Ka Boitumelo,Ba golotswe sebing, dintweng,Ba itshepisitswe, ka bosakhutleng,Ba ka ja tlhare sa botshelo."
 },
 {
  "title": "111 Ga Go Tsala E Tshwanang Le Jeso",
  "number": 111,
  "content": "# 111 Ga Go Tsala E Tshwanang Le Jeso\n\nGa Go Tsala E Tshwanang Le Jeso,Nnyaa ga e’o nnyaa ga e’o;Ga go yo’ka re alafang moyeng,Nnyaa ga e’o nnyaa ga e’o;CHORUSJeso O re itse tlalelong,O tla goga tsatsing jotlhe,Ga go tsala e tshwanang le Jeso,Nnyaa ga’ e’o ; nnyaa ga e’o.Ga Go Tsala E E Boitshepo,Nnyaa ga e’o; nnyaa ga e’o;Gape ga go tsal’e pelonomi,Nnyaa ga e’o; nnyaa ga e’oGa Go Nako E A Seng Go Rona,Nnyaa ga e’o; nnyaa ga e’o.Ga go sigo jo A sa gomotseng,Nnyaa bope; nnyaa bope.A O Kile A Latlha Moitshepi?Ga g’ope; ga g’ope;Kana a O ganne moleofi?Nnyaa ope; nnaya ope.A Mpho E Teng E Jaaka Mmoloki?Nnyaa ga e’o; nnyaa ga e’o;A o tla re gana legodimong?Nnyaa gope; nnyaa gope."
 },
 {
  "title": "112 Go Botshelo Tebong Mo Mokgorong",
  "number": 112,
  "content": "# 112 Go Botshelo Tebong Mo Mokgorong\n\nGo Botshelo Tebong Mo Mokgorong,Jeso’ rile \"Leba go Nna;\"Khumo ya lefatshe ke bontsho,Ke bona khum’e ntle mo mokgorong.CHORUSMo tebong go botshelo, Mo tebong Golegotha;Poloko, kgololego, Mo tebong Golegotha.Erile Fa Ke Leba Mmoloki,A nyenya ka boitumelo,Fa ke tlelwa ke dithaelo,Ke bona nonofo mo mokgorong.Ke Tla Leba Mokgoro Ka Metlha,Ke ikanya tsholofetso;Ga go yo welang mo thaelongYo’ ikanyang nonofo ya Godimo."
 },
 {
  "title": "113 Ka Bonolo Jeso O Ntse A Bitsa",
  "number": 113,
  "content": "# 113 Ka Bonolo Jeso O Ntse A Bitsa\n\nKa Bonolo Jeso O Ntse A Bitsa,O bitsa wena le nna;O letile mo Mojakong wa pelo,Letile wena le nna.CHORUSTlang gae, tlang gae,Ba lo lapileng tlang gae;Ka bonolo Jeso O ntse A bitsa,O bitsa, tla molefi.Re Ka Nnelang Fa Jeso A Rapela,A rapelela rona;Re ka diegelang g’utlwa tshegofatso,Tshegofatso ya rona.Nako E Akofile E Ya Feta,E feta wena le nna;Meruti e tla le sigo jwa loso,Di tlela wena le nna.Gopola Ka Rato Lwa Tsholofetso,Tsholofetso go rona;Lefa re leofile O boitshwarelo,Boitshwarelo go rona."
 },
 {
  "title": "114 Tswalo Se Teng Se Aegilwe",
  "number": 114,
  "content": "# 114 Tswalo Se Teng Se Aegilwe\n\nTswalo Se Teng Se Aegilweng,Marang a tswang ka sone,A tswa mokgorong kgakala, Loratong lwa Mmoloki.CHORUSA boutlwelo botlhoko; Le nna ke buletswe kgoro?Le nna, le nna? A e buletswe le nna?Tswalo Se Buletswe Botlhe, Ba Ba Batlang Poloko;Bahumi, Bahumanegi, Ba ditso le merafe.Tswelelang Gare Ga Baba; Fa Tswalo Se Sa Butswe,Ka mokgoro tsa’ng serwalo, Sesupo sa lorato.Moseja Ole Wa Noka Re Tla Rola Mokgoro,Re tsee rwalo sa botshelo, Re Mo rate godimong."
 },
 {
  "title": "115 Ngaka E Kgolo",
  "number": 115,
  "content": "# 115 Ngaka E Kgolo\n\nNgaka E Kgolo E Gaufi, Jes’ O PelotlhomogiO bua ka go nametsa, Utlwa lentswe ja Jeso.CHORUSO opelwa godimong, O ratwa le ke batho,Monate go opelwa, Jeso yo o sego.Dibeng O Go Itshwaretse, Utlwa Lentswe Ja Jeso;Ya godimong ka kagiso. Rwala rwalo sa Jeso.Tlotlo Go Kwana E E Swang, Ke Dumela Go Jeso;Ke rat’ina ja mmoloki, Ke rat’ina ja Jeso.Le Tlosa Molato Wa Me Leina La Ga Jeso;Ke itumela go utlwa Leina la ga Jeso.Mogang A Tlang Le Serwalo, Serwalo Sa Botshelo;Foo re tla nna fatshe nae, Re bua ka thekololo."
 },
 {
  "title": "116 Pelo Ya Go E Tletse",
  "number": 116,
  "content": "# 116 Pelo Ya Go E Tletse\n\nPelo Ya ’Go E Tletse, A Jeso G’a Na BonnoO tshwerwe ke lefatshe A Jeso g’a na bonno?O eme mo mojakong, Mme O ya kgwanyakgwanya;Mo utlwe wa rapela A Jeso g’a na bonno?O Ntse O Senya Nako, Ga O Direle Jeso?O senya thata ya ’Gwe Ga O direle Jeso?G’o lwele phenyo sebing, Ga O gape yo mongwe,G’o tsenye motimedi, Ga O direle Jeso.O Batla Tsa Lefatshe, G’o Na Nako Ya Jeso?Ya tiro e molemo, G’o na nako ya Jeso?Boitumelo le khumo Tsa lefatshe jeno, keTsone tse O di batlang, Ga O nako ka Jeso?O Makakaba Fela, G’o Na Ungo Lwa Jeso?Ga O a tshola sepe, G’o na ungo lwa Jeso?Ga O boloke sepe, Go duela tiro ya goGa go boipelo mogang O rakanang le Jeso."
 },
 {
  "title": "117 Ke Utlwa Ntswe Ja ’Go",
  "number": 117,
  "content": "# 117 Ke Utlwa Ntswe Ja ’Go\n\nKe Utlwa Ntswe Ja ’Go, Le Mpitsa Morena;Go ntlafatswa mading a ’Go, A elang khal’fariCHORUSK’e tla Morena, Ke tla go Wena;O ntlhapise mo mading, A elang Khal’fari.Ke Tla Mo Bokoeng, Thata E Go Wena;O nntlafatsa lesweng jotlhe, Ke be ke itsheke.Ke Jeso’ Mpiletsang Tumelong, Loratong;Tsholofelong le kagisong,’Fatshing le godimong.Tumisang Madi A ’Gwe; Tumisang Poloko;Tumisang neo ya Morena, Nonofo ya rona."
 },
 {
  "title": "118 Jeso O Duetse",
  "number": 118,
  "content": "# 118 Jeso O Duetse\n\nKe Utlwa Mmoloki A Re, \"Ga O Thata;Itisa rapela, Bona tsotlhe go Nna.\"CHORUSJeso O duetse, Nna ke molato;’Be ne se nngaparetse; O tlhatswitse sotlhe.Morena, Ke Bona Nonofo Ya Gago,Ka tlhatswa lepero, Ya ntlafatsa pelo.Ka Ke Sa Tshwanela, Tshegofatsong Ya Go,Ke tla tlhatswa kobo Mading a khal’fari.Fa K’ema Teroneng, Ke Itekanetse,Ke tla rola morwalo, Otlhe naong tsa ga Jeso."
 },
 {
  "title": "119 E, Janong Ke Bona Madi",
  "number": 119,
  "content": "# 119 E, Janong Ke Bona Madi\n\nE, Janong Ke Bona Madi, Motswedi O Boteng;Jeso Moren’ O bolokang, O supa tlhakoring.CHORUSKe bona Motswedi O tlhatswang,Janong ke tsena go tlhapa;Bakang Morena wa ntlhatswa,O wa ntlhatswa, e wa ntlhatswa.Ke Bona Bopo Lo Losa, K’utlwa Madia Buang;A re tshenyego e ya swa, Mading a tlhapisang.Ke Tlhatlogela Leseding, Je Le Kwa Godimo;Ka pelo e itshekileng, Jeso A le mo teng.Kgakgamatso Fano Tlase, G’utlwa Madi A Duleng,Mme ke itse Jeso fela, Wa me yo’ bapotsweng."
 },
 {
  "title": "120 Rara Ke Leba Go Wena",
  "number": 120,
  "content": "# 120 Rara Ke Leba Go Wena\n\nRara Ke Leba Go Wena; Ga K’itse Nngwe Thuso;Fa Wena O nteseletsa, Ao ke tla ya kwa kae?CHORUSJanong ke na le tumelo, Gore Jeso’ ntshwetse,A tsholola madi a Gwe Go nkgolola sebing.Ke Dumela Morwa Gago, O Nltutiwise Thata:Mme O nkgolole dithatong Gone nakong eno.Mung-a Tumelo Go Wena, Ke Leba K’eletsa;Janong ke bone mpho eo, Fa e se yo nka swa."
 },
 {
  "title": "121 Ke Opela Rato Lwa Ga Jeso",
  "number": 121,
  "content": "# 121 Ke Opela Rato Lwa Ga Jeso\n\nKe Opela Rato Lwa Ga Jeso Yo O NthatangO dule magodimong A swa khalefari.CHORUSKe opela rato lwa Ga Jeso, ke tla mmaka;O ntshwetse ke tla tshela; Ke tla opela rato.Pele K’ise Ke Lele, Jeso O La Ntelela;Ke ise ke rapele, O la A nthapelelaA Boteng Jwa Lorato; Lefatshe Ga Le ItseGore be tse jaaka tsa Me di ka nna tshweu.Ga Ke Na Se Molemo; O Na A Ka Nthata Jang?Morena O nkgapile, Nthusa go Go rata."
 },
 {
  "title": "122 Gaufi Le Pelo",
  "number": 122,
  "content": "# 122 Gaufi Le Pelo\n\nGaufi Le Pelo Ya Gago,Ntlisa Mmoloki yo O tlhokegang;O nkatametse mo sefubeng,O ntshireletse mo boikhutsong.O ntshireletse mo boikhutsong.Gaufi Ga Ke Lere Sepe,Ga go tshupelo ya Jeso Kgosi;Ke pelo e e ngomogileng,O ntlhapise mo madinga Gago,O ntlhapise mo mading a Gago.Gaufi Le Morena Wa Me,Ke latlha boleo, bomatla, leBoipelo, boikgodiso;O mphe Morena yo o bapotsweng,O mphe Morena yo o bapotsweng.Gaufi Fa Ke Sa Tshedile;Ke be ke tlhomame kgalalelong;Ka dingwaga tse di sa khutleng,Ke nne gaufi nao Mmoloki,Ke nne gaufi nao Mmoloki."
 },
 {
  "title": "123 Leina Je Le Boitshepo",
  "number": 123,
  "content": "# 123 Leina Je Le Boitshepo\n\nLeina Je Lentle Gotlhe Monate Pelong Ya Me,Le ne la newa ke Rara, Morwawe yo o ratwang.CHORUSKe leina je le Boitshepo le duleKwa go Rara ja tla mo lefatshing.Le lerwe ke baengele mo bosigong,Ke leina jaga Jeso.Mo Pelong Le Lere Sego, Mme Ke Tla Tsaya Pako,K’ipolela ina ja Gwe, Ke le bolela gape.Ekete Ke Ka Opela, Thekololo Ya Gagwe,Dipako tsa bosakhutleng, Leineng je le golo."
 },
 {
  "title": "124 E Seng Nna, Kreste",
  "number": 124,
  "content": "# 124 E Seng Nna, Kreste\n\nE Seng Nna, Kreste A Ratwe A Tlotlwe;A gole a bonwe A itsiwe;E seng nna, ke Kreste, tebong le tirong,Kreste kakanyong, le lefokung.E Seng Nna, Ke Kreste Yo O Gomotsang,Ke le bofutsaneng le selelong.Kreste go tsholetsa morwalo o oBokete, go didimatsa poifo.Kreste Fela E Seng Boithamako,Kreste fela e seng ditshameko;Kreste fela e seng go ikgodisa,Kreste fela go se fitlhelwe nna.E Seng Nna Ke Kreste O Nayang Tsotlhe,Kreste nonofo le tshelo jwa me;Kreste fela mmeleng, botshelong, moyeng,Kreste fela le ka bosakhutleng."
 },
 {
  "title": "125 Go Letsatsi Kwa Dithabeng",
  "number": 125,
  "content": "# 125 Go Letsatsi Kwa Dithabeng\n\nGo Letsatsi Kwa Dithabeng, Go Letsatsi Lewatleng,Mme marang a gouda a Robetse kwa botaleng;Mme lesedi je legolo, Le tlatsa pelo ya me,Gonne O nna teng Mmoloki, Go lesedi kwa O teng.CHORUSAo a lesedi je le lentle; Ke letsatsi mo pelong.Jeso O tlosa maswabi; Ke letsatsi mo pelong.Leroding Ke Sia Maswabi A Malatsi A Fetang,Gonne O nthwesa boipelo Mme O ntlatsa ka pako;Mme gaeng ja kgalaleo, Jele O le nkgapetseng,Ke tlhatlogela ka pelo, Mo’a me o Go latetse.O Intheketse Mmoloki, Gotlhe Ga Me Ga Gago;Lobone lwa rato lwa ’Go Lo tuke go Go baka;Mme gaeng ja kgakalelo, Jele O le nkgapetseng,Ke tlhatlogela ka pelo, Mo’a me o Go latela."
 },
 {
  "title": "126 Ke Na Le Kopelo K’e Ratang",
  "number": 126,
  "content": "# 126 Ke Na Le Kopelo K’e Ratang\n\nKe Na Le Kopelo K’e Ratang, Ka Ke Rekolotswe;Ya Mmoloki wa me Kgosi, Ka ke rekolotswe.CHORUSKa ke rekolotswe, Ka ke rekolotswe Ke tla ipelafatsa;Ka ke rekolotswe, Ke ipelafatsa Mmoloking.Ke Na Le Krest’ O Ntekaneng, Ka Ke Rekolotswe;Thato ya ’Gwe ke e dire, Ka ke rekolotsweKe Na Le Mosupi Tota, Ka Ke Rekolotswe;Yo O tlosang pelaelo, Ka ke rekolotswe.Ke Baakanyeditswe Legae, Ka Ke Rekolotswe;Ke tla nna ka bosakhutleng, Ka ke rekoloswe."
 },
 {
  "title": "127 Modimo O Bona Go Wa",
  "number": 127,
  "content": "# 127 Modimo O Bona Go Wa\n\nModimo O Bona Go Wa Thaga Wa E Tshola;Fa a rata dinonyane, Kea itse Wa nthata.CHORUSO wa nthata, O Wa nthata, Kea itse Oa nthata;Gonne O rata tse dinnye, Kea itse Wa nthata.O Taka Dithunya Nageng, O Di Naya Lonko,Mme fa A rata dithunya, Kea itse Wa nthata.Modimo O Di Dirile, Tsotlhe Le Tse Kgolo;Ga A na go di lebala, Kea itse Wa nthata."
 },
 {
  "title": "128 Nako Ntle Ya Thapelo",
  "number": 128,
  "content": "# 128 Nako Ntle Ya Thapelo\n\nNako ’Ntle Ya Thapelo, Fa Re Ingotlile,Re phuthegetse Jeso Mmoloki Tsala;Fa re tla ka tumelo, Oa re sireletsa.A kgomotso molaping; Go sego go nna teng,CHORUSNako’a thapelo, Nako’a thapelo,A kgomotso molaping; Go sego go nna teng.Nako Ntle Ya Thapelo Mmoloki O Gone,Ka bonolo go utlwa bana ba Gagwe,Fa A re re latlhele merwalo naong tsa Gwe,Ke kgomotso molaping. Go sego go nna teng.Nako ’Ntle Ya Thapelo, Fa Ba Ba Raelwang,Ba lere Mmoloking tlalelo tsa bone;Ka kutlwelo-botlhoko, O di tlosa tsotlhe;A kgomotso molaping. Go sego go nna tengNako ’Ntle Ya Thapelo, Re Ya Mo Dumela,Gore kannete re tla bona masego,Go Mo ikanyeng, re tla gololwa go tsotlhe;A kgomotso molaping. Go sego go nna teng."
 },
 {
  "title": "129 Jeso’ Rile Kwa Babedi Bararo",
  "number": 129,
  "content": "# 129 Jeso’ Rile Kwa Babedi Bararo\n\nJeso’ Rile Kwa Babedi Bararo,Ba Go phuthegetseng, O tla dira tengJanong r’a dumela, Re mo thapelong;Jeso segofatsa; O itshenole.CHORUSJeso segofatsa Fa re le fano;Jeso segofatsa, O nne gaufiJeso O Ntse O Kopana Le Rona,Tla O nne le rona Ka bosakhutleng;Tla Wena Mmoloki, Bonatsa tswaro;Utlwa, segofatsa Fa re rapela.Jeso O Re Rute Pako Tsa Gago;E re fa re lopa Wena re utlwa,Re tiise tumelong, Le tsholofelong,Re itsheke ’ratong Lesedi tseleng."
 },
 {
  "title": "130 Ke Wa ’Go Jeso",
  "number": 130,
  "content": "# 130 Ke Wa ’Go Jeso\n\nKe Wa Go Jeso ’Ntswe Ja Go Le Mpolelela Rato Lwa Go;Mme ke eletsa go tlhatlogela Go Wena ka tumelo.CHORUSNkatametsa (gaufi) gaufi, Morena,Le mokgoro wa Gago;Nkatametsa (gaufi) gaufi, Morena,Mading a ’Go a mantle.Ntsenya Tirelong Ya ’Go Morena,Ka thata e e boitshepo;Ke lebe godimo tsholofelong, Ke dire thato ya ’Go.A Lobaka Lwa Boitumelo Fa Teroneng Ya Gago,Ke khubama, le Wena ke bua Jaaka tsala, le tsala.Go Lorato Lo Lo Boteng Thata, Kwa Moseja Ga ’Watle;Go maipelo a goletsegileng, Kwa kagisong ya Gago."
 },
 {
  "title": "131 Nke Ke Tshwane Le Jeso",
  "number": 131,
  "content": "# 131 Nke Ke Tshwane Le Jeso\n\nNke Ke Tshwane Le Jeso, Mmoloki A Nne Le Nna;Ntlatsa kagiso, rato; Ntira bopelonomi;Nke ke tshwane le Jeso, Fa ke le mo lefatshing;Ke humanege moyeng, Mmoloki A nne go nna.F’a Utlwa Mahukubu; Fa Leitlho Ja GagweLe bona dinonyane Ruri O tla nkutlwa nna,O tla nthuta go tshela, Bomatleng A intshwarele,Ke nne itsheke pelong, Mmoloki A nne go nna.Nke Ke Tshwane Le Jeso, Ke Rapele Ka Metlha;Ke ikhutse go Ene, Metsing a a didimetseng;Ke tsetswe tshegofatsong, Ka lorato lwa Gagwe,Ke humile tumelo, Mmoloki A nne go nna."
 },
 {
  "title": "132 Jeso Ke Nne Mokgorong",
  "number": 132,
  "content": "# 132 Jeso Ke Nne Mokgorong\n\nJeso Ke Nne Mokgorong, Go Motswedi Gone,O o fodisang bothle, O tswa Khalefari.CHORUSMokgorong, mokgorong, Ke tla ipelafatsa;Go tsam’a ke ikhutse Moseja ga noka.Ke Roroma Mokgorong, Rato Lo Mphithletse;Teng Naledi ya Moso E ne ya ntlhabela.Gone Mpontshe Mokgorong Kwana Ya Modimo.O nthusa go tsamaya Ka metlha mokgorong.Mokgorong Ke Tla Leta, Tsholofeng Fela;Ke tle ke fitlhe khumong Moseja ga noka."
 },
 {
  "title": "133 O Ntese Ke Tsamaye Nao",
  "number": 133,
  "content": "# 133 O Ntese Ke Tsamaye Nao\n\nO Ntese Ke Tsamaye Nao, Modimo Jaaka Enoke;O tshware seatla sa me, O bue ka bonolo le nna;Lefa ke sa bone tsela, Jeso O tsamaye le nna.Ga Ke Tsamae Ke Le Nosi; Sefefo Se Galefile;Diru di ntshwara dinaong, Baba ba ntaletse gaufi;O didimatse lewatle Morena tsamaya le nna.Fa Ke Ikhutsa Go Wena, Tsa Lefatshe Ke Lefela,Ke eta ka pelokgale, Ke tla tsholetsa mokgoro,Ke be ke bone Sione, Mmoloki tsamaya le nna."
 },
 {
  "title": "134 Boipelong Legodimong",
  "number": 134,
  "content": "# 134 Boipelong Legodimong\n\nBoipelong Legodimong, Ke Tsholeletsa ’Ntswe Ja Me;Mang yo o ka opelang pako Ya lorato lwa ga Jeso?CHORUSRato lo lo gakgamatsang; Ke ’rato lwa ga Jeso;Rato lo lo gakgamatsang; Ke ’rato lwa ga Jeso.Ke Boipelo Le Kagiso, Tidimalo Le Lesedi,Ke phodiso, le nonotsho, Lorato lo lo gakgamatsang.Ke Boitshwarelo Jwa Me, Ke Thuso Ya Me Fa Ke Wa;Tshelong, losong, tsa me tsotlhe, Ke rato lo logakgamatsang."
 },
 {
  "title": "135 Ke Ya Go Rata Morena",
  "number": 135,
  "content": "# 135 Ke Ya Go Rata Morena\n\nKe Ya Go Rata Morena, Go Gaisa Tsa ’Fatshe;Gonne O mphile kagiso E e sa senyegeng.CHORUSGa go ya bolelwa gotlhe, Ka rato lo ntletseng;Ga go ya bolelwa gotlhe, Madi a a ntlhatswang.O Gaufi Go Gaisa Botlhe Ba Lefatshe;Monate kgopolong ya ’Go Go gaisa kopelo.O Mphile Boitumelo Mme Ke Tla Ipela;Kwa ntle ga rato lwa Gago Ke nna mo maswabing.Mmoloki Yo Montle Wa Me; Go Tla Nna Jang K’o Teng?Fa re ka rweswa boipelo Go Wena fatshing je."
 },
 {
  "title": "136 Kwa A Ka Nkisang Ke Tla Ya",
  "number": 136,
  "content": "# 136 Kwa A Ka Nkisang Ke Tla Ya\n\nKwa A Ka Nkisang Ke Tla Ya, K’ithutile Go M’ikanya,Ke gakologelwa gore, O ntlhabetswe Khalefari.CHORUSJeso O tla nkgoga gotlhe, Jeso O tla nkgoga tseleng,Ke tsala e boikanyo, Ke gakologelwa Loso.K’itumela Taolong Ya ’Gwe, Ke Rata Ene A Nkgoga,Monate go rata ga’Gwe, Go itshepisitswe Khal’fari.Ke Tsamaya Go Se Poifo, Boitumelong Go Mmoloki,Tsholofelong ya go bona Jeso Tsal’a me Khal’fari."
 },
 {
  "title": "137 Tsa’a Lefatshe Mme Nnee Jeso",
  "number": 137,
  "content": "# 137 Tsa’a Lefatshe Mme Nnee Jeso\n\nTsa’a Lefatshe, Mme Nnee Jeso,Tsa jone, boithamako;Mme lorato lwa Gagwe keLo lo se nang bokhutlo.CHORUSBogolo jwa tshegofatso;Ao bogolo jwa rato;Botlalo jwa thekololo,’Tshelo jo bo sa khutleng.Tsa’a Lefatshe, Mme Nnee Jeso,Kgomotso moyeng wa me;Ke na le Mmoloki wa meKe tla opela gotlhe.Tsa’a Lefatshe Mme Nnee Jeso,Mma ke bone A nyenya,Foo loetong lwa me lotlhe,Sedi le tla ntlhabela.Tsa’a Lefatshe, Mme Nnee Jeso,Ke tla ikanya mokgoro,Go tsamae mo phepafalong,Ke bone Morena’me."
 },
 {
  "title": "138 Tsa’a Tshelo Jwa Me",
  "number": 138,
  "content": "# 138 Tsa’a Tshelo Jwa Me\n\nTsa’a Tshelo Jwa Mme Bo Neelwe Wena Morena,Tsa’a atla tsa me mme di Dire thato ya Gago.CHORUSNtlhapisa mading a Mmoloki (a a mantle),Ntlhapisa metsing a fodisang (a fodisang).Morena ke Go na’a bojotlhe jwa me Go ya kabosakhutleng.Tsa’a Dinao Tsa Me Mme Di Fefofele Wena;Tsa’a ntswe ja me ka metlha Ke opelele Kgosi.Tsa’a Pounama Tsa Me Mme Di Tlatse Thomo Ya ’Go;Tsa’a madi a me otlhe Go se je le saletseng.Tsa’a Nako Tsa Me Tsotlhe, Di Nnele Ruri Pakong,Tsa’a kelelelo ya me O e dirise yotlhe.Itseele Thato Ya Me Mme Ga E Sa Le Ya Me;Itseele pelo ya me E nne ’tulo sa Gago.Tsa’a Rato Lwa Me Jeso, Ke Lo Ba’a Naong Tsa ’Go;O ntsee mme ke tla nna Wa Gago metlheng yotlhe."
 },
 {
  "title": "139 Ke Bonye Tsala",
  "number": 139,
  "content": "# 139 Ke Bonye Tsala\n\nKe Bonye Tsala Ya Nnete; O Ntse O Nthata Gale;O nkgogetse mo go Ene, Ka kgole tsa lorato.Mme mo pelong O mphapile Ka kgole e’sa kgaogeng,Ke Oa Gagwe Ene wa me Ka gale le ka gale.Ke Bonye Tsala Ya Nnete; Ene O Na A Ntshwela;Ga se neo ya botshelo Fela O inneetse.Ga kena se e leng sa me, Ke di tshwaretse Momphi;Pelo, thata, le botshelo, Ke tsa Gagwe, ka gale.Ke Bonye Tsala Ya Nnete; O Neilwe Thata Yotlhe;Go nkgoga mo tseleng ya me, E e nkisang godimo.Kgalalelo e sa khutlheng, Ke yone e ’nnotshang;Go leta, go dira, go lwa, foo, boikhutso ka gale.Ke Bonye Tsala Ya Nnete; Ke E E PelonomiMogakolodi, Mogogi, Mohemedi yo’thata.Go Yo o sa leng ka’nthata, Ga go se se ka ntlosang,Botshelo, loso, kgotsa eng? Nyaa ke wa Gagwe gale."
 },
 {
  "title": "140 K’utlwa Ntswe Ja Jeso",
  "number": 140,
  "content": "# 140 K’utlwa Ntswe Ja Jeso\n\nK’utlwa Ntswe Ja Jeso Le Re \"Tla Go Nna Ikhutse;Ikaega wena molapi Mo sefubeng sa me.\"Ka tla jaaka ke ne ke ntse Ke lapile thata;Ka fitlhela boikhutso, O ’ntumedisitse.Ke Utlwile Jeso A Re, \"Bona, Ke Na’a FelaGa metse a a tshedileng; Inama, nwa , tshela.\"Ka tla kwa go Jeso ka nwa Metse a tshedisang;Ka timoga, ka safala, janong, ke tshedile.Ke Utlwile Jeso A Re \" Ke Sedi Ja’ Fatshe.Leba go Nna O tlhabelwe Tsatsi ja phatsimo.\"Ka leba Jeso, mme Ene Ke letsatsi ja me;Ke tla tsama’a seding je ke Be ke fetse loeto."
 },
 {
  "title": "141 Ke Ka Nna Wa Gago",
  "number": 141,
  "content": "# 141 Ke Ka Nna Wa Gago\n\nKe Ka Nna Wa Gago Mmoloki; O Nthute, O Nthute;Nka dira thato’a ’Go Morena, O thuse janong.CHORUSWa Gago (Jeso), Wa Gago (Jeso) E ke ikano ya me.Wa Gago (Jeso), Wa Gago (Jeso) Morena gone janong.A Tsa Lefatshe Tsotlhe Ke Eng O Se Teng, O Se Teng?Ke tla di tlogelela Wena, O khumo ya me.Fa Ke Fulara Tsa Lefatshe, Tla Gaufi, Tla Gaufi;Go Wena ke fitlhela tsotlhe, Kgomotso ya me."
 },
 {
  "title": "142 Monate Jang",
  "number": 142,
  "content": "# 142 Monate Jang\n\nMonate Jang Mo Tsatsing Je, Je Le Itshepileng,Fa re latlha tsa lefatshe, Re leba Modimong.A Mafoko A Kagiso A A Tswang Go Yo OTsosang yo o ikwatlhayang, Go ya legodimong.Mme Fa Go Itlosa Dibe, Go Re Retelela,Ene yo o bonang pelong, O romela tshwaro."
 },
 {
  "title": "143 Re Phatlalatse Morena",
  "number": 143,
  "content": "# 143 Re Phatlalatse Morena\n\nRe Phatlalatse Morena, O Re Tlatse Kagiso;Re rekololwe ka tshwaro, Re le ratong lwa Gago.Re eta gar’a dikaka, Ao ko O re safatse.Re Go Naya Malebogong Ka Ntlha Ya Foko Ja’go,A maungo a poloko A nne pelong tsa rona.Ka metlha re ikanyege Boammaaruring jwa’Go.Fa Re Sa Ntse Re Tshedile, R’ineele Morena;Re siane re sa lape, Re le mo tsholofelong,Re e bone kgalalelo Ya Gago legodimong."
 },
 {
  "title": "144 Ke Mo Tseleng Ya Godimo",
  "number": 144,
  "content": "# 144 Ke Mo Tseleng Ya Godimo\n\nKe Mo Tseleng Ya Godimo, Ka Metlha Ke Ya Tlhatloga;Ke rapela ke ya gone, \"Morena ntlhoma godimo.\"CHORUSMorena ntsholetsa ke eme, Ka tumelo legodimong,Godimo go gaisa fano, Morena ntlhoma godimo.Ga Ke Na Keletso Go Nna Ngongoregong Le Poifong,Lefa bangwe ba go rata, Ke rapelela godimo.Ke Senka Go Nna ’Godimong, Lefa Satane A Mphula;Ka tumelo ke utlwile, Kopelo ya baitshepi.Ke Senka Go Ya ’Godimong, Ke Bone Teng Kgalalelo;Ke rapelela ’godimo, Morena nkisa ’godimong."
 },
 {
  "title": "145 Se Kope Seipato",
  "number": 145,
  "content": "# 145 Se Kope Seipato\n\nSe Kope Seipato, Go Tiro E Kgolo;Leta go diris’wa Kwa Modimo O’isang.Taletso ya Gwagwe O ntse O e newa;Amogela, mme go Molemo go dira.CHORUSTla, ao, tla (janong); Se kope seipato;Tla, ao, tla (janong); Leta go diris’wa.Se kope seipato, Karabo e ka re:’Sentse rato lwa Me, Ga O ye ’godimong.Se Kope Seipato, Morena Oa Bitsa,Ka O ntse O gana, O Mo utlwe janong.Masimo masweu, Badiri b’otlana,O itumelele Tiro ya Morena.Se Kope Seipato, Go Diphatsa Tiego;Rato lo nyaditsweng, Lo tla ela ruri.Fa tshwaro e bitsa, Mme e supa tsela,Fa Jes’ A rapela, Tla O itshwarelwe."
 },
 {
  "title": "146 O Tshele Mo Teng Ga Me",
  "number": 146,
  "content": "# 146 O Tshele Mo Teng Ga Me\n\nO Tshele Mo Teng Ga Me, Kgosi Ya Dikgosi,Wena O nne karabo Potsong tsotlhe tsa me;O tshele mo teng ga me, Dira thato ya Go.Mme nna ke bonafatse Kgalalelo ya Go.Mmele O O Tshwaetswe, O Itshekisitswe;A lesedi ja Gago, Le phatsime mo teng,Fatshe le didimale, Mmele go tswa janongMotlhanka wa Gago yo, O mo tsamaise.Tokololo Tsa One Di Lete Go Bid’wa,Gore O di dirise, Kgotsa di se dire;Di nne di sa tlhoafatswa Ke tiro le teko,Ditirelong tsa Gago, Kgotsa pelaelo.Mme Ke Nne Tidimalong Ya Go Siamisiwa,Ke ntse ke Go letile Fa Wena O ntlhoka,O tshele mo teng ga me, Kgosi ya dikgosi,Wena O nne karabo Potsong tsotlhe tsa me."
 },
 {
  "title": "147 Nkgogela Gaufi Nao",
  "number": 147,
  "content": "# 147 Nkgogela Gaufi Nao\n\nNkgogela Gaufi Nao Rara, Ke Ya Go Eletsa;Gaufi ntsenya mabogong a ’Go, Ke senka boikhutso.CHORUSGaufi ka lorato, Nkgogela kwa go Wena,Nkgogela kwa Go Wena gaufi.-T. & B. Gaufi ka kgole tsa lorato,Nkgoga, nkgogela kwa godimo.Gaufi ka lorato, Nkgogela kwa godimo;Gaufi nkgogela g’Wena.Nkgogela Gaufi Nao Mmoloki, Ke Se Go Tlogele;Fa ke le mabogong a Gago, Key a itebala.Nkgogela Gaufi Nao Ka Mowa, Ke Tshwane Le Wena;Ntsosa, ntlhapisa, O nntlafatse, Ke be ke itsheke."
 },
 {
  "title": "148 Fa Ke Na Le Jeso Nka Ya Kae Le Kae",
  "number": 148,
  "content": "# 148 Fa Ke Na Le Jeso Nka Ya Kae Le Kae\n\nFa Ke Na Le Jeso Nka Ya Kae Le Kae,Kae le kae k’O nkisang mo lefatshing je;Ko O se yong boitumelo bo sule,Kae le kae le Jeso ga ke boife.CHORUSKae le kae, kae le kae; ga go poifo;Fa ke na le Jeso nka ya kae le kae.Gotlhe Ke Na Le Jeso Ga Ke Nosi,Tsala di ntatlha, Ene ke tsal’a me;Lefa A ka ntsamaisa bothateng,Kae le kae le Jeso ke ntlo ya pako.Gotlhe Ke Na Le Jeso Nka Robala,Fa ke tlelwa ke meruti e mentsho,Ke itse fa ke sa kake ka tsoga;Kae le kae le Jeso e tla nna legae."
 },
 {
  "title": "149 Tsama’a Seding Ja Morena",
  "number": 149,
  "content": "# 149 Tsama’a Seding Ja Morena\n\nTsama’a ’Seding Ja Morena, Je Le Tla Go Gogang,Mo’a ’Gwe o tswang legodimong, O ka tlosa fifi.CHORUSTsama’a ’seding, tsama’a ’seding,Tsama’a ’seding, Tsama’a ’seding ja Modimo-T. & B. Tsama’a leseding je lentle ja Modimo,Tsama’a leseding je lentle ja ModimoTsama’a leseding je lentle ja Modimo,Tsama’a ’seding ja ModimoTsama’a ’Seding Ja Efangele Fokong Ja Modimo,’Sedi je le gogang bokaung, Batho ba Morena.Tsama’a ’Seding Lefa Lefifi Le Le Tseleng Ya’go,Le tla tshaba lesedi ja Tsatsi ja Modimo.Tsama’a ’Seding Mme O Tla Itse Rato Lwa Modimo;Botsalano mo lefatshing, Legodimong bontle."
 },
 {
  "title": "150 Ba Fa Kae Barobi",
  "number": 150,
  "content": "# 150 Ba Fa Kae Barobi\n\nBa Fa Kae Barobi Ba Ba RobangDiako di molemo masimong?Ka thipa tsa boammaaruri dirang,Se ikhutseng \"thobo e tle gae\"CHORUSBa kae barobi? Go tla tla mangGo newa kgalalelo ya barobi?Mang yo tla re thusa go roraDiako tse molemo masimong?Tswelang Dipatlelong Lo Di Senke;Mabele a ka nna teng meferong,Batlang mebileng se feteng dipe;Phuthelang tsotlhe gae godimoMasimo A Ya Butswa KgakalaLefatshe le lebeletse thobo.Barobi ba nnye, tiro e kgolo,Fa e leta tshenyego e kgolo.Tlang Le Dithipa Bana Ba Batho,Mme lo phuthe ditlhaka tsa gouda;Dirang Mong wa thobo A be A tle,Foo jang boipelo Nae thobong gae."
 },
 {
  "title": "151 Ke Gopola Ka Fatshe Jele",
  "number": 151,
  "content": "# 151 Ke Gopola Ka Fatshe Jele\n\nKe Gopola Ka Fatshe Jele Je Lentle,Ke tla fitlha maitsiboyaFa ka tshwaro ya Mmoloki ke tla ema,A ke tla rwala dinaledi?CHORUSA go tla nna dinaledi ’rwalong sa me,Fa letsatsi le tla phirima?Fa ke tsogela dikagong tsa boikhutso,A ke tla rwala dinaledi?Mo Nonofong Ya Morena Ke Tla Dira;Go gapela Morena mewa;Ke tle ke nne le naledi tse phatsimang,Letsatsing ja pako ya GagweGo Tla Nna Boitumelo Fa Ke Mmona,Go ba’a magwekana naong sa ’GweGo ka itumedisa motseng wa gouda,Fa ke ka rwala dinaledi."
 },
 {
  "title": "152 Bua Moyeng Wa Me",
  "number": 152,
  "content": "# 152 Bua Moyeng Wa Me\n\nBua Moyeng Wa Me Jeso; Bua Ka Bonolo;O sebe ka lorato; \"G’o nne O le wesi,\"O bule pelo ya me, G’utlwa lentswe ja ’GoMme O ntlatse ka pako, K’ ipele go Wena.CHORUSO bue ka go seba, Seba ka lorato;\"Tla nna O le mofenyi, G’o nne O le wesi,\"Bua le nna Morena, Bua ka bonolo,Janong k’utlwe O seba, \"G’o nne O le wesi.\"Bua Le Bana Ba ’Go, O Ba Goge Tseleng;Ba tlatse boitumelo, Ba rute thapelo,A ba Go ineele Matshelo a bone,Akofisa bogosi, Re bone Morena.O Bue Jaaka Gale, Go Rata Ga Gago;K’itse tshwanelo ya me, Tirafatsong molaoA ke Go galaletse, Nthusa pakong ya ’GoKe dire taolo ya ’Go, Ke nne ke Go tlotle."
 },
 {
  "title": "153 Morena Ga Ke Rapelele Ka Moso",
  "number": 153,
  "content": "# 153 Morena Ga Ke Rapelele Ka Moso\n\nMorena Ga Ke Rapelele Ka Moso;Nthiba selabeng sa sebe Gompieno;A ke se bue ’foko ja Ithamako;Kana pounama tsa me Gompieno.Nka Dira Ka Tlhoafalo, Ka Rapela;Ke nne pelonomi tirong GompienoNnonotsha k’utlwe go dira Thato ya Go;Ke intshe setlhabelo Gompieno.Mme Lefa Botshelo Jwa Me Bo Ka Feta,Ao tsholofetso tsa Gago Di ntshegetse.Mme tsa ka moso ga ke di Rapelele;Ntshegetsa, Nkoga, Morena, Gompieno. Amen."
 },
 {
  "title": "154 Moleti Mpolelela",
  "number": 154,
  "content": "# 154 Moleti Mpolelela\n\nMoleti Mpolelela, A Moso Wa Sion’ Wa Sa?A tshupo tsa go tla ga ’Gwe, Di phatsimile tseleng?Moeti, e! tsoga, leba; ’Sedi le teng loaping;Apara tsa go tsa nyalo, Bo sele tsoga; tsoga.Moleti, Bona, Sedi Le Phatsima Tseleng Ya Go;Tshupo di mo fatshing jotlhe, Tsa letsatsi je le tlangJe ’tla reng naka lo lela, Lo tla tsosa ’fatshing; watleng,Baitshepi ba ba robetseng Ba apare bosasweng.Moleti Baka Lesedi Ja Ngwaga Wa Sabata;Botlhe ba bolele gore Bogosi bo gaufi;Moeng ke bona moseja, Kgalalelo Kananeng;Saleme e kgalalelong, ’Seding je le kwa loaping.Moleti Motsing Wa Gouda, O Ntse Troneng Ya Gagwe,Ke Kgosi ya kwa Sione, O busa ka kagiso;Kwa thabeng tse di leseding, Di phatsima botlalong.Melatswana e phatsimang, Kwa go melang dithunya.Moleti Fatshe Le Gaufi, Je Le Nang Le Maungo;Kwa moseja, go gontle jang. Dithunyeng tsa Edene.Go utlwala dikopelo, Di duma kwa loaping;Bona bontsi, O ba reetse, Kgantele baeng ba koo."
 },
 {
  "title": "155 Le ’Se Tshabeng Tse Di Godileng",
  "number": 155,
  "content": "# 155 Le ’Se Tshabeng Tse Di Godileng\n\nLe Se Tshabeng Tse Di Godileng, Kgotsa E Se LewatlengE ka ne e se kwa pele ntweng: Morena O tla ntlhoka;Mme lefa A ka mpiletsa kwa Tseleng ke sa di itseng.Ke tla araba morena wa me,ke tla ya kwa O ratang tengCHORUSKe tla ya kwa O ratang Morena,Thabeng, lebaleng lewatleng:Ke tla bua thato ya ’Go Morena,Ke tla nna se O se ratang.Gongwe Go Na Le Mafoko A Jeso O Ratang Ka A Bua,Gongwe janong tseleng ya boleo Go na le motimedi.Ao Mmoloki fa O ka nkgoga, Tseleng e e lefifi,Ke tla bolela thomo ya Gago, Ke tla bua thato ya GoRuri Go Na Le Felo Gongwe Mo Thobong Ya Lefatshe,Kwa nka dirang lobakanyana, Mme ke direla Jeso;Mme tsotlhe ke di ba’a go Wena, Kea itse Wa nthataMme ke tla dira thato ya Gago, Ke tla nna jaaka O rata."
 },
 {
  "title": "156 Mafoko A Kgalefo A Se Tswe",
  "number": 156,
  "content": "# 156 Mafoko A Kgalefo A Se Tswe\n\nMafoko A Kgalefo A Se Tswe Ka Dipounama;A a tlos’we ke tse di molemo tse di tswang pelong.CHORUSLona ratanang,(Lo ratane),Go bua Mmoloki,(lo ratane),Bana utlwang taolo ya Rara; (Ke taolo ya Rara);Lona ratanang,(Lo ratane),Go bua Mmoloki,(lo ratane),Bana utlwang taolo ya ’Gwe; (Ke taolo ya Gwe);Lorato Lo Itshekile, Tsalano E Itshepile,Gore di sengwe fela ka lobaka lwa bomatla.Fokonyana Ja Kgalefo, Le Fudua Tshakgalo-Dintle tsa botshelo di rojwa ke je lengwe fela."
 },
 {
  "title": "157 Yo O Tswang A Ntse A Lela",
  "number": 157,
  "content": "# 157 Yo O Tswang A Ntse A Lela\n\nYo O Tswang A Ntse A Lela, Ka Peo Ya LoratoA sa lape a robala, O bona tshegofatso.CHORUSBonang phatsimo e kgolo; Go bonala ditlhaka;Lebang, masimo, masweu, Gonne thobo e gaufi.Go Wa Monyo Wa Godimo, Go Marang A Phatsimang;Go tla newa tse ’ tlhokegang, Ka boitshepo jotlhe.Jala Peo Ya Go Se Lape, O Se Nne Le PoifoO tla roba boipelo, O nne yo sa tenegang."
 },
 {
  "title": "158 Thobo E Kgolo Ya ’Fatshe E Gaufi",
  "number": 158,
  "content": "# 158 Thobo E Kgolo Ya ’Fatshe E Gaufi\n\nThobo E Kgolo Ya ’Fatshe E Gaufi,Morena O bitsa barobi go tla;Tlhaka tse di galalelang masimong,Di butswetse segotlo mogang A tlangCHORUS(SOPRANO):Akofa tsatsi, Rorang diako.Akofa tsatsi, R’ ise gae.(BA BANGWE):Akofang baengele, tla tsatsi,Lo rorele diako segotlong;Akofang baengele, tla tsatsi,Lereng thobo gae.Moso Ole O Sa Khutleng Boipelong,O ntse o atamela ka dingwaga,Korong e phatlaladitsweng ke sebe,E phuthwe ’tlhabula ’ise lo fete.Go Gontle Tiro E E Tswang Loratong;Molatswana o tswelang kwa godimo,Ke lorato lo lo re laleletsangTshimong boineelong bo gakgamatsang"
 },
 {
  "title": "159 Morena Ke Go Tlhoka Jang",
  "number": 159,
  "content": "# 159 Morena Ke Go Tlhoka Jang\n\nMorena Ke Go Tlhoka Jang;Lefumeng le boleong;Ke ya roroma O nkgoge,Nnonotshe O mphe pono.CHORUSKa dinako tsotlhe, Morena ke Go tlhoka jang.Ka dinako tsotlhe, Mmoloki O ntshegetse.O Ntswese Bopelonomi, Gonne Ke Leofile;O nthute bokoa jwa me, Ke rapelela thata.Fa O Nkoga Ke Tshedile; Ke Wa Fa Ke Iikanya.Tsamaya le nna botshelong, Wena O tsotlhe go nna.Foo Tsotlhe Tse Di Ka Tlang, Boipelo, Khutsafalo,Ke tla nna ke nna go Wena, O ntse O le Monthusi."
 },
 {
  "title": "160 Tshegelediwa Jeso",
  "number": 160,
  "content": "# 160 Tshegelediwa Jeso\n\n\"Tshegelediwa Jeso\" Thateng Ya Modimo;\"Tshegediwa lefatshing,\" Kgatong tsa ga Jeso.CHORUS\"Tshegelediwa Jeso.\" Morena naong tsa ’Go;Ke nne lefela la mafela; Nna tsotlhe go tsotlhe.\"Tshegelediwa Jeso.\" Ke Dire Thato’a ’Gwe;\"Tshegeled’wa Morena; Tirong ya Morena.\"Tshegelediwa Jeso.\" Kgaoganong Le ’Fatshe;Boingotlo mo moyeng, Boitsheko mo pelong.\"Tshegelediwa Jeso.\" Go Nna Wa ’Gwe Gotlhe.Go ya ka bosakhutleng Ke nne wa’ Go fela."
 },
 {
  "title": "161 Ke Na Le Tsala Tota",
  "number": 161,
  "content": "# 161 Ke Na Le Tsala Tota\n\nKe Na Le Tsala Tota, Yo Rategang Thata,O nthata ga kalo-kalo Ka boikanyego;Ga nka ke ka tshel’a se teng, Ke rat’a nne gaufi,Mme re tsamaya mmogo, Ene le nna.Mme Fa Ke Lapile O Itse Ke Bokoa,Fa’ re k’ ikaege go Ene, E ke batla thuso;O nkgoga tseleng tsa sedi, Tsatsing ja loapiMme re tsamaya mmogo, Ene le nna.O Itse Kutlobotlhoko Le Boipelo Jwa Me,O itse se ’ intumedisang Le se se nkgopisang;O mpolelela tshwanelo, Le kafa nka lekang,Mme re tsamaya mmogo, Ene le nna.O Itse Fa Ke Eletsa Go Gapa Molapi,Mme O re ke tsamae ke bue ’Foko ja lorato;O re ke bolele rato Lwa Gagwe le loso,Jalo re dira mmogo, Ene le nna."
 },
 {
  "title": "162 Tseleng Mmoloki Wa Nkgoga",
  "number": 162,
  "content": "# 162 Tseleng Mmoloki Wa Nkgoga\n\nTseleng Mmoloki Wa Nkgoga; A Nka Kopa Eng Gape?Nka belaela tshwaro ya’ Gwe Yo nkgogileng botshelong?Kgomotso ya legodimo, Fano ke nna go Ene.Gonne k’itse se se ntlelang Jeso’ siamisa tsotlhe.Gonne k’itse se se ntlelang Jeso’ siamisa tsotlhe.Tseleng Mmoloki Wa Nkgoga; O Ntshiamisetsa Tsela;O mpha tshegofatso tekong, O mpha nkgwe se setshelang;Lefa nka nna ka theekela, Ka tshwarwa ke lanyora.Go elela mo lefikeng Motswedi wa boipelo.Go elela mo lefikeng Motswedi wa boipelo.Tseleng Mmoloki Wa Nkgoga; Tlalo Jwa Rato Lwa Gwe,’Ntsholofeditse boikhutso Tlung ya Rara godimo;Fa ke tsogela botshelong, Ke fofela bogosing,Ke tla opela ka metlha Jeso’ nkgogile tselengKe tla opela ka metlha Jeso’ nkgogile tseleng"
 },
 {
  "title": "163 Utlwa Jeso O Ya Bitsa",
  "number": 163,
  "content": "# 163 Utlwa Jeso O Ya Bitsa\n\nUtlwa Jeso O Ya Bitsa, \"Go Tla Ya Go Dira Mang?Masim’a letile thobo, Mang yo tla rorang diako?\"Morena O bitsa thata, Tuelo fela kgolo;Mang yo tla araban ga’re: \"Ke fa Morena nthoma?\"Fa O Sa Tlole Lewatle; Fatshing A Bohedene,O ka fitlhela yo gaufi; Go thusa kgorong tsa go;Le O sa bue se-engele, O sa rere ’ka Paulo,Bolela rato lwa Gagwe, O re: O swetse botlhe.Fa O Sa Nne Molebedi, Lorakong Lwa Sione,O supa tsela’ godimo, Botlhe ba fe botshelo,Ka thapelo le dineo O ka dira taolo,O ka tshwana le Arone, Thusa moparofeto.Fa Mewa Ya Batho E Swa, Morena A Go Bitsa,Se bue ka botshwakga wa re, \"Ga go se nka se dirang;Tsa’a tiro ka boitumelo, E go itumedise;Araba jaaka A bitsa, \"Ke fa Morena nthoma."
 },
 {
  "title": "164 Ke Ntse Dinaong Tsa Jeso",
  "number": 164,
  "content": "# 164 Ke Ntse Dinaong Tsa Jeso\n\nKe Ntse Dinaong Tsa Jeso, K’utlwa Mantswe A Mantle.’ Nno jo bontle, bo tlhokegang E’te nka nna ka metlha;Ke ntse dinaong tsa Jeso, Ke leba kwa morago.Lorato lwa ’Gwe lwa tshwaro, Lwa gapa pelo ya me.Ke Kae Kwa Yo’swang O Ka Segofalang Segolo?Ke ba’a dibe mafutsana, Ke bona boikhutso;Dinaong tsa ga Jeso ke Tla lela mo thapelong,Ke phutha botlalong jwa ’Gwe Tshwaro ka metlha yotlhe.O Ntshegofatse Mmoloki Ke Leta ’Naong Tsa Go.Tswe, O ntebe ka lorato, K’ipele go Go bona;Mpha mogopolo wa Jeso, K’itshepe jaaka Ene,Ke supe fa ntse Nae, Yo leng tshiamo ya me."
 },
 {
  "title": "165 K’a Go Rata",
  "number": 165,
  "content": "# 165 K’a Go Rata\n\nK’a Go Rato Wena, Morena Wa Me,Le Mmoloki wa me, Modimo wa me.Kea Go rata mme mo Wa go itseKafa ke Go ratang tiro ’ tla supaK’a Itumela Ke Kgakgamatso!Boipelo bo sa sweng, k’ eme thoteng!Ke leba khumo ya me k’eletsa teng,Jeso le baengele ba rategang.Ke Sego Go Wena Mmoloki Wa Me,Tshelo jwa me, poloko, boikhutso.Rato lwa ’Go le ina pako ya me;Tshwaro ya ’Go e ntlhotlheletsa pelo.Ke Mang Yo Tshwanang Le Mmoloki Kgosi;Wa nthata mme O nthusa go opela.Ke tla mmaka ka melodi e phepa,Fa moya wa me o sa le kgatlhegong."
 },
 {
  "title": "166 Fika Ja Bosakhutleng",
  "number": 166,
  "content": "# 166 Fika Ja Bosakhutleng\n\nFika Ja Bosakhutleng; Ke Iphitlhe Go Wena;A metsi le madi a Tswang tlhakoring ja Gago,A a mphodise dibe, Mpoloka mo melatung.Ga Se Tiro Ya Diatla, E Ka Kgonang Molao;Lefa ke sa ikhutse, Keledi di thologa,Ga go tetlanyo sebing; Boloka Wena fela.Ga Go Se Ke Se Tshotseng, Ke Tla Fela Mokgorong;Ke kopa go apes’wa, Ke kopa tshegofatso;Ke fofela motsweding, Ntlhatswe Morena kea swa.Fa Ke Sa Le Botshelong, Ke Bodulala Losung,Fa ke ya bosaitsiweng, Ke go bona katlholongFika ja bosakhutleng, Ke iphitlhe go Wena,"
 },
 {
  "title": "167 A Motheo O Thata",
  "number": 167,
  "content": "# 167 A Motheo O Thata\n\nA Motheo O Thata Jang, Baitshepi,Morena A lo theetsengFokung ja Gwe, O ka lo ra’a eng gape ka A rile,Ke bomang ba ba tshabetseng Mmoloking,Ke bomang ba ba tshabetseng Mmoloking?\"Fa Ke Go Bitsa Go Ralala Boteng\"Ga nko O tlalelwa ke bohutsana;Gonne ke tla go gomotsa letshwenyong,Ke go itshepise patikegong ya goKe go itshepise patikegong ya go\"Fa Tseleng Ya Gago Go Le Diteko,Ke tshwaro ya me e tla go tshegetsang;Molelo ga nko o go tlhokofatsa,Ke tla ntlafatsa gouda ya gago,Ke tla ntlafatsa gouda ya gago.\"Yo O Ikaegileng Mo Go Jeso,Ga nke ke mo latlhela babeng bag we;Lefa molete o ka tshikinyega,Ga Nkake nnyaa ga Nkanke Ka mo latlhaGa Nkake nnya ga Nkanke Ka mo latlha."
 },
 {
  "title": "168 Jeso Ke Modis’a Me",
  "number": 168,
  "content": "# 168 Jeso Ke Modis’a Me\n\nJeso Ke Modis’a Me Ga Ke Tlhoke;Ke ja botaleng ke bolokegile;O nkgoga metsing a a didimetseng,O ya nthekolola fa ke timetse.Lefa Ke Tsama’a Moruting Wa Loso,Ka O nkoga ga ke boife bosula;Thobane ya Gago e tla mphemela,Ga ke welwe ke kotsi, O le gaufi.O Mpaakanyetsa Bojelo Mo Dintweng,Senwelo sa me sea penologa;O ntlotsa ka tse di monko monate;Ke tla kopang gape sa pabalelo?Modimo Wa Me Molemo Le TshwaroDi ntatela go fitlha kwa go Wena,Ke batla ka dikgato tsa borara,Fatshing ja bojaki-bogosi jwa Go"
 },
 {
  "title": "169 Morua Bogosi",
  "number": 169,
  "content": "# 169 Morua Bogosi\n\nMorua Bogosi, O Otselela Eng?O robalelang gaufi gaeng ja ’go?Tsoga, nanoga, itlame lotheka,Itlhaganele baka lwa feta.Merafe Ya Lefatshe E Mo Dintweng,E ya roroma e reregile;Reetsa utlwa modumo wa dikara;Morua bogisi se diege.Se Nnele Ditsiesto Tsa Lefatshe;Bona tlotlo ya jone ea feta,Kgaola tse mmamba a go bifileng;Morua bogisi O retologe.O Siamise Leitlho Ja Gago;Letela kgalalelo ya kgosi;Bona sedi le’ tlhaba kwa dithabeng;Morua bogosi ’pel’ opela."
 },
 {
  "title": "170 Mmopi Kgosi Ya Me",
  "number": 170,
  "content": "# 170 Mmopi Kgosi Ya Me\n\nMmopi, Kgosi Ya Me, Tsa Me Ke Tsa Gago;Ke Wena Motswedi wa me Wa masego otlhe;Ke Wena motswedi wa me Wa masego otlhe.Bopiwa Sa Gago, Ke Tshela Go Wena;Modimo wa me, molemo Wa gago o bakwe;Modimo wa me molemo Wa Gago o bakwe.Morena Nka Go Fang, Ka Tsotlhe Ke Tsa ’Go?Rato lwa Gago lo lopa Pelo e lebogang;Rato lwa Gago lo lopa Pelo e lebogang.Nnonotsha Mo Moyeng Ka Tshwaro Ya Gago;Foko ja me le keletso Le metlha tsa Gago;Foko ja me le keletso Le metlha tsa Gago"
 },
 {
  "title": "171 Moleti Wa Kwa Sione",
  "number": 171,
  "content": "# 171 Moleti Wa Kwa Sione\n\nMoleti Wa Kwa Sione, Bolela, Keng Bosigong?Naledi ya bosa e kae? A re tla bona moso?A O bona sedi je le phatsimang?A O bona sedi je le phatsimang?Re Bolelele, A Tshupo Re Di Fetile Tsotlhe?A re gaufi le ngonti, A re ka bona naga?A ruri legodimo le gaufi?A ruri legodimo le gaufi?Ruri Letsatsi Etla, Re Theleng Losalaba;Bonang naledi ya bosa, E phatsima loaping.Baitshepi thekololo e gaufi.Baitshepi thekololo e gaufi.E Re Fitlhetse Sesupo, Mme, Fatshe Le Gaufi;Re akofela kwa pele, ’tsibogo le gaufi;Lo tsholetseng mantswe boitumelong.Lo tsholetseng mantswe boitumelong."
 },
 {
  "title": "172 Ke Nako E Kae",
  "number": 172,
  "content": "# 172 Ke Nako E Kae\n\nO Tla Diega Nako E Kae Mmoloki?Re lapisiwa pelo, Ke tiego ya Go.Lo tla tla leng lobaka, Lo gaisang moso,Tsatsi ja kgalalelo Ya ’Go bathung ba ’Go.Ba ’Go O Tla Ba Tlogela Nako E Kae?Ka O diega go tla, Go dumela bonnye,Re bona mo bomatleng Batlhanka ba gago,Re se kae re eme Re iketleeditse.Tsosa Batho Ba Gago, O Romele Pisto;Baitshepi botlhe ba re \"Mmoloki O gaufi;\"A re tshubeng dipone, R’ itlameng ditheka,Botlhe ba iketleetse Go bona Morena."
 },
 {
  "title": "173 A Tumelo",
  "number": 173,
  "content": "# 173 A Tumelo\n\nA Tumelo E Sa Feleng, Le Bontsing Jwa BabaE, e sa senyweng (senyweng) ke lehuma le bohustana,’Fuma le ’hutsana.E E Sa Ngongoregeleng Thobane Ya PetsoMme nakong (nakong) ya botlhoko e Ikanye Modimo-Ikanye ModimoTumelo E E Phatsimang Fa Diteko Di Tla;Mme mo kotsing ga go (na) poifo, Ga go pelaelo-Ga go pelaelo.Theregiso Tsa Lefatshe Ga Di E Tshikinye;Ga e nwetswe (nwetswe) ke boleo Le tsietso tsa jone. Letsietso tsa jone.Morena Mpha Tumelo E, Foo Le Ke Tlelwa Ke’ng,Gone fano (fano) ke tla utlwa Boipelo jwa kwa gae-Boipelo jwa kwa gae."
 },
 {
  "title": "174 Tsholofelo Ya Mokeresete",
  "number": 174,
  "content": "# 174 Tsholofelo Ya Mokeresete\n\nTsholofelo Ya Mokreste, Tirong Fano Tlase.E re thusa mo lefatshing Je ja bofutsana.E re thusa mo lefatshing Je ja bofutsana.E Re Supetsa Boikhutso Pusong Ya Ga Kreste,Kwa re tla nnang le baratwa Re sa kgaogane,Kwa re tla nnang le baratwa Re sa kgaogane,Kwa Boleo Bo Sa Tseneng Teng, Teko Ga Di Tshwenye,Kwa boitumelo bo ntseng teng, Mme jo bo sa khutleng.Kwa boitumelo bo ntseng teng, Mme jo bo sa khutleng.Teng Ga Go Na Dikeledi, Mme Ga Go Loso Teng;Gonne ba ba tsenang gone, Ba jaaka ba’ngele.Gonne ba ba tsenang gone, Ba jaaka ba’ngeleItlhaganele Lobaka, Wena Mmoloki Tla;Re eletsa go Go bona Mme re tsene kwa gae.Re eletsa go Go bona Mme re tsene kwa gae."
 },
 {
  "title": "175 Mmoloki Jaaka Modisa",
  "number": 175,
  "content": "# 175 Mmoloki Jaaka Modisa\n\nMmoloki Jaaka Modisa, Re Goge Ka Bonolo;Re je mafulong a mantle, Re baakanyetse saka;Jeso yo segofaditsweng O re rekile rona;Jeso yo segofaditsweng O re rekile rona.Re Ba Gago Re Tsalanye Disa Tsela Ya Rona:O re dise mo boleung, Re batle re timetse.Jeso yo segofaditsweng Utlwa fa re rapela;Jeso yo segofaditsweng Utlwa fa re rapelaO Solofeditse Gore O Tla Re Amogela;O tshwaro go re golola, Tshwaro go re ntlafatsa.Jeso yo segofaditsweng Re tla kwa go Wena.Jeso yo segofaditsweng Re tla kwa go Wena."
 },
 {
  "title": "176 Tsholofelo E Sego",
  "number": 176,
  "content": "# 176 Tsholofelo E Sego\n\nTsholofelo ’Sego, Ke E E TlhokegangGo feta boipelo jwa Tshotlo ya lefatshe.Naledi E Teng E E Bonesang Fifing,E e ntshang kgalalelo ya Kagiso bobipong.Ntswe Je Le Gomotsang, Je Le Tsholetsang Mo’aJe le tlosang pelaelo, \"Modimo’ lorato.\"Ntswe Ja Khalefari Je Le Itshwarelang;Sedi jele ja tshenolo, Yone tsholofelo."
 },
 {
  "title": "177 Lefatshing Ja Lesedi",
  "number": 177,
  "content": "# 177 Lefatshing Ja Lesedi\n\nLefatshing Ja Lesedi \"Motse O Teng Gone. \"Ga o kake wa feta \"Ga go bosigo teng\"CHORUSModim’o tla phimola Dikeledi le loso,Ga go balwe dingwaga (nako), \"Ga go bosigo teng. \"Dikgoro Tsa Perela Di Mo \"Motsing Ole,\"Mebila kea gouda, \"Ga go bosigo\" teng.Dikgoro Ga Di Tswalwe, Gone \"Motsing Ole,\"Go noka ya botshelo, \"Ga go bosigo\" teng.Ga Ba Tlhoke Letsatsi, Gone \"Motsing Ole.\"Kwana ke lesedi teng, \"Ga go bosigo\" teng."
 },
 {
  "title": "178 E Ka Nna Mo Mosong",
  "number": 178,
  "content": "# 178 E Ka Nna Mo Mosong\n\nE Ka Nna Mo Mosong Fa Tsatsi Le Tsoga,Fa lesedi ja letsatsi le phatsima,Fa Jeso ’tlalong jwa kgalalelo A tlaGo itsholela ba ’Gwe.CHORUSMorena Jeso re tla opela leng boipelong?Kreste Wa bo’a, Hajeluja; haleluja;Amen, Haleluja: Amen.E Ka Nna Motshegare, Kgotsa LorathongGongwe e tla re lefifi ja bosigoLe phatsimelwe ke kgalalelo ya ’Gwe,Fa A tshola ba Gagwe.Fa Somo Je Le Tlang Nae Le Re Hosana,Ja baitshepi le baengele ba Gwe,A na le kgalalelo ya tshegofatso,O tla tshola ba Gagwe.A Boitumelo Fa Re Ka Nna Re Sa Swe,Re sa lwale, go se bofutsana, telo,Re tsholelwa kgalalelong le Morena,Fa A tshola ba Gwagwe."
 },
 {
  "title": "179 A O Iketleleditse Fa Monyadi A Tla?",
  "number": 179,
  "content": "# 179 A O Iketleleditse Fa Monyadi A Tla?\n\nA O Iketleleditse Fa Monyadi A Tla?A O iketleleditse Fa Monyadi a tla?Bonang O e tla; bonang O e tla;Aparang gonne Monyadi O e tla.CHORUSBonang Monyadi, O e tla, O e tla;Bonang Monyadi, O e tla, O e tlaBonang O e tla; bonang O e tla;Aparang gonne Monyadi O e tla.Tshubang Pone Tsa Lona. Fa A Tla, Fa A Tla;Tshubang pone tsa lona. Fa a tla, fa a tlaO tla ka bonako; ka bonako;Moya leta fa Monyadi a tlaRe Tla Go Mo Kgatlhantsha, Fa A Tla Fa A Tla;Re tla go Mo kgatlhantsha, Fa A tla fa A tlaRuri O e tla; Ruri O e tla’Re tla kgatlhantsha Monyadi fa’ tla.Re Tla Bina Aleluja Fa A Tla, Fa A Tla;Re tla bina aleluja Fa A tla, fa A tla;Bonang o tla janong; O tla janong;Aleluja Monyadi O e tla."
 },
 {
  "title": "180 Ga Re Itse Nako",
  "number": 180,
  "content": "# 180 Ga Re Itse Nako\n\nGa R’ Itse Nako Ya Ponalo’ A Morena,Mme tshupo di supa baka lo lo gaufiFa A tla boya, polelo e gomotsang,Mme ga r’ itse nako.CHORUSO tla tla re leteng re lebele;O tla tla, haleluja; haleluja;O tla tla ka maru kgalalelong ya Rragwe-Mme ga r’itse nako.Sedi Le Teng Ja Ba Ba Batlang Poloko,Boammaaruri bo Kwalong lo boitshepo,Polelo tsotlhe di supa nako ele-Mme ga r’ itse nako.Re Tla Rapela Re Tshubile Dipone,Re lete tirong Morena A be A tle;Re bina boipelong re lemoga tshupo,Mme ga r’ itse nako"
 },
 {
  "title": "181 Ga Re Itse Nako’ E O Tla Tlang",
  "number": 181,
  "content": "# 181 Ga Re Itse Nako’ E O Tla Tlang \n\nGa Re Itse Nako O Tla Tlang,Maitsiboeng kgotsa mosong;Gongwe e ka nna maabanyaneng,Gongwe maphakela thata.O re re lebele re lete, Le dipone di se time;E tl’e re A tla, A fitlhele, Re letile re lebe’tse.CHORUSRe letile mme Re Go disitse;Re letile mme Re sa ntse re Go letileAlto. T.& B.R letile re Go lebeletse, Re letile Go lebeletse,Re letile re Go lebeletse, Re sa ntse re Go letile.Ke Gopola PelotlhomogiYa tlhwatlhwa ya polok’a’Gwe,A tswa mannong a galaleng Go tla’ swela batimedi.Gongwe go tla Mo itumedisa, Fa ba O ba rekoletsengBa ipela go tleng ga Gagwe, Ba letile ba disitse.Jeso Morekolodi Wa Me, Wa Itse Ke BolokileTsholofelo ya go Go bona, K’utlwa O intumelela;Mogang O bonang Moatlhodi,Go bangwe ba ba tla tshabang,Ke tla Go dumedisa, Tsala, Ke letile ke disitse."
 },
 {
  "title": "182 Moso Wa Gouda Wa Atamela",
  "number": 182,
  "content": "# 182 Moso Wa Gouda Wa Atamela\n\nMoso Wa Gouda Wa Atamela; Jeso O Tla TlaGo tseela bana ba Gagwe Legaeng ja bone.CHORUSRe bona marang a moso’a goudaA phunyeletsa sigong jo;Re bona marang a moso’a goudaA thubang phupu.Taolo Ya Efangeli E Tloga E Ya Merafeng;Monyadi ga A na go diega Go letsa ’naka.A Na Le Baengele A Fologa Legodimong,Moatlhodi O tla isa ba Gagwe Kwa ba sa sweng teng.Ba Ba Kgaoganang Le Baratwi, Ba Tla Kopana;Dikeledi tsa ba ba lelang Di tla phimolwa."
 },
 {
  "title": "183 Tsholofetso Go Ba Ba Dumelang",
  "number": 183,
  "content": "# 183 Tsholofetso Go Ba Ba Dumelang\n\nTsholofetso Go Ba Ba Dumelang,-\"Ke tloga ke tla go itsholela ba me,O tshware thata, Phatsa di kgolo;Mme O se robale; lebela leta.\"CHORUS\"O tshware thata\" ke tsholofetso,-\"Bogosi bo tla bused’wa lona\"\"Tsenang boipelong jwa Me, nnang le Nna;Go teng ’rwalo tse ’ntle; lo tshwareng thata.\"Re Tla \" Leta Thapelong\" Mo Seding,Otla go bangwe jaaka \"godu ’sigong,\"R’itse O gaufi, ga r’itse nako,Jaaka selemo tshupo ya tlhabula.E, E Ke Tsholofelo Ya Rona,Ponalo ya Morena rona JesoGo tsotlhe, ke e e kwa godimo\"Ke tla kabonako, O tshware thata.\""
 },
 {
  "title": "184 Boipelo Morena Oe Tla",
  "number": 184,
  "content": "# 184 Boipelo Morena Oe Tla\n\nBoipelo Morena O E Tla; Tsholang Kgosi’a Lona;Pelo tsotlhe di mmakanyetse bonno, Popo di opele,Popo di opele, Popo di opele, Popo, popo di opele.Boipelo Morena ’Busa; Batho Ba Opele;Masimo, metse, majwe, mabala A bolela tumo,A bolela tumo, A bolela tumo, A bo-a bolela tumo.O Tloga A Busa Fatshing, Batho Batla SupaKgalalelo, tshiamo ya’Gwe, Kgakgamatso’a rato,Kgakgamatso’a rato, Kgakgamatso ya lorato."
 },
 {
  "title": "185 Re Bua Ka ’Gosi Jo Bontle",
  "number": 185,
  "content": "# 185 Re Bua Ka ’Gosi Jo Bontle\n\nRe Bua Ka ’Gosi Jo Bontlhe,Fatshe jele je lentle-ntle,Go buiwa bontlhe ja jone,Mme go tla nna jang go nna teng.Re bua ka tsela tsa gouda, O kgabile ka majwana,Kgakgamatso tse sa its’weng,Mme go tla nna jang go nna teng.Re Bua Ka Kgololo Sebing,Bofutsaneng le thaelong,Tekong tsa mo ntle le mo teng,Mme go tla nna jang go nna tengKa tirelo ya lorato, Le aparo tsa baitshepiPhutego’a matsalwa-pele,Mme go tla nna jang go nna teng.Mo Thaelong Le BofutsanaMpaakanyetsa legodimo,Mme le nna ke tloga k’itse,Ke utlwa ka’go leng ka teng;Foo re tla tsamaya bontleng, Kgalalelong ya godimo,Le baitsepi kwa gae,Mme Jeso O tla nna gone."
 },
 {
  "title": "186 Tlung Ya Go Morena",
  "number": 186,
  "content": "# 186 Tlung Ya Go Morena\n\nTlung Ya ’Go Morena, Re Kopanye Gone;Tla le Wena ka re tsenye Fa pele ga Gago.Dipelo Tsa Rona Dia Go Lwalela;Le one mowa wa rona O Go Tlhoafaletse.Go Lopa Ga Gago, Rara, Re Go UtlweFa go bulwa foko ja’Go, Le Wena re utlwe.O Re Baakanye Rona Batho Ba ’GoMogang re swang, re boela Loroding lwa Gago."
 },
 {
  "title": "187 Mmoloki Re Baka Ina Ja ’Go",
  "number": 187,
  "content": "# 187 Mmoloki Re Baka Ina Ja ’Go\n\nMmoloki Re Baka ’Ina Ja ’GoKopelong ya rona ya Kgaogano;Re Go Tlotla re ise re tswale,Foo re khubama re leta Wena.Re Nee Kagiso Fa Re Ya Kwa Gae;Re simolole re fetse nao;Re femele sebing le ditlhonnye,Tlung e, fa re bitsa ’ina ja’Go.Re Nee Kagiso Mo Tshelong Jono,Kgomotso ya rona bofutsaneng;Mogang O re laolang go khutla,Morena, re biletse kagisong."
 },
 {
  "title": "188 A Le Ke Le Moleofi",
  "number": 188,
  "content": "### 188 A. A Yang Kwa Gethesemane\n\nLe ke le moleofi, Jeso Ola A ntshwela,Gore ke tle ke tshele, Gore ke se ke ka swa,Jaaka mofineng, Ke wa ’Gwe Ene wa me.’Golo jwa rato lwa ’Gwe Bo feta legodimo,Lo boteng go lewatle, Lo nna ka bosakhutleng;Lo mpitlhetse kgakala; Ke ese ke Mo batle. Le ke le moleofi, Kreste ke tsotlhe go nna;O itse tlhoko tsa me, Futsana jwa me jwa ’Gwe;Ke polokong go Ene, O Tshegetsa botshelo.Yang Kwa Gethesemane, Lona Ba Lo ThaelongBonang ntwa ya Mmoloki, Letang Nae mo botlhokung;Se Mo leseng’futsaneng, Go En’ithuteng thapelo.Lo Yeng Ntlung Ya Katlholo; Mmoneng Ba Mma’a Molato;Lo boneng le santlhokwe; Mmoneng mo motlo tseding;Se Tshabeng dipogiso, Ipeleseng mokgoro.’Futsaneng Jwa Khal’fari; Naong Tsa ;Gwe Mo Tlotleng,A kgakgamatso ele; Tshupelo ya Modimo, \"Go Fedile,\"Mo utlweng; Go Jeso Ithuteng go swa."
 },
 {
  "title": "189 Ga Re Na Mots’ Wa Tlhomamo",
  "number": 189,
  "content": "### 189A. BOGOSI JWA GAGO BO TLE\n\nGa re na mots’wa tlhomamo; Maswabi fa o no’ le fa;Re nneng le mogopolo o, Re senka motse o o tlang,Re senka motse o o tlang.Ga re na mots’o tlhomameng, Re senka motse o seng fa;Ke Sione Jeso O teng O phatsima jalo jalo,O phatsima jalo jalo.Bontle, kagisong, Kwa baeti ba golotsweng;Nka bo ne ne ke ka fofa, Ke fofele boikhutsong,Ke fofele boikhutsong.Didimala moya wa me, Nako e ntle kea Modimo.Fa ke dira thato ya ’Gwe, O mpaakanyetsa boikhutso.O mpaakanyetsa boikhutso.\"Bogosi jwa gago bo tle,\" E ke thapelo ya ronaMme e mang yo o lekantseng Tlhaloso ya thapelo e?Tlhaloso ya thapelo e?’Gosi ja go bo tla tsatsi ja boipelo le dipakoKilo le ntwa di tla fela, batho ba tla agisana,Batho ba tla agisana Jeso o tla busa Sione, Fatsh’a tlase kgalalelo;O tla busa paradaiso, Sebe, loso, di tla fela,Sebe, loso, di tla fela."
 },
 {
  "title": "190 Itseela Ina Ja Jeso",
  "number": 190,
  "content": "# 190 Itseela Ina Ja Jeso\n\nItseela ’Ina Ja Jeso, Ngwana Wa Mafutsana,Le tla go naya kgomotso, kwa le kwa o yang gone.CHORUSLeina... je lentle... Tsholofelo ya fatsheng;Leina... je lentle... Boipelo jwa godimong.L’ina Ja Jeso Ka Metlha, Le Tshole Jaaka ThebeFa thaelo di go dika Rapel’ineng ja Jeso.’Ina Je Lentle Ja Jeso, L’a Re Itumedisa,Fa A re tshola mabogong Re tla Mo opelela.R’inama Leineng Ja ’Gwe, Re Namalala Naong;Kgosi dikgosing godimong, Loeto lo fedile."
 },
 {
  "title": "191 Jeso Ke Wa Me Ka Tlhomamo",
  "number": 191,
  "content": "# 191 Jeso Ke Wa Me Ka Tlhomamo\n\nJeso Ke Wa Me Ka Tlhomamo!Ke lekela tsa kwa kgalalelong!Morua poloko ya Modimo,Ke tsetswe ka Moya le madi.CHORUSE puo ya me le kopelo,Ke baka Mmoloki ka metlha;E puo ya me le kopelo,Ke baka Mmoloki ka metlha.Boineelo Jwa BotlaloPonatshegelo tsa boitumelo,Ba’ngele ba tswa legodimongBa tla le tshwaro le lorato.Boineelo BoikhutsongNna ke sego ke na le Mmoloki;Ke lebeletse legodimong,O ntlatsa molemo wa Gagwe."
 },
 {
  "title": "192 Kwa Mmoloki Wa Me A Shwetseng",
  "number": 192,
  "content": "# 192 Kwa Mmoloki Wa Me A Shwetseng\n\nKwa Mmoloki Wa Me A Swetseng,Kwa goetseng tlhapiso sebing,Teng ka tshas’wa madi mo pelong,Tlotlo go Ene.CHORUSKgalalelo mo L’ineng ja Gagwe,Teng ka Tshas’wa madi mo pelongTlotlo go Ene.Ke Bolokilwe Kgakgamatso,Jeso O agile ka kwa teng,Kwa mokgorong kwa O ntsereng teng,Tlotl’ineng ja ’Gwe.Motswedi O ’Bolokang Sebing;Ke itumela ka ke tsenye,Jeso O ntshegetsa polokong.Tlotl’ ineng ja ’Gwe.Tla Motsweding O O Monate.Itigela naong tsa Mmoloki,Teng janong O itekanele,Tlotl’ineng ja ’Gwe."
 },
 {
  "title": "193 O Ka Tshelela Jeso Boitshekong",
  "number": 193,
  "content": "# 193 O Ka Tshelela Jeso Boitshekong\n\nO Ka Tshelela Jeso Boitshekong Ka Metlha?O ka tsama’a Nae tseleng tshesane?O ka Mo lesa A go rwalela morwalo?Mma A tsamae nao.CHORUSThata ’Gwe e ka go siamisa;Madi a ’Gwe a ka go ntlafatsa;Rato lwa ’Gwe lo ka go bontsha,Fa Go tshwanetse a tsamae nao.A O Ka Mo Lesa Gore A Go Golole?O ka itse kagiso go neeleng tsotlhe?A O ka Mo lesa gore A go boloke?Mma A tsamae nao.A O Ka Bona Boikhutso Bogosing Jwa ’Gwe?A O ka supa boammaaruri jwa ’Gwe?A mo tirong ya ’Gwe O ka dira bojotlheMma A tsamae nao."
 },
 {
  "title": "194 Tikologo Yotlhe Ntle",
  "number": 194,
  "content": "# 194 Tikologo Yotlhe Ntle\n\nTikologo Yotlhe Ntle, Fa Rato Lo Teng;Go boipelo modumo, Fa rato lo teng.Go nna kagiso, nala, Boitumelo ntlheng tsotlhe,Nako e tsama’a sentlhe, Fa rato lo teng.CHORUSLorato mo gae;Nako e tsama’e sentle, Fa rato lo teng.Go Boipelo Mo Lwapeng, Fa Rato Lo Teng;Ga go kilo mo gae, Fa rato, lo teng;Re tsama’a mo dithunyeng, Fatshe tshimo e’ botshe,’Tshelo boitumelo Fa rato lo Teng.Legodimo Lea Nyenya, Fa Rato Lo Teng;Fatshe le tletse rato, Fa rato lo teng.Nokana ya opela, loapi lwa galalela,Go yo nyenyang godimo,’Fa rato lo teng.Jeso Ntira Wa Gago, Foo Rato Lo Gae,’Tlhabelo sa ’Go sa me, Foo rato lo gae,Ke tla ’khutsa polokong, Ke sa boga boleo,Ka tshegofatso ya ’Go, Fa rato lo teng"
 },
 {
  "title": "195 A Molelo O O Tshedileng",
  "number": 195,
  "content": "# 195 A Molelo O O Tshedileng\n\nA Molelo O ’Tshedileng,O phatsimileng baitsheping;Wa ba lebisa godimong,Tidimalo patikegong.Morena O Kae Moa Ole,O Go tshwaetseng Abera’me?O o nonotshitseng pelo’Ya Paulo bofutsaneng?A Tshwaro Ya ’Go Ga Ya NnaJaaka metlheng ya Elija?Le jaaka metlheng ya Moshe,Kgotsa jaaka Jobe tekong?Gopola Nako Ele Jeso,Shafatsa tiro ya Gago;Mme fa re leba go wena,O thele Moya wa Gago."
 },
 {
  "title": "196 O Ka Gololwa Morwalo’a Sebe",
  "number": 196,
  "content": "# 196 O Ka Gololwa Morwalo’a Sebe\n\nO Ka Gololwa Morwalo’a Sebe?Thata e mading, thata mading;O ka bona phenyo mo bosuleng?That’e gakgamatsang mading.CHORUSGo thata e dirang kgakgamatso Mading a Kwana;Go thata e dirang kgakgamatso Mading mantle a Kwana.O Ka Gololwa Mo Go Ithateng?Thata e mading, thata mading;Tla tlhapisong metsing Golegotha,That’e gakgamatsang mading.O Rata Go Gaisa Kapoko?Thata e mading, thata mading;’Labe tsa sebe di a nyelela,That’e gakgamatsang mading.O Ka Direla Jeso Kgosi’a Go?Thata e mading, thata mading;O ka tshela ka metlha mo pakong?That’e gakgamatsang mading."
 },
 {
  "title": "197 Ga Go Kake Ga Nna Mogogoro O O Lefifi",
  "number": 197,
  "content": "# 197 Ga Go Kake Ga Nna Mogogoro O O Lefifi\n\nGa Go Kake Ga Nna MogogoroO o lefifi fa Jeso A tla;Fa Jeso A tla go phuthela kwaGae baratwi ba Gagwe.CHORUSGo phuthela baratwiBa Gagwe kwa legayeng,Ga nko go nna fifi fa Jeso A tla,Go phuthela ba ’Gwe gae.Ga Go Kake Ga Nna BofutsanaKa lobaka lo Jeso O tla tlang;Moso wa kgalalelo fa A tlaGo iphuthela baratwi.Ga Go Kake Ga Nna Le SeleloKa lobaka lo Jeso O tla tlang;Thobo e sego fa Jeso A tlaGo iphuthela baratwi.Go Tla Opelelwa TumedisoKa lobaka lo Jeso O tla tlang;Kopano e ntle fa Jeso A tlaGo iphuthela baratwi."
 },
 {
  "title": "198 Tsala E E Molemo Ke Jeso",
  "number": 198,
  "content": "# 198 Tsala E E Molemo Ke Jeso\n\nTsala E Molemo Ke Jeso,Fa O tlelwa ke ditlalelo,O tla fodisa pelo, O tla go fa nonofo,Tsala e molemo ke Jeso.CHORUSTsala e molemo Jeso (kametlha),Tsala e molemo Jeso, (mo tseleng),Ene O tla go thusa, A utlwe fa O bitsa,Tsala e molemo ke Jeso.Ke Bonye Tsala Mo Go Jeso,O mpha kagiso le kgomotso;Mabogong a ’Gwe ga ke boife bosula bope,Tsala e molemo ke Jeso.Lefa Ke Feta Bofutsaneng,Metsing a tsididi a Jordan,Ga ke tlhoke go boifa, ka Mmoloki O gaufi;Tsala e molemo ke Jeso.Mogang Re Tla Kopana Gae,Le badumedi ba’ko pele,Re tl’opela tsibogong, re mmaka le ka gale;Tsala e molemo ke Jeso."
 },
 {
  "title": "199 Ka Tiro Tsa ’Gwe",
  "number": 199,
  "content": "# 199 Ka Tiro Tsa ’Gwe\n\nTlotlo Ka Tiro Tsa ’Gwe Tse Di Kgolo,O re ratile A re fa Morwawe,Yo O re intsheditseng seletlanyo,A bulela bontlhe kgoro’a botshelo.CHORUSLo bakeng Morena, Lefatshe le M’utlwe;Lo bakeng Morena, Batho ba ipele;Ao tlang kwa go Rara, ka Jeso MorwaLo mo tlotlele tiro tse di kgolo.Ao Thekololo Tuelo Ya Madi,Tsholofetso’a Modimo badumedi;Motlodi yo’ maswe fa a dumela,’Bakeng lo Jeso Oa mo itshwarela.O Re Rutile A Dira Tse Kgolo,Bogolo boipelo jwa rona Morweng;Mme go tl’itsheka segolo bogoloPhetolo’a rona fa re bona Jeso."
 },
 {
  "title": "200 Go Boitshepo",
  "number": 200,
  "content": "# 200 Go Boitshepo\n\nGo Boitshepo Morena Modimo.Mosong o mogolo re tla G’opelela;O boitshepo O tshwaro mme O thata,Ke Modimo le ka bosakhutleng.Baengele Ba Re, O Boitshepo,Ba latlhela fatshe dirwalo tsa boneBoidiidi bo obamela Wena,Yo’ ntseng jana le ka bosakhutleng.Wena O Boitshepo Le Lefifing,Lefa matlho a batho a sa Gobone;O ntse O le boitshepo O le Wesi,Mo nonofong, loratong, boitshekong."
 },
 {
  "title": "201 Ke Ne Ke Tshogile Pel’a Jehofa",
  "number": 201,
  "content": "# 201 Ke Ne Ke Tshogile Pel’a Jehofa\n\nKe Ne Ke Tshogile Pel’a Jehofa,Ke le moleting mo sebe se ntsentsengKa goa Jehofa ke le botennyeng,Yo’ nntsheditseng letsatsing ka bonolo.CHORUSO nntshitse mo seretseng sele,A mpaya fa Lefikeng go nna;O ba’a kopelo moyeng wa me,Ke ya pako haleluja.O Mpeile Lefikeng Pel’a Gagwe,Dinao tsa me fano di tlhomame;Ga nkake ka wa fa ke sa ntse fanoKe eme go ba ke bona serwalo.O Mphile Kopelo E Ntsha Ya Pako,Ke tla e opela ka nako tsotlhe;Ke itumetse ke mo kgololegong,Ke tla baka Morekolodi wa me.Ke Tla Opela Ka Tshwaro Ya Gagwe,Ke tla Mmaka botlhe be ba Moitse;Ke tla opela poloko ka gotlhe,Botlhe ba utlwe ba ikanye Modimo."
 },
 {
  "title": "202 Jeso Mmoloki Nkgoga",
  "number": 202,
  "content": "# 202 Jeso Mmoloki Nkgoga\n\nJeso Mmoloki Nkgoga Sefefong Sa Botshelo;Ke tlelwa ke dintelo, Fika je le sa bonweng;Thuso e tswa go Wena; Jeso Mmoloki nkgoga.Jaaka Mosadi Ngwana, Didimatsa Lewatle;Dintelo dia ’Go utlwa; Fa O re, \"Didimalang; \"O Kgosi ya lewatle, Jeso Mmoloki nkgoga.Fa Ke Se Ke Tla Tlola, Go Kgorotlha Makhubu,Gare ga me le ka’iso, Foo ke le fubeng sa ’Go,A k’utlwe Wena O re, Se boife kea go goga."
 },
 {
  "title": "203 Lo Gaseng Mafoko",
  "number": 203,
  "content": "# 203 Lo Gaseng Mafoko\n\nLo Gaseng Mafoko, Gotlhe Gotlhe Bathung,Gotlhe kwa ba leng teng, Ba le bafutsaneng;Botlhe Bakresete Ba bolele tumoMogomots’O tsile.CHORUSMogomotsi O teng, Mogomotsi O teng,Moya O’ Boitshepo, Tsholofetso’a Rara;Lo gaseng mafoko, Gotlhe gotlhe bathungMogomotsi o teng.’Sigo Bo Fetile, Moso O Fitlhile;O sentse poifo, Le tshakgalo’a phefo,Fa tsatsi ja gouda le tlhaba dithabeng;Mogomotsi o fa.Bonang Kgosi Jeso O Na Le Phodiso,Ya ba ba gapilweng, O tla le kgololo,Mme go tswa kopelo, Ya phenyo go botlhe,Mogomotsi o teng.Rato Lo ’Boitshepo, Loleme Lo Lwa Me,Lo ka bolela jang, Ka ga tshegofatso,Ka nna moleofi Ke tla tshwana Nae,Mogomotsi o teng.Lo Opeleng Thata. Lo Tsholetseng Mantswe,Baitshepi godimo, Ba tla lo fetola,Mantsweng a lorato, Kopelo e sa sweng;Mogomotsi o teng."
 },
 {
  "title": "204 Fatsheng Ja Ditshaba",
  "number": 204,
  "content": "# 204 Fatsheng Ja Ditshaba\n\nFatshing Ja Ditshaba, Kwa O Ileng Teng,Utlwa lentswe ja re \"Morwaaka.\"CHORUSBoya motimedi, Tla kwano gae,O ntse O timetse koo; Tla gae, tla gae.Fatsheng Ja Ditlala, O Idibala,Tla boitumelong, Morwaaka.Tlogela Magodu, Le Bofutsana,Go lwana mo pelong, Morwaaka.Bona Go Sa Butswe, O Sale Wa Me,Ke sa go disitse, Morwaaka.O Ile Kgakala; A O Sa Ya Teng?Tla O itshwaretswe, Morwaaka.Dijo Di Baakantswe Ga O Lebalwe,Go teng boikhutso, Morwaaka.Ga O Na Ditsala, Le Tsholofelo,Ke na le lorato, Morwaaka."
 },
 {
  "title": "205 Fa Jeso A Seba",
  "number": 205,
  "content": "# 205 Fa Jeso A Seba\n\nFa Jeso A Seba, Tla, Moleofi Tla.Fa re go rapelela, Tla moleofi.Ke nako ya go Mo rua, Tla moleofi,Ke nako go M’itse Tla moleofi.A O Wa Imelwa? Tla Moleofi.Jeso O tla go thusa, Tla moleofi.G’a na go go tsietsa, Tla moleofi,O tla go rekolola, Tla moleofi.Utlwa Thapelo Ya ’Gwe, Tla Moleofi,Amogela lesego, Tla moleofi.Fa Jes’a go sebetsa, Tla moleofi.Fa re go rapelela, Tla moleofi."
 },
 {
  "title": "206 Ke Go Swetse Wena",
  "number": 206,
  "content": "# 206 Ke Go Swetse Wena\n\nKe Go Swetse Wena, Ka Tsholola Madi,Gore O bolokwe, O rudis’we losong,Ka go ineela botshelo, Wena O mphile eng?Ka go ineela botshelo, Wena O mphile eng?Tlung Ya Rara Seding, Kgalalelo Ya Me,Di saletse fifi, Batho ba timetseng;Ke di tlogeletse wena, O ntlogeletse eng?Ke di tlogeletse wena, O ntlogeletse eng?Ka Bogela Wena, Go Gaisa Puo,Mo kutlong botlhoko, Go go ntsha mo phupung,Ke go belegetse tsotlhe, O mpelegetse eng?Ke go belegetse tsotlhe, O mpelegetse eng?"
 },
 {
  "title": "207 Ke Bonye Yo O Pegilweng",
  "number": 207,
  "content": "# 207 Ke Bonye Yo O Pegilweng\n\nKe Bonye Yo O Pegilweng, Botlhokung Le Mading,A nteba A sotlegile, Ke eme mokgorong.Ga Nkake Ka E Lebala Yone Tebo Ele;E ne ’kete e ntshekisa Ka loso lwa Gagwe.Tebo Ya Bobedi Ya Re \"Ke Go Itshwaretse;Ke sule gore O tshele, Madi a a duetseLefa Ke Senola Loso Lwa Gagwe Ka Dibe,Bosaitseweng jwa tshegofatso, Ke ishwaretse."
 },
 {
  "title": "208 Didimalang Lotlhe",
  "number": 208,
  "content": "# 208 Didimalang Lotlhe\n\nDidimalang Lotlhe, R’utlwa Go Seba,Didimalang reetsang, Lo tsee mafoko.CHORUSGatang ka bonolo, Morena O fa;Gatang ka bonolo, Re atameleng.T & B.Lo gateng ka bonolo fa, Morena O fa;Lo gateng ka bonolo, fa, Re atameleng.Didimalang, Fano Go Boitshepo,Mo sebesong seno, Sa thomo e ntle.Didimalang, Fano, A Re Rapeleng,Re utlwe Edene Lobakeng lona.Didimalang, Kwalang Tshwaro Ya Gagwe;Didimalang, mme lo Leteng Morena."
 },
 {
  "title": "209 Go Tsamaya Le Modimo",
  "number": 209,
  "content": "# 209 Go Tsamaya Le Modimo\n\nGo Tsamaya Le Modimo, Ka’isong Ya Godimo,’Sedi go phatsima tseleng E nkisang go Kwana.Boya Moya O Boitshepo Morongwa Yo’ Montle;Ke ya di ila dibe tse Di Go lelekileng.A Lobaka Lo Lontle Jang, Lwa Boitumelo.Mme go setse mo go se kakeng ga ba ga tlatswa.Sesetwa Se Ke Se Ratang, Lefa E Le Sefe,O nthuse go se latlha ke Obamele Wena."
 },
 {
  "title": "210 Kreste O Letlantse Dibeng",
  "number": 210,
  "content": "# 210 Kreste O Letlantse Dibeng \n\nKreste O Letlatse Dibeng, Mmolok’o Gokgamatsang.Re rekolotse O duetse, Mmolok’o gakgamatsang.CHORUSMmoloki yo’gakgamatsang ke Jeso wa me,Mmoloki yo gakgamatsang Jeso wa me.Ke Mmakela Madi A Ntlhatswang, Mmolok’ogakgamatsangYo ntetlantseng le Modimo, Molok’o gakgamatsang.O Ntlhapisitse Mo Pelong, Mmolok’o Gakgamatsang.Mme ke Ene yo’e busang; Mmolok’o gakgamatsang.O Tsamaya Gaufi Le Nna, Mmolok’o Gakgamatsang.Mme O ntshegetsa ka metlha, Mmolok’o gakgamatsang.O Nnaya Thata Ya Phenyo, Mmolok’o Gakgamatsang.Le phenyo nakong ya teko, Mmolok’o gakgamatsang.Ke Mo Neile Pelo Ya Me, Mmolok’o Gakgamatsang.Fatshe ga le na kabelo Mmolok’o gakgamatsang."
 },
 {
  "title": "211 Re Tla Nelwa Ke Masego",
  "number": 211,
  "content": "# 211 Re Tla Nelwa Ke Masego\n\nRe Tla Nelwa Ke Masego, Tsholofetso’a Lorato;Dipaka tsa tapologo Tse di tswang kwa Mmoloking.CHORUSGo na masego, (Alt.T.&B.Marothodi a sego?)Masego re’a senka; Re welwa ke tshegofatso,Mme re lopa masego.Re Tla Nelwa Ke Masego-a Mantle A A Tsosang;Dithabeng le megogorong, Tumo ya pula e ntsi.Re Tla Nelwa Ke Masego; A Romele Morena;Janong re fa tapologo, Tla janong O itlotle.Re Tla Nelwa Ke Masego; A A We Gompieno,Ka r’ipolela Modimong, Re bitsa kwa go Jeso."
 },
 {
  "title": "212 Kagiso E E Monate? Neo Ya Modimo",
  "number": 212,
  "content": "# 212 Kagiso E E Monate? Neo Ya Modimo\n\nGo Tsena Mo Pelong Ya Me, (Ya Me)Boitumelo le boikhutso, (khutso),Ke e opela gape gape, Kagiso ya Modimo.CHORUSKagiso neo e tswang kwa godimo,Kgakgamatso ya kagiso, Kagiso ya Modimo.Ka Jeso Kagiso E Teng, (E Teng),Molato wa me O duetse’ (duetse),Ga go motheo o sele, Wa neo ya lorato.Ke Sena Go Rwesa Jeso, (Jeso),Ke bonye kagiso pelong, (pelong),Khumo ya sego go Ene, Kagiso e monate.Go Jeso Kagisong Ke Ntse, (Ke Ntse),Ka ke ntse ke le gaufi, (gaufi),Ke bona kagiso fela, Lorato lwa Modimo."
 },
 {
  "title": "213 Morekolodi Wa Me",
  "number": 213,
  "content": "# 213 Morekolodi Wa Me\n\nMorekolodi Wa Me, O Kopelo Ya Me,Mmoloki Monkgomotsi, Ke le mafutsaneng.CHORUSMorekolodi wa me, Ke opela Wena;Ga ke na tsala epe, E e tshwanang le Wena.O Tsholofelo Ya Me, Ka Dingwaga Tsotlhe,Fa lefifi le mpipa, Keledi di rotha.Ke Ikanya Mmoloki Tsala Ya Me Ruri,Gonne ke ya Go rata Bogolo go tsotlhe.O Boitumelo Jwa Me Fatshing Je Ja Sebe,O tla nna boitumelo Jwa me legodimong."
 },
 {
  "title": "214 A Jeso Wa Tlhokomela?",
  "number": 214,
  "content": "# 214 A Jeso Wa Tlhokomela?\n\nA Jeso’a Tlhokomela Fa Ke Futsafaletse Kopelo?Ke le bothateng, Mo patikegong, Mme ke lapis’wa ke tsela?CHORUSE oa tlhokomela k’itse, O itse futsana jwa me;Metlheng ya bothata, Kea itse Mmoloki Wa tlhokomela.A Jeso’a Tlhokomela Fa Tsela Ya Me E Le Lefifi?Fa letsatsi le phirima ’sigo, A O nna fa go gaufi?A Jeso’a Tlhokomela Fa Ke Paletswe Ke Thaelo’thata?Mo boputsaneng, Ke se na thuso Ke lela bosigo jotlhe.A Jeso’a Tlhokomela Fa Ke Re \"Sala Sentle Moratwa,\"Pelo’a me e batla go phatloga, A ke lefela? Wa bona?"
 },
 {
  "title": "215 Legae Je Go Se Phetogo",
  "number": 215,
  "content": "# 215 Legae Je Go Se Phetogo\n\nLegae Je Go Seng Phetogo, Setlhabi Le Bofutsana;E, ke legae ja masego; Ke mang yo o sa le rateng?CHORUSLeta, mme O se ngongorege,Leta, mme O se ngongoroge,Leta, leta, O se ngongorege.T. &B.Leta leta, leta O se ngongorege,Leta, leta, leta, o se Ngongoroge,Leta, leta, leta,leta, leta, O se ngongorege.Fa O Le Tlas’a Morwalo Wa Gago Mono Lefatseng,O eletse bonno jole, Leta O se ngongoroge.Fa Go Le Mitlwa Mo Tseleng, Gopola Ka Yo’e RwelengFa O futsafala pelo Go futsafetse Morena.Dira Lefifing, Botlhokung, Telo, Thapelo E Lebetswe;Go tla tsatsi ja boikhutso, Leta O se ngongoroge."
 },
 {
  "title": "216 Bojosing? Nnyaa Ga Ke ’Si",
  "number": 216,
  "content": "# 216 Bojosing? Nnyaa Ga Ke ’Si\n\nBojosing? Nnyaa Ga Ke ’Si Jeso’ Na Le Nna;O Wa intumedisa; K’itse O gaufi.Ga go tsala? Nnyaa ’Teng, Jeso Tsala ya me;Ke’ fetoga mme O nna jalo go ya bokhutlong.CHORUSNnyaa ga ke esi, nnyaa ga ke esi;O solofeditse gore ga A ntlogele bojosing. (gabedi)T&B.Nnyaa, nnyaa, ga ke esi Nnyaa, nnyaa, ga ke esi;O solofeditse gore ga A ntlogele bojosing. (boela khorase)Ke Lapile? Nnyaa Fa Ke Le Fubeng Sa ’Gwe;Ke mo boitumelong, Le mo boikhutsong.Ga ke na thuso? E, Mme k’ikaegile,Mabogong a that’a Jeso, Mme O mpolokile.Ke Letile? E, O Re Ke Lete Tisong;Ke gakgamala gantsi, Keng se diang Morena.Boitumelo jo Bo se nang mafoko,Motheo o o thata Boipelo Moreneng."
 },
 {
  "title": "217 Jeso ’Rato Lwa ’Go O Lo Mphile",
  "number": 217,
  "content": "# 217 Jeso ’Rato Lwa ’Go O Lo Mphile\n\nJeso Rato Lwa ’Go O Lo Mphile,Ga nkake ka gana, Morena’ me;K’obama loratong, Ke dira ikano,Ke lere tshupelo, Sengwe sa’Go.Boutlwelong Botlhoko, Wa Nthapelela,Ke leba go Jeso, Ka tumelo;Nthusa mo mokgorong, Ke bolela rato,Pako le thapelo, Sengwe sa’Go.O Mphe Pelo Tota, Tshwano Sa’go,Gore go bonale mo malatsing;Tiro ya lorato, Le ya Pelonomi,Motimedi a bonywe, Sengwe sa’Go.Nna Le Tse ’Leng Tsa Me, Dineo Tsa ’Go,Boipelong botshelong Morena’me.Mme fa ke Go bona, Ke tla nna polokongGoya bosakhutleng, Sengwe sa’Go."
 },
 {
  "title": "218 Motheo Wa Phuthego Ke Jeso Morena",
  "number": 218,
  "content": "# 218 Motheo Wa Phuthego Ke Jeso Morena\n\nMotheo Wa Phuthego Ke Jeso Morena,Ke lobopo lo losa, Ka madi le metse;O tsile go e senka Go nna boitshepo,Ka madi O rekile A ba A e swela.Ba Ba Tswang Tshikeng Tsotlhe, Botlhe Bangwe Fela,Morena mongwe fela, Tumelo, Go tsalwa;E itshepisa leina Le le lengwe fela,E na le tsholofelo, E mo tshegofatsong.Lefa Ka Go E Sotla, Batho Ba E Leba,Lefa baba ba thuba Lefika ja yone;Baitshepi ka tumelo Ba re, \"Go fitlha leng?\"Bosigo jwa go lela E tla nna jwa pako.Tirong Dipitlaganong, Le Dintweng Tsa Yone,E letile kagiso Ya ka bosakhutleng;Ponong ya kgalalelo, E segofadiweMme ka phenyo phuthego E tla nna boikhutsong."
 },
 {
  "title": "219 O Nkgoge Wena Jehofa",
  "number": 219,
  "content": "# 219 O Nkgoge Wena Jehofa\n\nO Nkgoge, Wena Jehofa. Ke Moeti Lefatsheng;Ke bokoa, mme o thata; O ntshware ka seatla;O nkgorise, Ka senkgwe sa ’godimo, O nkgoriseKa senkgwe sa ’godimo.O Bule Janong Motswedi Wa Metsi A Fodisang;A leru je le molelo, Le nkgoge mo loetong;Mogolodi, O nne nonofo ya me. Mogolodi,O nne nonofo ya me.Fa Ke Fitlhile Jordane, O Tlose Poifo Go Nna;Ntlodisa noka e golang Mpa’a moseja Kanana;Wena ke tla Go opela pako: Wena ke tlaGo opelela pako."
 },
 {
  "title": "220 Lefatshe Ja Kwa Gae",
  "number": 220,
  "content": "# 220 Lefatshe Ja Kwa Gae\n\nLefatshe Ja Kwa Gae, Fatshing Ja Go Tsalwa;Ga go ’sigo kwa Gae, Moso o’ sa khutleng;Ke fegelelwa Gae. Botlhoko mo pelong,Ga go setlhabi kwa Gae, Kwa ke atamelang;Ga go setlhabi kwa Gae, Kwa ke atamelang.Morena’ Me O Kwa Gae, O Na Le Ba’ngele;Ga go boleo kwa Gae, Ga go thaelo teng,Dipina tsa kwa Gae Di Duma ditsebeng,Fa ke gopola ka Legae, Dikeledi dia tswa.Fa ke gopola ka Legae, Dikeledi dia tswa.Baagi Ba Kwa Gae Ba Mpiletsa Gone,Kwa loso, bofutsana, Di sa tseneng mo Gae;Lefatshe je ke tsetsweng; Kagiso godimo...Jeso re tlisa kwa Gae O re rekolotse.Jeso re tlisa kwa Gae O re rekolotse."
 },
 {
  "title": "221 Lephoi Lengwe Le Dikala",
  "number": 221,
  "content": "# 221 Lephoi Lengwe Le Dikala\n\nLephoi Lengwe Le Dikala,Tse di dirang boitumeloDi na le sengwe kgakala,Se se nkisang Galelia.CHORUSGalelia, Galelia, Kwa Jeso O ratileng teng;Galelia, Galelia, Tla o nkopelele gape.Kwa Dithunyeng, Le Kwa Bontleng,Kwa ’nonyane di opelang,Dipako tse di bolelang,Ka tse di Kwa Galelia.Fa Re Bala Ka Ga Yo OTsamaileng mo lewatlang,Ke eletsa bogolo goMo latela Galelia."
 },
 {
  "title": "222 Ke Polokong Mabogong A Jeso",
  "number": 222,
  "content": "# 222 Ke Polokong Mabogong A Jeso\n\nKe Polokong Mabogong, Fubeng Sa Ga Jeso,Tshireletso loratong, Ke ikhutsa sentle.Utlwa mantsw’a ba’ngele, A a tlang kwa go nna,A tswa kwa kgalalelong, ’Watleng ja jas’pera.CHORUSKe polokong mabogong Fubeng sa ga Jeso,Tshireletso loratong, Ke ikhutsa sentle.Ke Polokong Go Jeso, Polokong Tshenyegong;Dithaelong tsa lefatshe ’Ba ga se nntshe kotsi,Kgololo bofutsaneng, Kgololo mo poifong;Thaelo ga di sa le kae, E , le dikeledi.Jeso Tshireletso’a Me, Jeso O N’a Ntshwela,Mo Lefikeng ja Metlha, Ke tla ikhanya teng.A ke lete boitshokong, Sigo bo bo fete,Ke be ke bone moso, Tsibogong ja gouda."
 },
 {
  "title": "223 K’utlwa Mmoloki A Bitsa",
  "number": 223,
  "content": "# 223 K’utlwa Mmoloki A Bitsa\n\nK’utlwa Mmoloki A Bitsa, Ka Lentswe Je Le Bonolo;Ke utlwa mafoko a reng, \"Tla ntatela, Ka metlha yotlhe.\"CHORUSKe tla tsa’a mokgoro wa me, Mme ke latele Mmoloki;Kwa O nkisang ke latele , Ke tsamae le Ene tseleng.Lefa Tsela E Ntshofala, Le Nao Tsa Me Di Lapile,Pelo ya me e itumetse Ka ke latela tseleng yotlhe.Jeso O Fa Pele Ga Me, O Mphatsimisetse’ Sedi,O ntsosolosa bokweng, Ka ke latela tseleng yotlhe.Mo Mogogorong Wa Nkgoga, O Mpha Mana A Godimo;Nakong tsotlhe kea Go batla, Ka ke latela tseleng yotlhe.O Ntshole Loratong Lwa ’Go, O Ntshole Mabogong A ’Go,Ka tshwaro ya ’Go ntsholetsa, Ka ke latela tseleng yotlhe."
 },
 {
  "title": "224 Tshwaro’a Rara Ya Phatsima",
  "number": 224,
  "content": "# 224 Tshwaro’a Rara Ya Phatsima\n\nTshwaro’a Rara Ya Phatsima Ntlung Ya ’Gwe Ya Lesedi,Mme rona O re laela Go gasa sedi bathung.CHORUSA masedi a a tuke, A ye kgakala bathung.Ba ba anapang lefifing Gongwe ba ka bolokwa.Fifi Ja Sebe Le Gone, Go Kgorotlha Makhubu;Ba letile ba’ eletsa ’Sedi jemo go lona.Tshuba Lobone Lwa Gago; Mongwe Yo Mo Sefefong,Yo lekelang letsibong, Fifing o ka timela."
 },
 {
  "title": "225 Mokreste Tsoga",
  "number": 225,
  "content": "# 225 Mokreste Tsoga\n\nMokreste, Tsoga; Morena O Laotse;Ka tlhoro, le thebe, le tshaka ’tsogong,Go kgatlhantsha moraedi O se boife;Mme O tlhomame leba mmaba matlhong.CHORUSO tlhomame, O tlhomame,O tlhomame, leba mmaba matlhong.Fa Go Le Diphatsa, Itise O SeRetolege ga go phemo’ mokwatleng;Mophato wa fifi, fa ’ka o fenya,Foo O tlhomane, leba mmaba matlhong.Emela Moren’a ’Go Ka Nonofo;Disa, tlhoafala, O lwele bokhutlo;Kwa A go gogelang ya ka bonatla,Mme O tlhomame, leba mmaba matlhong.Tswelelang Fela Molaodi O Gaufi,Go go na’a tshwaro le go go gomotsa,Rato lwa ’Gwe ’kete motswedi nageng,Foo O tlhomane, leba mmaba matlhong."
 },
 {
  "title": "226 Batlile Go Kgonwa",
  "number": 226,
  "content": "# 226 Batlile Go Kgonwa\n\nBatlile Go Kgonwa Tumelong,Batlile g’amogela KresteKete mongwe o re, \"Tloga moya, ya koo,Ke tla Go bitsa ke bonye nako.Batlile Go Kgonwa, Tla Janong;Batlile, O se retologe,Jes’Wa go laletsa, Bangele ba fa,Oa rapelelwa, A ko O tle.Batlile, Thobo E Fetile;Batlile, mme go tla tshenyego.Batlile go ’fenya, Batlile, thetelo.Telo e botlhoko, Ke latlhilwe."
 },
 {
  "title": "227 Ao Mmoloki O Tsholotse Madi",
  "number": 227,
  "content": "# 227 Ao Mmoloki O Tsholotse Madi\n\nAo, Mmoloki O Tsholotse Madi, Kgosi Ya Swa?A O na’ka neela tlhogo Ya ’Gwe nna seboko.CHORUSMokgorong, mokgorong, kwa ke bonyeng sedi,Mme morwalo wa me ka o rolwa.Ka tumelo ka bona lesedi,Mme janong ke mo boitumelong.A Ke Ka Ditiro Tsa Me, A Suleng Setlharing?Kutlwelo-botlhoko, rato, Lo lo gaisa tsotlhe.Ga Nka Ke Ka Duela Rato Lo Ka Bofutsana;Fa Morena kea intsha nka Dira sone fela."
 },
 {
  "title": "228 Mmakeng Mmakeng",
  "number": 228,
  "content": "# 228 Mmakeng Mmakeng\n\nMmakeng, Mmakeng, Jeso Morena Wa Rona,Opelang tlhe lorato lwa Gagwe.Mmakeng, mmakeng, baengele kgalalelong;Thata, tlotlo, lo di Mo neele.Jaaka modisa, Jeso O tla re disa,A re tshola mo letsatseng jotlhe.CHORUSMmakeng, Mmakeng bolelang bogolo jwa ’Gwe;Mmakeng, Mmakeng, lo le boitumelong.Mmakeng, Mmakeng, Morekolodi Wa Rona,O tlhokofaditswe A re swela.Ke fika ja poloko ya bosakhutleng,Mmakeng, Mmakeng, Jeso yo’bapotsweng.Mo tumiseng, Yo re futsafaletseng,A re rata go se na tekanyo.Mmakeng, Mmakeng, Morekolodi Wa Rona,Go opelwa hosana ’godimong.Jeso, Mmoloki ’busa ka bosakhutleng,Mo rweseng, Moperisiti kgosi.Jeso O ’e tla mo phenyong ya lefatshe,Thata, le tlotlo, ke tsa Morena."
 },
 {
  "title": "229 Mang Yo O Moreneng",
  "number": 229,
  "content": "# 229 Mang Yo O Moreneng\n\nMang Yo O Moreneng? Tlhomamong;Tlhakoring tse pedi, O fa kae?CHORUSTlhopha, janong, Tshiamong, bosuleng, O fa kae.Tlhopha, Janong, Tshiamong, bosuleng, O fa kae.T.&B.Mang yo o Moreneng, Mang yo o Moreneng,Tshiamong, bosuleng O fa kae?Bontsi Ga Bo Tlhophe Tshiamo;Mme ga se ntlha e e Tlhomameng.Tla Ntlheng Ya Morena; Ka Ntlha Yang?Poloko e gone Kganteje."
 },
 {
  "title": "230 Jaaka Nku Thabeng Serameng",
  "number": 230,
  "content": "# 230 Jaaka Nku Thabeng Serameng\n\nJaaka Nku Thabeng Serameng, Botlhe Ba Timetse;Botshelong, Kagisong, sakeng, Ntla bona jang tsela?CHORUSKe Nna tsela, ’mmaaruri, ’tshelo; Ga go yo’tlang goRara fa e se ka Nna. Ke Nna tsela, ’mmaaruri, ’tshelo;Ga go yo’tlang go Rara fa e se ka Nna.T.&B. Ke Nna tsela, ke Nna tsela, le boammaaruri lebotshelo;Ga go yo’tlang go Rara fa e se ka Nna.Ke Nna tsela, Ke Nna tsela, le boammaaruri le botshelo;Ga go yo’ tlang go Rara fa e se ka Nna.Ke Timetswa Ke Pelaelo, Go Modimo Nka Ya;Fa bansti ba re, \"Fa, fale,\" Nk’itse jang ’mmaaruri?Go Kreste, Tsela, Botshelo, Boammaaruri, K’e Tla;O tla nkgogela go Rara, Gaeng ja bosakhutleng."
 },
 {
  "title": "231 Fa O Lapisitswe Ke ’Be Tsa ’Go",
  "number": 231,
  "content": "# 231 Fa O Lapisitswe Ke ’Be Tsa ’Go\n\nFa O Lapisitswe Ke ’Be Tsa ’Go, Mma Jeso A Tsene Pelong;Fa O eletsa go tshela sesha, Mma Jeso A tsene pelong.CHORUSJanong, latlha pelaelo; Janong, O se Mo latlhe;Janong, O bule pelo; Mma Jeso A tsene pelong.Fa O Lelela Janong Boitsheko, Mma Jeso A Tsene Pelong;Metswedi e tlhatswang e gaufi, Mma Jeso a tsene pelong.Fa Go Le Sefefo Se Segolo, Mma Jeso A Tsene Pelong,Fa go le mo go se keng ga tlatswa,Mma Jeso A tsene pelong.Fa Tsala Di Satlho’e Di Ikangwa, Mma Jeso A Tsene Pelong,Bona gore lo tla tsalana jang, Mma Jeso A tsene pelong.Fa O Tla Tsena Kopelong Bantleng,Mma Jeso A tsene pelong,Fa O tla tsena mannong boikhutsong,Mma Jeso A tsene pelong.CHORUS YA BOFELOJanong ga ke belaela; Janong ga ke Mo Latlhe;Janong ke butse pelo, Mme Jeso O tsena mo teng."
 },
 {
  "title": "232 Ga Ke Na Go Tlogela",
  "number": 232,
  "content": "# 232 Ga Ke Na Go Tlogela\n\nGa Ke Na Go Go Tlogela, Ga Ke Na Go Go Latlha;Ntla go goga, Ke boloke, Ka ntlha ya leina ja me,O se boife Bosula, Tsala kgakololo ya Me.Fa O Tlelwa Ke Difefo, O Mpitse Mo Thapelong;Ketla go tshola mabogong, Tisong ya tlhokomelo;Mo ditekong, Mo ditekong, K’o ntlafaletse tsela.Fa Godimo Le Le Phepa, Mme O Le Mo Phatsemong,Boitumelo ’kete noka, Tsotlhe e le boipelo;Ke tla nna nao, Ke tla nna nao, Ke goga kgato tsa ’go.Fa Mo’a Wa’ Go O Le Fifing, O Tletse Bofutsana,Mo’waneng o go tlaletseng, Ke tla bonatsa ’sedi,Le sekgele, Le sekgele, Sa rato lwa Me se bonwe."
 },
 {
  "title": "233 Mpolelelang Polelo",
  "number": 233,
  "content": "# 233 Mpolelelang Polelo\n\nMpolelelang Polelo, Ka Tse Sa Itsiweng,Ka Jeso kgalalelong Ka Jeso loratong.Lo mpolelele sentle, Jaaka mo ngwanyaneng,Ke bokoa ke lapile, Ke mo bofutsaneng.CHORUSMpolelelang polelo, Mpolelelang polelo,Mpolelelang polelo, Ka Jeso loratong.Mpolelelang Ka Bonya’ Ntle Ke Tlhaloganye,Thekololo ’kgamatsang, Phodiso ya sebe.Mpolelelang gantsi, Ntle ke se lebale,Monyo wa phakela o Feta motshegari.Mpolelelang Yone Fa Lo Boifa Gore,Ke gatswa ke lefatshe, Kgalalelong ya jo.E, fa kgalalelo eo E ntlhabela moyeng,Lo mpolelelang gape; Jeso Oa go tlatsa."
 },
 {
  "title": "234 Utlwang Ba’ngele Ba Re",
  "number": 234,
  "content": "# 234 Utlwang Ba’ngele Ba Re\n\nUtlwang Ba’ngele Ba Re, Jeso Sedi Ja ’Fatshe;Kgalalelo mo Kgosing, Jeso sedi ja ’fatshe.CHORUSRe tsama’a seding, je le lentle,Tlang kwa phatsemong ya tshegofatso,Le re phatsimela nako tsotlhe, Jeso sedi ja ’fatshe.Tsogang Lotlhe Boipelong, Jeso Sedi Ja ’Fatshe;Tlang phenyong ya godimo, Jeso sedi ja’fatshe.Kreste Oa Kgabisiwa, Jeso Sedi Ja ’Fatshe;Morena’ bosakhutleng, Jeso sedi ja ’fatshe.Mmakeng Kgosi ’A Kagiso, Jeso Sedi Ja ’Fatshe;Bakang tsatsi ja tshiamo, Jeso sedi ja’fatshe."
 },
 {
  "title": "235 Gape Go Bo’a Tsatsi",
  "number": 235,
  "content": "# 235 Gape Go Bo’a Tsatsi\n\nGape Go Bo’a Tsatsi Ja Boikhutso,Le segofaditswe ke Jehofa;Fa O re laotseng go ema tirong,Mme botlhe ba tle ba nne kagisong.A Re Emiseng Letsatsi Je GoIthuta thato ya ’Gwe, r’ utlwe;Mme O tla utlwa fa re tlhatlosaMerapelo le pako tsa rona.Morena Wa Mafatshe O Reetse,Utlwa ntswe ja bana ba ’Go tshwarong;Tsholofetso ya ’Go e tlhomane,Bonatsa tshwaro go ba timetseng.Rra Tsholofelo’a Rona Godimong,Thata, taolo tsa ’Go dia re gogaBotshelong ke modisa le tsala,Kgalalelo, bogolo, ke tsa ’Go."
 },
 {
  "title": "236 Rato Lwa ’Gwe Bopelonomi",
  "number": 236,
  "content": "# 236 Rato Lwa ’Gwe Bopelonomi\n\nTsogela Boipelong Mo’a Me, Mme Baka Morekolodi;O batla kopelo go nna, Rato lwa ’Gwe pelonomi.Rato lwa ’Gwe, rato lwa ’Gwe, Bopelonomi kgololo.A Mpona Ke Le Tshenyegong, Mme A Nthata Ke Le Gone;A mpoloka mo tatlhegong, Bopelonomi bogolo.Rato lwa ’Gwe, rato lwa ’gwe, Bopelonomi bogolo.Lefa Baba Ba Le Bantsi, Bobipo Bo Thiba Tsela,O nkgoga ka pabalelo, Bopelonomi bogolo.Rato lwa ’Gwe, rato lwa ’gwe, Bopelonomi nonofo.Fa Sepitla Jaaka Leru Je Lentsho Se Tla Se Duma,O la A nna gaufi le nna, Bopelonomi molemo.Rato lwa ’Gwe, rato lwa ’Gwe, Bopelonomi molemo."
 },
 {
  "title": "237 Emelang Jeso",
  "number": 237,
  "content": "# 237 Emelang Jeso\n\nEmang, Emelang Jeso, Lona Ba Mokgoro;Lo goletseng banera, A e se senyegeng;Go tswa mo phenyong tsotlhe, O tla goga ba ’Gwe,Baba botlhe ba fele, Kreste ke Morena.Emang, Emelang, Jeso, Lo Utlweng Lonaka;Lo ye kwa ntweng e thata, Gone tsatsing jeno;Banna lo Mo direleng, Mo babeng ba bantshiLo nneng bopelo-kgale, Ineeleng bothateng.Emang, Emelang Jeso, Emang Thateng Ya ’GweLosi lo tla tlhaela; Lo se iikanyeng;Tlhomelang ka lefoko, Disang mo thapelong,Kwa lo bitswang, diphatseng, Se tlhokafaleng teng.Emang, Emelang Jeso, Ntwa E E Ya Feta;Kajeno ke mokgosi, Ka moso ke phenyo;Yo fenyang o tla newa ’Rwalo sa botshelo,A na le Kgosi O tla Busa bosakhutleng."
 },
 {
  "title": "238 Ba Ke Bomang",
  "number": 238,
  "content": "# 238 Ba Ke Bomang\n\nBa Ke Bomang Moseja’ Dintelo,Ba feta melelwane ya phupu,Ba re, Jeso boloka? Ba tlhapile mo mading.CHORUSBa tsena ka dikgoro Jerusalema,Ba tlhapile mo mading;(a Kwana)Ba tsena ka dikgoro Jerusalema,Ba tlhapile mo mading.Ba Ke Bone Ba Bokaung Jwa BoneBa bonyeng Jeso, mme mo botlhaleng,Ba supa tshwaro ya ’Gwe, Ba tlhapile mo mading.Ba Ke Ba E Rileng Bofutsaneng,Ba bona boikhutso go Jeso,Kagiso e’ itshekileng, Ba tlhapile mo mading.Ba Ke Ba Erileng Mo Teng Ga Ntwa,Ba ema gone kwa go molelo;Jeso O re, \"Tlang kwano,\" Ba tlhapile mo mading.Ba Bolokilwe Ka Bosakhutleng,Sebe, loso, bofutsana tse diFedile; ba boipelong, Ba tlhapile mo mading."
 },
 {
  "title": "239 A O Lapile",
  "number": 239,
  "content": "# 239 A O Lapile\n\nA O Lapile Tshotlegong, A O Tlalelong? \"Tla Go Nna,\"A re \"O tle mo Boikhutsong.A O Na Le Tshupo Go Nkgogela Go Ene?Diatleng, naong tsa ’Gwe, go na le dintho.A O Na Le Serwalo Se Rwalang Ke Kgosi?E, serwalo sa tlhomamo, Sa mitlwa.Fa Ke Mmona, Ke Latela, Fano, Ke Na Le’ng?Ke bofutsana, tiro le Selelo.Fa Ke Mo Ngaparela O Na Le’ng Bofelong?Bofutsaneng le tirong, ke Fetile.Fa Ke Re A Nkamogele, A O Tla Re Nnyaa?Go ka feta ’godimo le Lefatshe.Fa Ke Dira Tsotlhe, A O Tla Ntshegofatsa?Baitshepi le babolawa, Ba re, E."
 },
 {
  "title": "240 Bonang Mmoloki Mojako",
  "number": 240,
  "content": "# 240 Bonang Mmoloki Mojako\n\nBonang Mmoloki Mojako, Oa Kokonya, Oa Kokonya,Ga A bolo go leta teng, Ga O dire ope jalo.O Go Tlhagisa Go Reka Gouda E E Lekilweng;Itlotsa matlho O bone, Ntsha ’labe tse di go wena.Utlwa Lentswe Ja Mosupi, O Na’a Tlhopho Ya Bofelo;O kgopilwe, O mololo. Tlhoafala O tsogologe.Tiro Ya ’Gwe E Ya Fela, O Tloga A Sa Rapela;Yo’ leswe, a a nne leswe, Yo’ boitshepo, a nne jalo.O Kolobetswa Ke Monyo, Mme O Mo Pelong Ya Gago.Tsoga O bule mojako; Mo ree se lete Moratwi.Mo Tsenye, Mo Itumelele; Mme O Tla Ikhutsa Go Ene,Mme mo puong e monate O tla lalela le wena."
 },
 {
  "title": "241 Ke Tsenye Fatshing Ja Nala?",
  "number": 241,
  "content": "# 241 Ke Tsenye Fatshing Ja Nala?\n\nKe Tsenye Fatshing Ja Nala,Ke ruile khumo ya jone;Kwa phatsimong boitumelong,Kwa bosigo bo fetileng.CHORUSWena Beula Fatshe lentleKa ke eme mo go wenaKe lebele kwa moseja,kwa ke agetsweng manno teng,Mme ke bona kgalalelo,Gae ja me ka bosakhutleng.Ke Tsenye Fatshing Ja Nala,Ke ruile khumo ya jone;Kwa phatsimong boitumelong,Kwa bosigo bo fetileng.Ke Sepela Le Mmoloki,Mme ke tsa’a kgang e ntle Nae,Mme O nkgoga ka seatla,Gonne fa ke legodimong.Go Tla Monko O Monate,O tswa tlharing tse ’sa omeng,Le thunyeng tse di sa swabeng,Kwa dinokeng tsa botshelo.Phefo E Nteretse TumoYa pina tsa kwa godimo,Di opelwa ke ba’ngele,Kopelong ya thekololo."
 },
 {
  "title": "242 Go Sego Kopano",
  "number": 242,
  "content": "# 242 Go Sego Kopano\n\nGo Sego Kopano Ya Rona Loratong,Botsalano fano ’kete Jwa kwa legodimong.Kwa Pele Ga Rara, Re Thela Thapelo;Re mongwe mo dilong tsotlhe, Le gone kgomotsong.Re Ya Lelelana, Re Thusanya Tirong,Re ya futsafalelana Le kutlong botlhoko.Fa Re Kgaogana, Re Utlwa Botlhoko;Mme re tla nna re kopana Pelung Tsholofelong."
 },
 {
  "title": "243 Tsoga Moya Wa Me",
  "number": 243,
  "content": "# 243 Tsoga Moya Wa Me\n\nTsoga Moya Wa Me, Tswa Mo Poifong Ya ’Go,Tshupelo e madi E ya mponalela;Monkemedi Oteroneng Monkemedi O teronengIna ja me atleng sa ’Gwe.O Tshela ’Godimong, Go Tla ’A Nthapelela;Ka rato lwa Gagwe, Ka madi a Gagwe;A n’a thologela botlhe, A n’a thologela botlhe.A kgatsha trone ya tshwaro.A Tswa Ntho Tse Tlhano, Tsa Kwa Khalefari;Di nntshetsa thapelo, Di mpuelela thata;Mme di re \"Mo itshwarele,\" Mme di re Mo itshwarele,Se mo leseletse go swa.\"Rara Oa Mo Utlwa, Motlodiwa Wa ’GweGa ’kake A busa Boteng jwa Morwawe;O arabela mo mading, O arabela mo mading,Are ke tsetswe Modimong."
 },
 {
  "title": "244 Tlang Go Jeso",
  "number": 244,
  "content": "# 244 Tlang Go Jeso\n\nTlang Go Jeso, Tlang Go Jeso,Tlang go Jeso janong,Janong tlang go Jeso, Tlang go Jeso janong.Oa Boloka, Oa Boloka, Oa Boloka Janong;Janong Oa boloka Oa boloka janong.O Ka Kgona, O Ka Kgona, O Ka Kgona Janong;Janong O ka kgona, O ka kgona janong.Bitsa Ene, Bitsa Ene, Bitsa Ene Janong;Janong bitsa Ene, Bitsa Ene janong.Oletile, O Letile, Oletile Janong;Janong O letile, O letile janong.Mo Ikanye, Mo Ikanye, Mo Ikanye Janong;Janong Mo ikanye, Mo ikanye janong.Tshegofatso, Tshegofatso, Tshegofatso Janong;Janong Tshegofatso, Tshegofatso janong."
 },
 {
  "title": "245 Ga Go Ina Lepe Je Lengwe",
  "number": 245,
  "content": "# 245 Ga Go Ina Lepe Je Lengwe\n\nGa G’ina Lepe Je Lengwe Je Le Tshwanang Le Jeso,Ke boipelo jwa ba’ngele, Le Mokreste lefatshing.CHORUSLeina ...lentle...Ga go je le tshwanang jwa pelo,Leina...lentle...Ke leina la ga Jeso.Ga Go Je Le Tshwanang Najo; Bofutsaneng Jwa Pelo,Ga go je le tshwanang najo Boitumelo jwa pelo.E, Ka Jone Ke Tla Mmona, Mogang O Tla Bonala,Ka jone A nkamogele, A nkgomotse mo moyeng.Fa’ Rata Ke Mo Direle Ka Metlha Tshimong Ya’gwe,Foo go gontle fa Jeso A Ntshegofaletsa tsotlhe.Fa A Rata Gore Loso Lo Nkame Tsopa Le Swang,Foo go gontle fa Jeso e Le boitumelo jwa me."
 },
 {
  "title": "246 Janong Bua Ka Jeso",
  "number": 246,
  "content": "# 246 Janong Bua Ka Jeso\n\nJanong Bua Ka Jeso Tsala E Rategang,Re thamise bolela Se O se diretsweng.CHORUSFokonyana ka Jeso, Le re thusa tseleng,Fokonyana ka Jeso, Pineng le thapelong.Janong Bua Ka Jeso; Ka O Itshwaretswe.Mme O leka ka tshwaro Go ya gae godimong.Janong Bua Ka Jeso; Mokgoro ’A Se Gore,Ke rata Mompoloki Ene yo O ntshwetseng.Janong Bua Ka Jeso; O Se Senye Nako;Pelung e latlhang tiro Go tla bofutsana.Janong Bua Ka Jeso; Tumelong E Kgalang,Nanoga ’koeng jotlhe, Mme O Mo nee tsotlhe."
 },
 {
  "title": "247 Itumeleng Lona Ba Legodimo",
  "number": 247,
  "content": "# 247 Itumeleng Lona Ba Legodimo\n\nItumeleng Lona Ba Legodimong,Ka moya o boileng nageng;Bona Rara O mo kgatlhantsha tseleng,O amogela yo’ lapileng.CHORUSTlotlo, ba’ngele b’opela jang,Tlotlo ka tumo ya harepa.Ke mophato wa ba ba rekolwetsweng,B’opela pina tsa kgololo.Itumeleng Lona Ba Legodimo,Ka motimedi yo letlantsweng;E moya o bolokilwe mo sebing,Ngwana yo o tsetsweng mo boseng.Itumeleng Mme Lo Dire Modiro,Ba’ngele b’opela mo phenyong.Bolelang lefoko ja boitumeloKa moya mongwe o o tsetsweng."
 },
 {
  "title": "248 Keng Bontsi Jo",
  "number": 248,
  "content": "# 248 Keng Bontsi Jo\n\nKeng Bontsi Jo Bo Tlhoafatseng Bo Fetang B’itlhaganetse,Ba phuthega metlha yotlhe? Ke khuduego yang tswe-tswe?Bontsi jwa araba jwa re \"Jeso Monasara Oa feta.\"Bonsti jwa araba jwa re \"Jeso Monasara Oa feta.\"Ke Mang Jeso Yo? Ke Ka NtlhangA tshikinyang motse thata?Moyeng yo fetang O na le Go tshikinya bontsi Ene,Gape ba fetola ba re \"Jeso Monasara Oa feta.\"Gape ba fetola ba re \"Jeso Monasara Oa feta.\"Jeso Ke Ene Yo’ Kileng A Tsama’a Mo Bofutsaneng;Mme ba ba imelwang gotlhe, Ba le’e balwetse go Ene.Fofu sa ipela g’utlwa: \"Jeso Monasara Oa feta.\"Fofu sa ipela g’utlwa: \"Jeso Monasara Oa feta.\"Kajeno Jaaka Foo, Gotlhe Re Ka Bona Kgato Tsa ’Gwe;O eme fa go rona, nnyaa O tsena gore A tla’ nne;A ga re na go goa re re: \"Jeso Monasara Oa feta.\"A ga re na go goa re re: \"Jeso Monasara Oa feta.\"Tlang Lotlhe Ba Lo Imelwang,Go boitshwarelo, kgomotso;Lona ba lo timetseng koo, Boelang go Rara O tshwaro.Baraedwi phemelo gaufi, \"Jeso Monasara Oa feta.\"Baraedwi phemelo gaufi, \"Jeso Monasara Oa feta.\"Mme Fa O Gana Pitso E, O Senya Rato Lwa Gagwe,O tla boa ka maswabi, Ka O ganne pitso ya ’Gwe.Go tla twe, \"O diegile\", \"Jeso Monasara fetile.\"Go tla twe, \"O diegile\", \"Jeso Monasara fetile.\""
 },
 {
  "title": "249 Go No Go Bolokegile",
  "number": 249,
  "content": "# 249 Go No Go Bolokegile\n\nGo No Go Bolokegile Tse Di Naente Naene Mo Sakeng,Mme nngwe e le kwa ntle kwa dithabeng,Kgakala le kgoro tsa Gouda;Kwa ntle kwa dithabeng nageng,Kgakala le Modisa yo o bonolo,Kgakala le Modisa yo o bonolo.\"Morena Tse Maente Naene Di Fa: A Ga Dia Lekana?\"Mme Modisa’ fetola, \"Nngwe ya me, e timetse kgakala,Mme lefa tsela e le maswe,Ke ya go batla nku ya me nageng,Ke ya go batla nku ya me nageng.\"Ga Go Ope Yo’ Itsileng, Boteng Jwa Metse A Tlotsweng;Fifi je Morena O fetileng, Pele a bona nku ya ’Gwe,Kwa nageng a e utlwa e lela,E lwala, e le gaufi le go swa,E lwala, e le gaufi le goswa.Morena Madi A’mo Tseleng Ang A Motlhala O’mothabeng?\"A thologetse yo’ na timetse, Modisa a ese mmuse.\"\"Morena ’atla tsa ’Go di gagotswe’ng?\"\"Di phuntswe ke mitlwa Bosigong jono,\"\"Di phuntswe ke mitlwa bosigong jono.\"Mme Gotlhe Dithabeng Kwa Tumong, Go Tlhatloga MajwengKgoo e yang kgorong ya legodimo,\"Ipeleng Ke bonye nku ya me,\"Ba’ngele ba opela teroneng\"Ipeleng Morena O lere ya ’Gwe.\""
 },
 {
  "title": "250 S’ Ineele Thaelong",
  "number": 250,
  "content": "# 250 S’ Ineele Thaelong\n\nS’ Ineele Thaelong, Gonne Ke Teofo,Phenyo ’tla go thusa Go gapa mongwe,O tlhabane senna, Fenya dithato,O lebe go Jeso, O tla’ fetisa.CHORUSKopa Mmoloki thuso, Kgomotso le nametso;O rata go go thusa, O tla ’O fetisa.O Nyatse Bakgopo, Le Dithogako,O tlotle Modimo, Se nyats’ina ’Gwe.O nne mo tlhoafalong, Bopelonoming,O lebe go Jeso, O tla ’ fetisa.Modimo O Fa Yo’ Fenyang Serwalo,Re fenya tumelong, Lefa re ka wa;Mmoloki wa rona, Tla re nonotsha,O lebe go Jeso, O tla ’fetisa."
 },
 {
  "title": "251 Telo G’ E Mpoloke",
  "number": 251,
  "content": "# 251 Telo G’ E Mpoloke\n\nTelo G’e Mpoloke Le Ke Le Dikeledi,Ga di mphodise poifo, Ga e tlhapise dibe-Telo g’e mpoloke.CHORUSJeso O la’ ntelela; A ntshwela kwa mokgorong;Jeso O tla nkgolola, Mme O tla mpoloka.Tiro G’mpoloke-tsa Me Tse D’itshekileng,Kgopolo e boitshepo, Ga ’kake ya nsafatsa-Tiro g’e mpoloke.Teto G’e Mpoloke-ke Timela Molatung,Ke utlwa ’ntswe ja tshwaro; Fa ke leta ke tla swa-Teto g’e mpoloke.Tumelo Poloko-k’ikhanya Morwa Gago,K’ikanya tiro ya ’Gwe, Ke tshabela go Ene-Tumelo poloko."
 },
 {
  "title": "252 Tlang Lotlhe Ba Lo Leng Sebeng",
  "number": 252,
  "content": "# 252 Tlang Lotlhe Ba Lo Leng Sebeng\n\nTlang Lotlhe Ba Lo Leng Sebeng, Morena O Tshwaro,O tla lo naya boikhutso Fa lo Mo ikanya.CHORUSMo ikanyeng, Mo ikanyeng, M’ikanyeng janong;Oa lo boloka, Boloka janong.Jeso O Tsholotse Madi Go Re Na’a Masego;Ikineng janong mo mading A a itshekisang.E Jeso Ke Nnete, Tsela, E Isang Boikhutsong;Dumelang janong go Ene Lo segofaditswe.Tlang Janong Tsenang Baitsheping, Lo Ye Kgalalelong,Agang fatsheng ja godimo, kwa boitumelong."
 },
 {
  "title": "253 O Bitsa Dikwana",
  "number": 253,
  "content": "# 253 O Bitsa Dikwana\n\nBona Modis’a Israele, O Eme A Bitsa,Utlwang O bitsa dikwana, Mme Oa d’itsholela.O Re, \"Lo Ba Leseng Ba Tle, Mme Lo Se Ba NyatseGonne Morena O tletse Go ba segofatsa.\"Morena Re Ba Tlisitse, Mo Boitumelong,Bogolo ka re ba ’Go, Le bana ba rona."
 },
 {
  "title": "254 Lo Bakeng Jehofa",
  "number": 254,
  "content": "# 254 Lo Bakeng Jehofa\n\nLo Bakeng Jehofa, Mmakeng Kgotleng Tsa ’Gwe,Lo Mo tlotleng. ’Godimong godimo,Tumisang lorato, Tshwaro ya ’Gwe e ka that’a ’Gwe.Janong Terompeta E Tumise Phenyo,Tumo ya ’Gwe. Teng go nne hareba;Tse di dumang sentle, Tumisang kopelong ’Ina ja ’Gwe.Fa Lo Mmaka Pakong, Tumisang Ka Tlhale,Tse monate! O naya botshelo;Mo’a mongwe le mongwe, tumise Ene; Bakang Jehofa."
 },
 {
  "title": "255 Ke Ya Go Tlhoka Jeso",
  "number": 255,
  "content": "# 255 Ke Ya Go Tlhoka Jeso\n\nKe Ya Go Tlhoga Jeso, Ka Ke Bofutsaneng;Moeti le mojaki ’Ke na tsa lefatshe.Ke tlhoka rato lwa ’Go, Go nkgomotsa tseleng,Go nkgoga pelaelong, Go nna thata ya me.Ke Tlhoka Pelo’a Jeso Go Utlwa Tlalelo,Go bolela teko’a me, Go nthusa botlhokung.Ke tlhoka Mo’a Boitshepo Go nthusta gore k’engGo mpontsha ka ga Jes’u, Go ntshupetsa Kwana.Ke Ya Go Tlhoka Jeso, Mme Ke Tla Go Bona,O le mo kgalalelong, teroneng jwa Gago,Teng le b’o ba rekileng, Ke tla itumelaG’opela pako tsa ’Go, leba Morena, Amen."
 },
 {
  "title": "256 Modimo Thuso Ya Rona",
  "number": 256,
  "content": "# 256 Modimo Thuso Ya Rona\n\nModimo Thuso Ya Rona, Tsholofelo Metlheng;Tshireletso mo sefefong, Gae ja bosakhutleng.Moruting Wa Trone Ya ’Go, Baitshepi Ba Gone;Tsogo ja ’Go le lekanye, Phemo e tlhomane.Dithaba Di ’Se Di Tsalwe, Fatshe Le Sa Botswa,Go tswa bosasimologeng, O nts’O le Modimo.Bontsi Jwa ’Ngwaga Go Wena ’Kete Ma’banyane;Bo khutshwane jaaka moso, Pele ga letsatsi."
 },
 {
  "title": "257 O Tla Ema A Tlhomane",
  "number": 257,
  "content": "# 257 O Tla Ema A Tlhomane\n\nO Tla Ema A Tlhomane Le Jaaka Dithaba;A ikhutse jaaka lefika Yo ikanyang Jehofa.No Go Se Tse Ka Femelang Salem Sentle Jalo,Jaaka mabog’a sa khutleng A ’mo baitsheping.Dira Molemo Morena Ba Go Ngaparelang,Ba nna boammaaaruring jwa ’Go, Ga ba tloge molaong."
 },
 {
  "title": "258 Molao’ Batla Tumelo",
  "number": 258,
  "content": "# 258 Molao’ Batla Tumelo\n\nMolao ’Batla Tumelo E Le Nngwe E E Tshedileng;E e reng Modimo Oa re : Ditiro tse di tshedileng.Morena Re Itshwarele Molao Wa’go’ TlhapaditsweOne ka o itshekile Ga re o tlhaloganye fa.Itshwarela Thopo’a Tempela, Tlosa Boitshepololo,Re thuse ka ntlha Morwao, Go tshegetsa mola’wa ’Go."
 },
 {
  "title": "259 Re Tla Rakana Moseja",
  "number": 259,
  "content": "# 259 Re Tla Rakana Moseja\n\nRe Tla Rakana Moseja, Kwa Go Se Yong Dintelo?Kgalalelong e sa khutleng, Kwa go seng bofutsana?CHORUSA re tla rakana, Re tla rakana moseja?A re tla rakana gone, Kwa go se yong dintelo?Re Tla Rakana Tsibogong, Re Fetile Difefong?Re tlhome seitsetsepetso, tsibogong ja godimong?Re Tla Rakana Kwa Motseng, Kagong Tse Di Phatsemang?Marakong a jasepera’ O o agetsweng rona?Re Rakane Le Mmoloki, F’a Tla Go Tsaya Ba ’Gwe?A re tla itse tshwaro ya ’Gwe, Re nne teronong ya ’Gwe?CHORUS YA BOFELOE re tla rakana, Re tla rakana moseja.E re tla rakana gone, Kwa go se yong dintelo."
 },
 {
  "title": "260 Ke Feta Mogogorong Oo Ba Reng",
  "number": 260,
  "content": "# 260 Ke Feta Mogogorong Oo Ba Reng\n\nKe Feta Mogogorong Oo Ba Reng O Budutu,Mme ke fitlhela tsela e e tletseng dithunya.Go nna ke molapo wa Beula, o o montle,Gonne ke tsamaya le Mmoloki molekane.CHORUSAo Beula, ao Beula, wa tlhokega go nna,Ka ke bona fatshe je lentle ja tsholofetso.Ga Go Na Moruti O O Ka Fifatsang Tsela,Gonne phatsimo ya kgalalelo e ka metlha;Mme melodi e opelwang ke ba legodimong,E utlwala mo mogogorong o, e nkgomotsa.Mme K’eta Boipelong Go Ya Motseng Wa Lesedi,Boipelo jwa me bo ntse bo gola, le phatsimo.Mme k’atamela kgoro tsa ’gosi jwa godimo,Gonne tsel’e tlhatlogela ’gosing jwa lorato."
 },
 {
  "title": "261 Ke Edeneng Kwa Go Gontle",
  "number": 261,
  "content": "# 261 Ke Edeneng Kwa Go Gontle\n\nKe Edeneng Kwa Go Gontlhe, Botshe TidimalongPedung tse di futsafetseng, Wena o nne tlotso.CHORUSKe Edeneng kwa go gontlhe, Gaeng ja baitshepi,Gantsi ke le mo tlalelong ke Lora boikhutso jwa ’Go.Mo Pelong Ya Yo O Lelang, Go Phatsima Tsatsi,Ja kgwaso ya baengele, Ba opelang kgakala.Go Legae Ja Mmoloki, Teng Le Ba ’Tlhapileng;Lefatshing ja kgalalelo, Go kopelo e ntsha."
 },
 {
  "title": "262 Ke Tla Dirang Ka Jeso?",
  "number": 262,
  "content": "# 262 Ke Tla Dirang Ka Jeso?\n\nKe Tla Dirang Ka Jeso? O Eme Fa Janong,A ’pere bofudibu, Le mitlwa mo tlhogong.CHORUSE ke potso janong; Karabo’ tla nna eng?Ke bapole Kgosi Jeso, Barabas’a tshele?Ke Golole Legodu, Je Le Ikgodisang?Boleo gongwe Mmoloki? A go tla ganwa mang?Potso E E Masisi, ’Lekanyo Se Eme.Boutlwelo-botlhoko, bo sa ntse bo le teng.Setulong Sa Katlholo, O Latlha Lefatshe?O ntse O goa thata, O re le bapolwe.Ga Se Moleofing Fela, Pots’e Tlang Ka Thata;E utlweng ba lo balaelang Mo nakong ya teko.CHORUS YA BOFELO:E ke potso janong; Karabo ’tla nna eng?Ke tla bapola Barabas Ke golole Kgosi."
 },
 {
  "title": "263 Utlwang Foko A Baebele",
  "number": 263,
  "content": "# 263 Utlwang Foko A Baebele\n\nUtlwang Foko A Baebele A Metlheng,\"Lereng tsa bosome polokelong.\"Dirang boineelo jwa bosakhutleng,Lo ikanye tsholofetso.CHORUS\"Lereng tsa bosome polokelong,Lo nteke,\" go bua Jehofa.\"Mme ke tla lo tshelela segoJe go seng bonno go le amogela.\"Lo Senka Kitso’a Moya O Boitshepo?\"Lereng tsa bosome polokelong\"Mme lo tshele Nae mo botsalanong,Fa a naya tsholofetso.O Kgaoganngwa Keng Le Morena, Gago?\"Lereng tsa bosome polokelong\"Di lereng jaaka di solofeditswe.O tla lo thelela ’sego.Tsholeletsang ’Pelo Morena Lona,\"Lereng tsa bosome polokelong.\"Baka ka boikanyo tsholofelong,Pelung e O e ruileng.Tsholeletsang Pako Mo Magodimong,\"Lereng tsa bosome polokelong.\"Re tsose aleluja boitumelongKa re na le tsholofetso."
 },
 {
  "title": "264 Boikhutso Jwa Jehofa",
  "number": 264,
  "content": "# 264 Boikhutso Jwa Jehofa\n\nBoikhutso Jwa Jehofa, Tsatsi Je Le Itshepileng;Ja bofelo bosupeng, O le neile batho.CHORUSTla ka pula, Tla ka pula;Re itumelela jone, Boikhutso jwa Jehofa.T.&B. Tla ka pula metlha yotlhe,Tla ka pula metlha yotlhe;Re itumelela jone, Boikhutso jwa Jehofa.O Na A Swetsa Tiro, Sabat’a Simologa;Mme A le segofatsa, Mme re ikhutsa ka kutlo.Mme Bantsi Ba Fetotse, Ba Ikhutsa Ka Ja Ntlha;Bibeleng O tla itse Gore ga go’a nna jalo.Boammaruring Ba Ka Re Ke Motho Yo Fetotseng;Mo Fokung ja Modimo, Ga go phetoge epe.Ka Bala Mme Ka Bona Molao Wa Sabata;Mme ka nna boikobo, E e leng yone tsela."
 },
 {
  "title": "265 Dikagiso",
  "number": 265,
  "content": "# 265 Dikagiso\n\nDikagiso; Fatshing Je Ja Sebe;Madi a Jeso a re kagiso.Dikagiso; Matsapeng A Tiro;Go direla Jeso tapologo.Dikagiso; Gar’a Mafutsana;Fubeng sa Jeso ke mo kgomotsong.Dikagiso; Baratwi’kgakala;Go Jeso re bolokilwe rotlhe.Dikagiso; Tse Di Sa Itsiweng;Jeso re’ itse O mo teroneng.Dikagiso; Loso Lo Re Sira;Mme Jeso O nyeleditse loso.Go Lekanye; Ntwa E E Tla Ema,Jeso O re biletsa godimong."
 },
 {
  "title": "266 Jeso Ntla Go Latela",
  "number": 266,
  "content": "# 266 Jeso Ntla Go Latela\n\nJeso Ntla Go Latela, Gonne K’utlwa O Mpitsa,’Ratong ikanyong ke tla, Gore O nkise gae.CHORUSNtla Go latela, Ntla Go latela,Ntla Go latela Kae le kae ko’nkisang.Matlho A Ka Tswa Tseleng, ’Naonyana Tsa Fapoga;Lefa ke le bokoa, Mme O thata ya me.Le Ke Le Bofutsaneng, Dibe Di Le Mo Tseleng;Ke tla nna pelokgale Fa ke Go latela."
 },
 {
  "title": "267 Re Gaseng Pelonomi",
  "number": 267,
  "content": "# 267 Re Gaseng Pelonomi\n\nA Re Seleng Tlheng Dithunya, Tse Di Tletseng Mo Tseleng,A re bolokeng mabele, Mitlwa, mmoko, re latlheng,A re fitlheleng kgomotso Mo masegong a jaanong,A re tloseng ka boitshoko Mitlwa yotlhe mo tseleng.CHORUSRe gaseng pelonomi, Re gaseng pelonomi,Re gaseng pelonomi, Re tla roba kganteje.Keng Re Sa Rateng Dipina, Tse Di Tswang Mo Nonyaneng,Keng fa re sa tlhokomele Dithunya tse di ratwang?A re rateng lotlhabola, Fa re sale go jone,Jaaka re le mo maregeng Lobakeng lwa serame.Fa Re Itse Ngwanyana, Yo O Re Senyeditseng,A tla tsoga’ nyeletse, Re sa tlhole re na nae,Re ka gana jang go bonwa Re mo leba maswabingLefa a dirile tshenyo, Ke e e itshwarelwang.Fa Re Mmona A Rapame, A Gatsetse Mo Losong,E re ke wa re kaela, Ka ga tse di fetileng,E re ke wa re buisa, A re jana mo losong,Jalang tlheng bopelonomi, Re tla roba kganteje."
 },
 {
  "title": "268 Morena Bona Sefefo",
  "number": 268,
  "content": "# 268 Morena Bona Sefefo\n\nMorena Bona Sefefo; Makhubu A A Tlola.Godimong go maru a mantsho; Ga go thuso gaufi;A ga O bone re ya swa? A O robaletseng?Fa nako tsotlhe di theregisa, Bobipo mo botenyeng.CHORUSDiphefo, makhubu, di tla nkutlwa, He kgaotsang’A ke lewatle je le tlolang, A temona, a batho, a eng le eng,Ga o kake wa nwela mokoro, Ka mung wa lobopo a le moteng;Di tla le utlwa lentswe ja Me ; He kgaotseng, He kgaotsang,Di tla le utlwa lentswe ja me, He lo kgaotseng.Morena Ke Mo Tlalelong Bofutsaneng Kajeno;Ke mo phuduegong ya pelo Ao tsoga O mpoloke,Dibe di ntsetse tlalelong Ke fupetse moyeng;Mme ke ya swa, ke ya swa, Morena; Akofa mme O laole.Morena Poifo E Ile. Gotlhe Go Mo Boikhutsong;Tsatsi le phatsema lewatleng, Legodimo le gaufi;O nne le nna Mompoloki, Se ntese bojosing;Boipelong ke tla fitlha tsibogong, K’ikhutse boitumelong."
 },
 {
  "title": "269 Mmoloki Yo Gakgamatsang",
  "number": 269,
  "content": "# 269 Mmoloki Yo Gakgamatsang\n\nMmoloki Yo Gakgamatsang Ke Jeso,Morena wa me Mmoloki,O fitlha mo’a me ’farong lwa lefikaKwa dinokeng tsa kgatlhego.CHORUSO fitlha mo’a me ’farong lwa lefika,Je le sirang mo sekakeng;O fitlha ’tshelo jwa me ratong lwa ’Gwe,O mpipa ka s’atla sa ’Gwe,O mpipa ka s’atla sa ’Gwe.Mmoloki Yo Gakgamatsang Ke Jeso,O tlosa morwalo wa me,O ntshwere ga nkake ka tshikinyega,O nna’a nonofo ka metlha.O Rwesa Nako Tsotlhe Ka Masego,Mme O di tlatsa bo-Ene,K’opelela Modimo kgalalelo,Ka Morekolodi wa me.Mogang Ke Tsogang Phatsimong Ya Gagwe,Go Mo kgatlhantsha mo marung,Poloko ya Gagwe, lorato lwa ’GweNtla ’pela le ba sa balweng."
 },
 {
  "title": "270 Morekolodi A Ise Re Salang Sentle",
  "number": 270,
  "content": "# 270 Morekolodi A Ise Re Salang Sentle\n\nMorekolodi A Ise A Re Salang Sentle,A re tlogelela Mogomotsi go nna.A Tla Go R’itumedisa, Moyeng Yo ’Ithatisang,Fa a ka bona pelo e E mo ratang.Re Utlwa Lentswe Ja Gagwe, Ke Je Le Bonolo,Le tlosa phoso mme le gomotsa pelo.Molemo O Re Nang Nao, Phenyo Re E Bonang,Le kgopolo e boitshepo ke tsa Gagwe.M’wa O Boitsheko Le Tshwaro Nna Pelo Tlhomogi,Baakanya pelo tsa rona Jaaka Wena."
 },
 {
  "title": "271 Le’ Be Tsa’go Di Fubitse",
  "number": 271,
  "content": "# 271 Le’ Be Tsa’go Di Fubitse\n\nLe’ ’Be Tsa ’Go Di Fubitse Di Tla Nna Tshweu, Tshweu.Le’ ’be tsa ’go di fubitse Di tla nna tshweu, tshweu.Lefa di ka nna mokgona, Di tla nna ditshweuLe di ka nna letlhololo, Le di ka nna letlhololo,Di tla nna ditshweu tshweu Di tla nna ditshweu tshweu.Utlwang Ntswe Je Le Rapelang, Ao Boelang Modimong,Utlwang ntswe je le rapelang, Ao boelang Modimong,O boutlwelobotlhoko Mme O lorato;Utlwang ntswe je le rapelang, Utlwang ntswe je lerapelang,Ao boelang Modimong, Ao boelang Modimong.’Tla Itshwarela Tlolo Tsa ’Go, Mme O Tla Di Lebala’Tla ishwarela tlolo tsa ’go, Mme O tla di lebala.\"Lebang go Nna lona batho,\" Go bua Modimo;’Tla itshwarela tlolo tsa ’go, Tla itshwarela tlolo tsa ’go,Mme o tla di lebala, Mme O tla di lebala."
 },
 {
  "title": "272 Latlhela Mogala",
  "number": 272,
  "content": "# 272 Latlhela Mogala\n\nLatlhela Mogala Kwa Lefifing,Mongwe o teng yo o ka bolokwang;Morwa ’rra mongwe foo go tla ya mang,Go latlhela mogala kotsing ya ’gwe?CHORUSLatlhela thapo, Latlhela thapo,Mongwe o ya kgakala,Latlhela thapo, Latlhela thapo,Mongwe wa tiba janong.Dira Ka Bonako Le Ka Thata,A O nnela eng, O diegelang.Bona wa tiba akofa janongMme ka mokoro tsamaya, tsama’.O Latlhela Bathung Ba Ba Kotsing,Ba tibang botlhokung kwaO ’seng O nne: Phefo tsa thaelo le bofutsana,Di tloga di ba isa kwa botenyeng.Nako’a Poloko E Tlog’e FelaBa tloga ba ya kwa bosakhutleng;Akofa morwa rra ga go nako,Mme latlhela mogala ba boloke."
 },
 {
  "title": "273 Ikaega Mabogong A Jeso",
  "number": 273,
  "content": "# 273 Ikaega Mabogong A Jeso\n\nIkaega Mabogong A Jeso, O Tla Go Thusa Tla Go Thusa;Fa O ikanya rato lwa ’Gwe O go tlatsa pako.CHORUSS.&T.Ikaega mabogong a Gagwe,Mo ikanye; tsa’a tshwaro ya’Gwe;Ikaega, leba gae godimo,Mobogong a Mmoloki.A.&B.Ikaega mabogong a ’Gwe Mo ikanye;Ikaega mabogong, tsa’a Tshwaro ya ’Gwe,Ikanya mme O lebe legaeng godimo,Mabogong a Mmoloki.Ikaega Mabogong E Jeso, O Tla Phatsemisa Tsel’a’go;Mo latele fela boipelong, Utlwa ntswe ja Gagwe.Ikaega Mabogong A Jeso, Lere Tlalelo Tsotlhe Tsa ’Go:Morwalo o o bekete O Lere go Morena.Ikaega Mabogong A Jeso, Foo I Lese Tsotlhe Go EneO tletse lorato mo pelong, G’a Ifale matlho."
 },
 {
  "title": "274 Ke Na Le Morapeledi",
  "number": 274,
  "content": "# 274 Ke Na Le Morapeledi\n\nKe Na Le Morapeledi KgalalelongMmoloki yo rategang tsala ya me;Mme janong O mpabaletse ka bonolo,Ao Mmoloki wa me e nne wa gago!CHORUSMmoloki wa ’go le wena;Mmoloki wa me A re wa ’go le wena.Ke Na Le Rara, O Mphile Tsholofelo,Ya bosakhutleng, e e boammaruri;Mme O tloga A mpiletsa kwa go Ene,Mme ke eletsa A go amogela.Kobo E E Ntle-ntle E E Tshweu,Kgalalelong e letile pono’a me;Mme fa ke e amogela e phatsima,Tsala’ me amogela nngwe le wena.Ke Neilwe Kagiso ’Kete Ke Noka,E sa itsiweng ke tsala’ lefatshe;Keresete ke Mung, Keresete Mofi,Nke O ka newa kagiso ya Gagwe.Fa Jes’a Go Bonye Bolelela Bangwe,Gore Mmoloki wa me ke wa gago;Rapela Mmoloki ba tle kgalalelong,Thapelo ’tla ’rajwa jaaka go wena."
 },
 {
  "title": "275 \\\"Bosakhutleng Kae\\\"",
  "number": 275,
  "content": "# 275 \\\"Bosakhutleng Kae\\\"\n\n\\\"Bosakhutleng! Kae?\\\" Bo Fofa Loaping;Modumong tidimalong, ntse bo gone:Potso e masisi- \\\"Bosakhutleng! Kae?\\\"Potso e masisi- \\\"Bosakhutleng! Kae?\\\"\\\"Bosakhutleng! Kae?\\\" Ao Bosakhutleng! Kae ?Polokong kgalalelong kana tshenyegong?Gongwe bobeding jo- \\\"Bosakhutleng! Kae?Gongwe bobeding jo- \\\"Bosakhutleng! Kae?\\\"\\\"Bosakhutleng! Kae?\\\" O Ka Rua JangTsa lefatshe jeno le tlhokolomogoO’ s’O tlhomanise- \\\"Bosakhutleng! Kae?\\\"O’ s’O tlhomanise-\\\"Bosakhutleng! Kae?\\\"\\\"Bosakhutleng! Kae?\\\" Tsala Tlhokomela;Modimo O tloga O dira katlholo;Tsatsing je ja gago \"Bosakhutleng! Kae?\"Tsatsing je ja gago \"Bosakhutleng! Kae?\\\"\\\"Bosakhutleng! Kae?\\\" Ao, Bosakhutleng Kae?Tsala, se robale, se ye le lefatshe,Araba potso e-\\\"Bosakhutleng! Kae?\\\"Araba potso e-\\\"Bosakhutleng! Kae?\\\""
 },
 {
  "title": "276 Jeso Mmoloki",
  "number": 276,
  "content": "# 276 Jeso Mmoloki\n\nJeso Mmoloki Bethelema O Tsaletswe Mo Bojelong,ditlhonyeng;’Ne ’le kgakgamatso, bakang Ene, A batla nna, e nna.A batla nna e,nna. (A batla nna,)A batla nna e nna(A batla nna)’Ne ’le kgakgamatso, bakang Ene, A batla nna, e nna.Jeso Mmoloki Kwa Khalefari, O La A Ntuelela A Nkgolola;’Ne le kgakgamatso, go nnile jang? A swela nna e nna.A swela nna e, nna, (A swela nna)A swela nna e, nna, (A swela nna)’Ne le kgakgamatso, go nnile jang? A swela nna e nna.Jeso Mmoloki, Ene Wa Gale, Ke Sa Le Kgakala Le Lesaka,’Ka bonolo A bua le mo’a wa me, A bitsa nna, e, nna,A bitsa nna e, nna, (A bitsa nna)A bitsa nna e, nna, (A bitsa nna)’Ka bonolo A bua le mo’a wa me, A bitsa nna, e, nnaMmoloki O Tla Tswa Legodimong, Go ItumedisatsholofetsoKe tla Mmona A fologa loaping, A tlela nna, e nna.A tlela nna e, nna, (A tlela nna,)A tlela nna e, nna, (A tlela nna.)Ke tla Mmona A fologa loaping, A tlela nna, e nna."
 },
 {
  "title": "277 Sedi Je Le Nolo",
  "number": 277,
  "content": "# 277 Sedi Je Le Nolo\n\nSedi Je Le ’Nolo Mo Lefifing, Ntsamaisa:Go lefifi, ke kgakala le gae; Ntsamaisa:Ntshegetsa ’nao ga ke lope ponoYa kgakala Gaufi go ntekane.Gale Ne Ke Sa Rapele Ke Re, Ntsamaisa:’Ne k’itlhaolela tsela mme janong Ntsamaisa:Ke ne ke ithata ke sa boife,Se nkgakologelwe boikgodisong.O Ntse O Ntshegofatsa, Mme O Tla Nna O NkgogaDikgweng, majeng, nokeng tse bogale Go ya mosong,Mme mosong baengele ba ’nyenya,Ba ke ba ratileng gale, janong."
 },
 {
  "title": "278 Tsela ’Go Morena",
  "number": 278,
  "content": "# 278 Tsela ’Go Morena\n\nTsela ’Go Morena, E Seng Ya Me Fifing;Nkgoga k’atla sa ’Go, O ntlhopela tsela,Ga ke itlhophele, Ga nkak’ ’itlhophela;Ntlhophela Modimo, Ke tla tsama’a bontle.’Gosi Ke Bo Batlang Ke Jwa ’Go; A TselaE isang teng nne ya ’Go, Nka tla ka timela.Tshwara tshwara tshelo ja me, Futsaneng boipelongTlatsa kaf’O bonang: O ntlhophele tsotlhe,Ntlhophela Ditsala, Bolwetse Le ’Tshelo;Tlhopa tsa botshelo ’Fuma kana Khumo.E seng tlhopo ya me, E kgolo kana nnye;Mogogi, Thata’ me, Tlhale ’tsotlhe k’Wena."
 },
 {
  "title": "279 Pelo E Futsafetseng",
  "number": 279,
  "content": "# 279 Pelo E Futsafetseng\n\nPelo E Futsafetseng, Matlho A Eletsang.Boipelo go dumelang; Lesedi go Jeso.CHORUSTlang (e tlang) kwano go nna, (Lona) Lotlhe ba lo lapileng,Lo imelwang (moyeng) Ke tla lo lapolosa: (Tlang lo)ItseelengJokwe wa me, Ithuteng ga me, Gonne ke bonolo,Boingotlo pelong; Lo tla iponela tapologo.Tsa Selefatshe Ga Di Kake Tsa Kgorisa;Re lekanya lorato, Lorato ga lo swe.Kgomotso E’boitshepo Go Kreste M’fodisi;Ao seketswe tatlho? Ikwatlhae O tshele.Kagiso Ya ’Gwe Noka, Rato Lwa ’Gwe Pina;Jokwe wa ’Gwe, motlhofo; Mo letsatsing jotlhe."
 },
 {
  "title": "280 Kopelo Tsa Boipelo",
  "number": 280,
  "content": "# 280 Kopelo Tsa Boipelo\n\nKopelo Tsa Boipelo, Tsatsing Je Je Lentle,Re tla baka Mmoloki, Botshelo le tsela.CHORUSRe opela Dipako tsa Kgosi, (ya rona),Re opela kgalalelo’a Kgosi.O Ratile Banyana, Fa’ Na’le Lefatsheng,Le a le legodimong Wa re Rata r’a itse.Re Rata Pako Tsa ’Gwe, G’utlwa Dipolelo,Tsa A le Galelia Wa bogologolo.Mmoloki Yo O Sego, Re Khubama Fano,Re lopa O re thuse Go tshelela Wena."
 },
 {
  "title": "281 Naledi E Ntle",
  "number": 281,
  "content": "# 281 Naledi E Ntle\n\nNaledi E Ntle Ya Tswa ’Sigong, Ka Lesedi Ja Boitsheko;Ya goga banna ba botlhale Go bona ’lao jwa Mmoloki.CHORUS’Sa phatsima, ’sa phatsima, Naledi’a polok’a Modimo.Ba Bonye Fokung Boammaruri, ’Ne Le Nako Ya Gophatsima;Ba latela sedi ja yone, Kreste naledi ya moso.Re Tla Latela Jaaka Bone, \"Lesedi Ja Lefatshe’ Jotlhe;Re tla latela seding ja ’Gwe Go ya kwa gae legodimong."
 },
 {
  "title": "282 Utlwang Mantswe A Boidiidi",
  "number": 282,
  "content": "# 282 Utlwang Mantswe A Boidiidi\n\nUtlwang Mantswe A Boididi, A Dipako Godimong;Boipelo Jeso Wa busa, Modimo Wa lorato;Bona O dutse teroneng; Jeso O busa Esi.Haleluja: haleluja: haleluja: Amen.Kgosi Ya Kgalalelo O Buse Ka Bosakhutleng;Ga go se se ka kgaoganyang Ba Gago ratong lwa ’Go;Boitumelong go bona Sefatlhego sa Gago.Haleluja: haleluja: haleluja: Amen.Mmoloki Tla Ka Bonako; Tsatsing Ja KgalaleloMogang oo legodimo le Lefatshe di tla feta:Foo re tla opela re re, \"Kgalalelo go Kgosi.\"Haleluja: haleluja, haleluja, Amen."
 },
 {
  "title": "283 Mongwe O Tla Tsena",
  "number": 283,
  "content": "# 283 Mongwe O Tla Tsena\n\nMongwe O Tla Tsena ’Ntleng Jole Kganteje, Kganteje,A lekele tsa kgalalelo, K’wena? Ke nna? K’wena? Ke nna?Tsam’e mebileng ya gouda, Pono tse dintle a di bone,A nne modirong wa natefo: K’wena? Ke nna? K’wena? Kenna?Mongwe O Tla Rola Mokgoro Kganteje, Kganteje,O tla amogela serwalo, K’wena? Ke nna? K’wena? Ke nna?Kgosi kgalalelong a ’bone, A gololege bofutsaneng,Boipelong jo bo sa khutleng: k’wena? Ke nna? K’wena?Ke nna?Mongw’o Tla Mojako O Tswetswe, Kganteje, Kganteje,Utlwa ’ntswe le re \"’Ke go itse,\" k’wena? Ke nna? K’wena?Ke nna?O tla bitsa a sa utluwe, O tla ganelela lefela.A tlha’le tu’lo ya baitshepi: k’wena? Ke nna? K’wena? Kenna?Mongw’o Tl’opela Le Bafenyi, Kganteje, Kganteje,Le ba rekolotsweng ka madi k’wena? Ke nna? K’wena?Ke nna?O tla dumedisa tsibogong, Baratwi kwa go seng kgaogano,A bolokilwe kgalalelong: k’wena? Ke nna? K’wena? Kenna?"
 },
 {
  "title": "284 Go Ba Ba Tlhokang Kgomotso",
  "number": 284,
  "content": "# 284 Go Ba Ba Tlhokang Kgomotso\n\nGo Ba Ba Tlhokang Kgomotso, Fa Malatsi A Feta;Go mewa e e nyelelang Fa malatsi a feta;Fa re ka nyenya sesa, Ka re eta mo tseleng,-Re ka dira molemo, Fa malatsi a feta.CHORUSA feta, (a feta) A feta, (a feta)Re ka dira molemo, fa matsatsi a feta.Ga Go Nako Ya Tshameko, Fa Malatsi A Feta;Lo nne fatlhogo tsa moso, Fa malatsi a feta;Phegelo di mo ’fatsheng, Bofutsana kelediLo thuseng ba ba oleng, Fa malatsi a feta.Rato Lo Lo Re Kopantseng, Fa Malatsi A Feta;Re lo tlogela ka bonye, Fa malatsi a feta;Mme peo tse re di jalang Ke tse tla nna di gola,Di re thamisa pelo, Fa malatsi a feta."
 },
 {
  "title": "285 ’Nno Bo Teng Jwa Tidimalo",
  "number": 285,
  "content": "# 285 ’Nno Bo Teng Jwa Tidimalo\n\nNno Bo Teng Jwa Tidimalo, Gaufi Modimong,Kwa sebe se sa tshwenyeng teng, Gaufi Modimong.CHORUSJeso Morekolodi, Yo tswang kwa Modimo,Tshegetsa, re letile, Gaufi Modimong.’Nno Bo Teng Jwa Kgomotso Ntle, Gaufi Modimong,Nno jo re bonang Mmoloki Gaufi Modimong.Nno Bo Teng Jwa Kgololego, Gaufi Modimong,Kwa boipelong, kagisong, Gaufi Modimong."
 },
 {
  "title": "286 K’eletsa Jang Tsatsi",
  "number": 286,
  "content": "# 286 K’eletsa Jang Tsatsi\n\nK’eletsa Jang Tsatsi Jele Barekolodwi BaTlang b’apere bosweu, Sion, gaeng ja boitumeloCHORUSO nkisa teng nkisa teng Thabeng SionO nkisa motseng wa lorato Kwa go ntseng baitshepi.Ntla Utlwa Dialeluja Tse Tswang Boidiiding,Ke le moweng wa legodimo, Ntla opela nabo.Kuang! Moso O Gaufi, Moeng Wa O EletsaO phimola keledi tsotlhe, Phenyo lobopo."
 },
 {
  "title": "287 Mo Nakong Ya Teko",
  "number": 287,
  "content": "# 287 Mo Nakong Ya Teko\n\nMo Nakong Ya Teko Rara Nnonotsha;Ke se ’Go itatole Ka tswa go Wena.Mpona ke reketla, O mpitse sesha,O se ntese ka wa Ratong lwa Gago.Ka Tse Di Ditsweng ’Fatshe Je Le KaLeka go nkgogela, Go ntira Kotsi;Rara ntshegetsa ka Rato lwa Gago;Thiba baba ba me Le Kgatlheg’a me.A Tshwaro Ya ’Go E Ka Mpha Tlalelo,Kana bofutsana, Mo tseleng ya me:Nna’a atla sa Go ke Tshware ka metlha;Ke latlhele ’rwalo Wa me go Wena."
 },
 {
  "title": "288 Ba Lere Kwa Go Jeso",
  "number": 288,
  "content": "# 288 Ba Lere Kwa Go Jeso\n\nBa Lere Kwa Go Jeso, Dimpho Naong Tsa ’Gwe,Lorato mo Mmoloking, Lwa natetsha dimpho,Ditiro tse molemo, Di thusa batlhoki,Ga go mpho mo go tsone E e nyatsegileng.CHORUSO ka leretse Jeso Mpho e e rategang?’Re \"pelo’a me Morena\" E bee naong tsa ’Gwe.Ntle Ga Bafi Ba Bangwe Ga Ema Motlhoki;’Bona neo tsa bone, E potlana molemo,A tlala tlhologelo Go na’a lefa e nnye;Ija! Ga a na sepe Fa pele ga Kgosi.Bofutsaneng A Goa, \"Morena Yo’ ’Nolo,Tsaya se ke Go nayang, Pel’a me ya boleo.\"E Jeso bonolong A re, \"S’e bale potlana,Le’ tsotlhe di tlhokega, Ya ’go ya di gaisa.\""
 },
 {
  "title": "289 Jeso Morena O Nthuse",
  "number": 289,
  "content": "# 289 Jeso Morena O Nthuse\n\nJeso Morena O Nthuse, Gonne Fa O Seyo K’a SwaAtametsa polok’a ’Go, O ntsee jaaka ke ntse.CHORUSNtsa’a jaaka ke ntse, Ntsa’a jaaka ke ntse.Atametsa polok’a ’Go, O ntse jaaka ke ntseT.& B.Ntsaya, ntsa’a jaaka ke ntse, Ntsaya, ntsa’a jaaka ke ntseNtsaya, ntsa’a jaaka ke ntse, Ntsaya, ntsa’a jaaka ke ntse’Ke Na Thuso Ke Molato, Madia ’Go A NthologetseO ka ntira jaak’ O rata, Mme ntsee jaaka ke ntseGa Go Se Nka Se Baakanyang, K’itshenyetsa Tsegaisang;Mpoloka ka ’ina ja ’Go, O ntsee jaaka ke ntse.K’obama Fa Pele Ga ’Go, Mpona Mmoloki Naong Tsa ’Go;Simol’la wetsa tir’a Go, O ntsee jaaka ke ntseFa O Na Le Tiro Ya Me, Ntlatsa Safatsa Pelo’a Me;Dira mo go nna le ka nna, O ntsee jaaka ke ntseBofelong Tir’e Fedile, Go Lolwe, Phenyo E Bonywe,Ke tla nna ke goa fela, O ntsee jaaka ke ntse"
 },
 {
  "title": "290 Boipelong Tirong",
  "number": 290,
  "content": "# 290 Boipelong Tirong\n\nBoipelego Tirong Ya Morena, Re Ya K’atla Tsed’ithatisangGo dira se re ka se neelwang; Re tla latela thom’a ronaCHORUSDirela Jeso, Ka boipelo, ka boipeloDirela Jeso, Tshimong ya ’Gwe lefatshingT & B.A re direleng Morena, Ka boipelo e, ka boipelo;A re direleng Morena, Tshimong ya ’Gwe lefatshing.Boipelong, Bolela Polelo Ya Rato Lwa ’Gwe Mono’fatshing;K’reste kgalalelo ya Rara O nna tshego ja Gagwe felaRe Isa Batimedi Mmoloking, Baleofi Kwaneng YaModimoRe latela Morena boikobong Tselenge Oe tsamaileng."
 },
 {
  "title": "291 E Ya Tshwanela Kwana",
  "number": 291,
  "content": "# 291 E Ya Tshwanela Kwana\n\nE Ya Tshwanela Kwana, E Ya Tshwanela Kwana;Ea tshwanela Kwana, e Tlhabilweng.CHORUSTlotlo haleluya! Mmakeng haleluja!Tlotlo haleluya! Go Kwana.’Gosi Jwa ’Go A Bo Tle! Nyeletsa Thata’ Sebe;Lere boikhutso jwa ’Go, Moitshepi.Re M’ikutlwe Ka Metlha, Re Mo Rate, Re Mmake,Gore re bone kwana kwa Sione."
 },
 {
  "title": "292 Atla Pedi Go Direla Jeso",
  "number": 292,
  "content": "# 292 Atla Pedi Go Direla Jeso\n\n’A Tla Pedi Go Direla Jeso,’Leme longwe lwa go Mmaka,’Tsebe pedi f’A nkgakolola,’Leme longwe go opela.CHORUSRe etla Morena,Mosong wa nyana jwa rona,Re etla Morena, Go ithut’ Wena.’Nao Pedi Go Tsamaya TselaE yang makgotleng ’godimong;Matlho mebedi a Bibela, ’Bolelang,’Rato lwa Jeso.Ke Pelo Nngwe Go E Naya Jeso,Mowa mongwe go bolokwa,Tshelo bongwe tirelong ya ’Gwe,Nna fela go nna wa Gagwe."
 },
 {
  "title": "293 Khokho, Khokho ?",
  "number": 293,
  "content": "# 293 Khokho, Khokho ?\n\nKhokho, Khokho, Mang Yo Koo? O Letile,montle Jang!Ke Moeti wa segosi, ’Ise go bonw ’o ’jalo;A! mowa wa me O ka se Bulele yo ntseng jalo?Bulele yo ntseng jalo?Khokho, Khokho,’sa Le Teng, O Letile,o Montle.Mojak ’o thata go bulwa ,Gonne methanthanyaneKa dithapo tsa yone e ’Thatheletse setswalong,’Thatheletse setswalong.Khokho, Khokho, ’Sa Le Foo ? O Letile, Mo Bontleng;’Atla se ’ntho s’a khokhonya Tlas’a tlhogo e rwelengMitlwa matlho a Mmoloki, Yo o pelotelele, Yo o pelotelele."
 },
 {
  "title": "294 Leba Go Jeso",
  "number": 294,
  "content": "# 294 Leba Go Jeso\n\nLeba Jeso G’a Na Boleo;Rara mpalela tshelo jwa ’Gwe.Botshelo jwa me jwa boleo,Bo bipe ka botshelo jwa ’GweCHORUSBo bipe ka botshelo jwa ’Gwe,Foo ke tla itse tlalo jwa ’Gwe;Botshelo jwa me jwa boleo,Bo bipe ka botshelo jwa ’Gwe.Tlol’e Dirile ’Ntho Tse Boteng;Bofubidu mo’a me wa tshaba.Go apes’wa Jeso ke Wena,Ke polokong mola’o ntshekisang.Nka Itse Fa Ke Bolokilwe,Jes’O tshotse kobo e tshweu:’’Morena kea e amogelaKe apara ’tshelo jwa Gago.’’Tetlanyo Ke ’ Bona ’Song Lwa ’Gwe’Ke siamisitswe tshelong jwa ’GweKutl’a foko ja ’Gwe ’ntshepisa;Morena’ m’A tla kgalalelong."
 },
 {
  "title": "295 Lo Utlwatseng Ntwa<",
  "number": 295,
  "content": "# 295 Lo Utlwatseng Ntwa<\n\nLo Utlwatseng Ntwa, Mmaba O Gaufi;Banera lo e tsholetsengLotlhe tlhomelang, Mme lo tlhomameng.Lo ikanyeng mo fokung ja ’Gwe.CHORUSLo lweleng banera batlhabani,Etle’tsegang, bolelang gotlhe.Tswelang pele lo goeng Hosana,K’rest’O laola Baikanyegi.A Re Tsweleleng Re Yeng Kwa Mmabeng,Re itse fa re tla fenya.Banera a e phatsime seding,Re lwa tshiamong Re tla fenya.Wena Modimo Utlwa Re Bitsa,Re thuse rotlhe ka tshwaro;Ntwa e fedile, Phenyo e bonywe,Re rwale k’rona ’Gosing jwa ’Gwe."
 },
 {
  "title": "296 Nkgoga Ke Se Timele",
  "number": 296,
  "content": "# 296 Nkgoga Ke Se Timele\n\nNkgoga Ke Se Timele, Mmoloki Ka Bonolo;Ke bolokegile fa ke le tlhakoring lwa ’GoCHORUSNkgoga, nkgoga, Mmoloki bonolo O nkgoge ;Nakong ke se timele, Nkgoga tseleng yotlhe (le yotlhe)T.& B.Nkgoga,nkgoga, Mmoloki ka bonolo O nkgoke;Phetogong nakong ke se timele, Nkgoga tselengyotlhe(leng yotlhe).Wena Phemelo Ya Me, Makhubung A Botshelo;O le gaufi poloko, O tsholofelo ya me.Nkgoga Go Ya Bokhutlong, Sefefo Se Khutlile,Ntla fitlha ’fatshing ’tsatsi, kwa ’keledi di seyong."
 },
 {
  "title": "297 Go No Go Le Mongwe Yo Na A Ntshwela",
  "number": 297,
  "content": "# 297 Go No Go Le Mongwe Yo Na A Ntshwela\n\nGo Ne Go Le Mongwe O Na Ntshwela,Gore sethobogwa ke tshele,Mme tsela ya mokgoro O na’ tsamaya,Go itshwarela ’be me tsotlhe.CHORUSO di kokothetse mokgorong wa Gagwe,O ratile go di belegaKa tlalelo Jeso O ile mokgorong!Mme A ya teng le dibe tsa me.O Bonolo, Lorato Le PelonomiF’A ntlosa mabebe mo pelong,Mme ’’ga go tshekiso’’ k’itse ke golotswe,Ka ’be tsa me tsotlhe ’bapotswe.Ke Tla Kampa Mmoloki Mme Ke Sa TlogeKe tla eta boitumelong,Ka kopelo ’pounameng, kopelo pelongGore ’be tsa me di tlositswe."
 },
 {
  "title": "298 A Bothokong, Bofutsana",
  "number": 298,
  "content": "# 298 A Bothokong, Bofutsana\n\nA! Botlhoko, Bofutsana, J’o Kileng Jwa Nna Nakong,Fa ke ne ke re go Jeso, ’’Gotlhe ga me, ga ’Go nnya’Gotlhe ga me, ga ’Go nnya, Gotlhe ga me ga ’Go nyaa,’’Fa ke ne ke re go Jeso, ’’Gotlhe ga ga me, ga ’Gonnya’.Mme A Mphitlhela; Ka Mmona A Le Madi Setlharing;Mme pelo ya me ya seba ’’Gongwe ga me, gong’ ga ’Go,Gongwe ga me, gong’ ga ’Go, Gongwe ga me, gong’ ga’Go,’’Mme pelo ya me ya seba, ’Gongwe ga me, gong’ ga ’Go.’’Ka Metlha Tshwaro Ya Gagwe, E Fodisang, E Tletseng,Ya nkokobetsa, ka seba, ’’Ga me gonnye go ga ’Go,Ga me gonnye go ga ’Go, Ga me gonnye go ga ’GoYa nkokobetsa, ka seba,’’Ga me gonnye go ga ’Go.’’Lo Godimo Ga ’Godimo, Lo Boteng Go Lewatle,Lo fentse rato lwa Gago, ’’Ga me nnya, gotlhe ga ’Go,Ga me nnya, gotlhe ga ’Go, Ga me nnya,gotlhe ga ’Go,’’Lo fentse rato lwa Gago, ’’Ga me nnya, gotlhe ga ’Go.’’"
 },
 {
  "title": "299 Morena Nthobela Senkgwe Se Se Tshedileng",
  "number": 299,
  "content": "# 299 Morena Nthobela Senkgwe Se Se Tshedileng\n\nMorena Nthobela Senkgwe Se Se Tshedileng,O etse Kwa lewatleng; Morena, moseja, K’a Go bona;Mo’ a me o batla Wena Lefoko.O Ntshegofaletse Boamma’ruri,Jaaka senkgwe sa kwa Galelia;Kgolego’ tla fela, Kgole di we;Go wena nlta bona Aleluja!A Mowa, Botshelo,’foko A ’Go;K’akofa g’ikoba,Mme ke bokoa;Wen’ O thuso ya me,Tshelo jwa me;Ke fenye ke utlwa ’foko ja ’Go"
 },
 {
  "title": "300 Gae Ja Mokreste",
  "number": 300,
  "content": "# 300 Gae Ja Mokreste\n\nGaeng Ja Mokreste Bontleng, Ke ’Fatshe Ja BoikhutsoMmolok’wa me O ile Go dira topo ya me.CHORUSGo boikhutso balaping, Go boikhutso balaping,Go boikhutso balaping. Boikhutso jwa ’go;Moseja ga Jordane, Monateng Edene.Kwa setlharing sa botshelo Boikhutsong jwa ’go.O Mpaakanyetsa Bodulo Bo Nna Ka Bosakhutlheng,Gonne k’o bo sa fetogeng Fatshing ja boitshepo.Teng Ga Go Tsene Setlhabi, Ga Go Bofutsana Teng.’Garing jole jwa legodimo, Ke tla rwala serwalo.Loso Lo Tla Nyelediwa Lobelela Lo Ntshiwa;Opelang barekolodwi Ipeleleng mos’o sang.Opelang Barua Boswa, Opelang Phenyo Tseleng;Lo tla bulelwa Sione, Lo tla bona go tsena."
 }
]