[
 {
  "title": "1 Tholi Lidza Phalaphala",
  "number": 1,
  "content": "# 1 Tholi Lidza Phalaphala\n\n1. Tholi lidza phalaphala, vhathu kha vha kaidzwe;Vhane vha pfa mafhungo, vha rembuluwe vha tshile.CHORUStholi lidza phalaphala, lidza i tou pfala;Mudzimu U a u ruma, uri vha tshile vhothe.2. Lidza i pfiwe nga vhothe, u ime na kha thavha,Vhidzelela na kha malwanzhe, mafhungo a vhutshilo.3. Kha i pfale dzindevheni, dza kha vha re swiswini;I ri zwothe zwo lugiswa, khotsi o ri lindela.4. Vhudza vhane vha lemelwa, vhane vha lila Yesu;Murena u khou vhidza, Ida zwino u tshile."
 },
 {
  "title": "2 Murena U A da",
  "number": 2,
  "content": "# 2 Murena U A da\n\n1. Murena U munangoni, we a hwala tshifhambano;Vhothe avho vha u luga, vha do kuvhanganywa.CHORUSU tsini, na munango, Murena U tsini na munango;U a da, U a da o swika munangoni.2. Zwithu zwothe zwi sumbedza, u da ha Yesu hu tsini; Ri do vhona madautsha, a duvha lihulu3. Sedzani zwa shangoni, phusu-phusu a dzi fheli;Musi Yesu a tshi vhuya, u do dzi fhelisa4. Henengei shangoni liswa, ri do dzula ri vhakhethwa;Hu si tshe na vha no do fa, nga hu sa fheliho."
 },
 {
  "title": "3 U vhonana Zwifhatuwo",
  "number": 3,
  "content": "# 3 U vhonana Zwifhatuwo\n\n1. Mato a do di Mu vhona, Yesu a tshi do vhuya   U do di da nda Mu vhona, Yesu o ri felahoCHORUS   Mato a do di Mu vhona, Yesu a tshi do vhuya    Mato a do di Mu vhona, ndi Ene Yesu ngoho.2. Afha huna tsho tsiraho, tsho tsiraho nga ngoho;li a da duvha lavhudi, ri do mu vhona Yesu;3. Ndi takala u mu vhona, zwililo zwi tshi fhela;Zwothe zwi sa divhiwiho, zwi do diswa tshedzani.4. Mato a do di Mu vhona, Ene Mutshidzi wanga Ndi do vhonana na Yesu, Yesu Mutshidzi wanga."
 },
 {
  "title": "4 U a da",
  "number": 4,
  "content": "# 4 U a da\n\n1. A’difha mafhungo ndevheni ya mudali, e kule-kule na hayaniHu tsini-tsini-ha u vhuya ha Murena, na muvhuso U a da nawo.CHORUSU a da, U a da nga u tavhanya, U a da fhano shangoni;Vhatshimbili vha do dzhena hayani, musi Yesu a tshi vhuya.2. Vho faho kale-kale vho lala zwaloni, vha do vuwa zwaloni zwavho;Vhothe vhare lwanzheni lu re na maanda, vha do vhu wana vhutshilo.3. Ri do di tangana ngei shangoni liswa, ri tshi do imba ro takala;Vhane vha bva kule na kha mashango othe, ri do rabela Mudzimu4. Haleluya Amen Haleluya Amen, ri do swika nga u tavhanya; Fhatuwa u fulufhele Murena khotsi, U a da Murena na khare."
 },
 {
  "title": "5 Hayani Hu Tshe Kule?",
  "number": 5,
  "content": "# 5 Hayani Hu Tshe Kule?\n\n1. Hu tshee kule naa hayani? Ndi vhudzisa Mune wanga,A ri ’vhusiku ho fhela, hu da madautshaZwino u songo tsha lila, kondelela ,da ri tuwe, Ro swika zwino tshedzani, tshe tshi sa fheliho.2. Nda vhudzisa nduna ya andwa, khei phindulo ya hone,\"Ndi do lwa nda kondelela, nga pfumo la tshedza;Zwino u songo tsha lila, I ya hone nga vhulenda,Mukovhe u do u wana, musi wo no kunda.’3. Ndo sedzisa kha zwifhinga, zwi sumba uri ri tsini\"Na u vhuya ha Murena, hu do fhela shango;Zwino u songo tsha lila, dzitsumbedzo dzi ya anda,Dzi ri vhudza uri Yesu, u tsini-tsini ha.\"4. Hayani a hu tshe kule, ndi muhumbulo wavhudi\"Mutshimbili kondelela, fhumula zwililo;Zwino u songo tsha lila, ngauri ri do tangana,Dzitshengelo dzo no fhela, hayani tadulu.’"
 },
 {
  "title": "6 Sedzesani Vhakhethwa.",
  "number": 6,
  "content": "# 6 Sedzesani Vhakhethwa.\n\n1. Sedzesani talifhani, vhonani-ha dzitsumbedzo;Penyisani-ha dzimbone, ngauri Yesu U a da.CHORUSU a da! Yesu U a da! U a da! U da nga thendo!U a da u vhusa vhothe, U a da, Ee, U a da2. Fulufhedziso la Yesu; Tshilidzi tshi sa fheliho;Malofha a re kha nguvho, a sumba mushumo watsho.3. Mivhuso yo balangana, ipfani thikho dzi tshi wa;Vha vhudzeni zwa tshilidzi, phala-phala i do lila.4. Mashango ha na mulalo, u da ha Yesu hu tsini;Hu vho do fhedzwa lifhasi, musi Yesu a tshi vhuya.5. Vhavhi ,pfani ni a vhidzwa, Khotsi U tshe O lindela;tavhanyani hu do valwa, a sathu u ri: \"Ho valwa.\""
 },
 {
  "title": "7 Musi A Tshi Vhuya",
  "number": 7,
  "content": "# 7 Musi A Tshi Vhuya\n\n1. Musi a tshi vhuya U do dzhia vhathu vhaweVhathu vhawe vha do penya vhunga sa EneCHORUSKhare dzi do penya sa naledzi tadulu; Vhothe vha do penya sa vhakhethwa vhawe2. A vha dzhia, A vha dzhia, vha thubwa nga Ene;Vho lugaho vha do penya, nga misi yothe.3.Na vhana vha re vhatuku, vha funa Murena Ndi vhakhethwa vha Yehova, Muvhumbi washu."
 },
 {
  "title": "8 Phalaphala I tshi Lila",
  "number": 8,
  "content": "# 8 Phalaphala I tshi Lila\n\n1. Phala-phala I tshi lila tshifhinga tsho no fhela,Hu do swika duvha lo ambiwaAvho vho tshidzwaho vha kuvhanganyelwa tadulu,Vha vhidzwa tadulu ndi do vha hone.CHORUSVha tshi do vhidzwa tadulu, Vha tshi do vhidzwa taduluVha tshi do vhidzwa tatulu vha vhidzwa tadulu ndi do vha hone. 2. Ilo duvha ndi lavhudi, vha tshi do vuswa vhotheVha do vha vhe vhaswa vhukuma vhothe;Avho vho nangwaho vha kuvhanganyelwa hayaniVha vhidzwa tadulu ndi do vha hone.3. Kha ri shumele Murena u swika A tshi vhuya,Kha ri divhadzane lufuno lwawe;Ro no fa a ri tsha do kona u shuma na tshithuVha vhidzwa tadulu ndi do vha hone."
 },
 {
  "title": "9 Yesu U A da Hafhu",
  "number": 9,
  "content": "# 9 Yesu U A da Hafhu \n\n1. Kha ri lidze-ha phalaphala-vho, Yesu u a da hafhuKhwatha mudali vhidzelelani, Yesu u a da hafhu. CHORUSU a da hafhu! U a da hafhu! Yesu u a da hafhu. 2. Huwelelani na dzithavhani, Yesu u a da hafhu;Ngwana yo no vha tsini vhukuma, Yesu u a da hafhu. 3. Lwanzhe lu ambe nga magabelo, Yesu u a da hafhu;Lu thudze khunzikhunzini lu ri, Yesu u a da hafhu.  4. U fhihamelwa ha shango hu ri, Yesu u a da hafhu;Muya na madumbu zwa bvumela, Yesu u a da hafhu. 5. U sinyuwa ha dzitshakha hu ri, Yesu u a da hafhu;Ndivho yo no dala lwa u dala, Yesu u a da hafhu.3. Lwanzhe lu ambe nga magabelo, Yesu u a da hafhu;Lu thudze khunzikhunzini lu ri, Yesu u a da hafhu. 4. U fhihamelwa ha shango hu ri, Yesu u a da hafhu;Muya na madumbu zwa bvumela, Yesu u a da hafhu. 5. U sinyuwa ha dzitshakha hu ri, Yesu u a da hafhu;Ndivho yo no dala lwa u dala, Yesu u a da hafhu."
 },
 {
  "title": "10 Ri tangana Mulamboni",
  "number": 10,
  "content": "# 10 Ri tangana Mulamboni\n\n 1. Ri tangana mulamboni, hu na tshedza tshavhudi;Madi awo ndi avhudi, a bva kha khulunoni.CHORUSRi tangana mulamboni, kha wavhudi kha wavhudi tshotheRo tangana na vhakhethwa, khulunoni ya Mudzimu 2. Tsini na uyo mulambo, ri do lumelisana;Ri tshi renda Mudzimu, ro di takala nga misi3. Mulamboni u penyaho, hu rulwaho mihwalo;Ro no tshidzwa nga tshilidzi, ra tanganedza khare4. Mulamboni u penyaho, mathupho o no fhela;Mbilu dzashu dzo takala, nga vhulenda vhuhulu."
 },
 {
  "title": "11 Ndi do U Tevhela",
  "number": 11,
  "content": "# 11 Ndi do U Tevhela \n\n1. Ndi do u tevhela Yesu, Hothe hune wa nnyisa;Hune wa ya ndi do ya-vho, Murena ndi do di ya.CHORUSNdi do u tevhela Yesu, Wo fhaladza malofha;Na musi u tshi nyadziwa, Ndi do di U tevhela 2. Naho ndila i na mipfa, Na musi hu madini;Ndi do gwadama nga misi, Nda do di U tevhela.3 Naho mathupho e manzhi, Ndi tshi lingwa nga hothe;Ndila i dihwa nga iwe, Ndi do di U tevhela4. Ndededze ndi matunguni, Naho ndi kha vhushai;Iwe wo lingwa nga zwothe, Ndi do di U tevhela.5. Arali U nga ntutshela, Ndi do sala ndi ndothe;Nda si divhe hune nda ya, Ndi funa U tevhela3 Naho mathupho e manzhi, Ndi tshi lingwa nga hothe;Ndila i dihwa nga iwe, Ndi do di U tevhela4. Ndededze ndi matunguni, Naho ndi kha vhushai;Iwe wo lingwa nga zwothe, Ndi do di U tevhela.5. Arali U nga ntutshela, Ndi do sala ndi ndothe;Nda si divhe hune nda ya, Ndi funa U tevhela"
 },
 {
  "title": "12 Hu Na Tshisima",
  "number": 12,
  "content": "# 12 Hu Na Tshisima\n\n1. Hu na tshisima tshi bvaho, Ha Yesu Murena;Vhatshinyi vhe vha tamba vho, Hone malofhani,Vhothe vha do bviswa vhutshinyini havho,Vhatshinyi vho tanzwiwaho, Hona malofhani.2. Mutshinyi we a vhambwa, A takala u vhona;Mune wa tshone tshisima, A mu tanzwa zwivhi,Nangwe ndi na zwivhi, Ndi do di tanzwiwa, Mune wa tshone tshisima, A mu tanzwa zwivhi.3. Rine rothe ri livhuwa, Ngwana yo ri fela;Shango lothe li nga tshidzwa, nga yone zwivhini,Malofha a maanda, A u tanzwa vhutshinyi,Shango lothe li nga tshidzwa, nga yone zwivhini.4. Tshe nda vhona Iwe Yesu, wo felaho rine;Lufuno lwau lu kha nne, U swika lufuni,U swika U tshi da, U swika U tshi da,Lufuno lwau lu kha nne, U swika lufuni.5. Yesu U nndugisele-vho, vhudzulo tadulu;Nangwe zwi songo mpfanela, Iwe wo no mpfela,Wo mpfulufhedzisa, Na vhutshilo vhuswa,Nangwe zwi songo mpfanela, Iwe wo no mpfela.6. Ndi na luimbo lwavhudi, Ndi renda u tshidzwa;Nga maanda awe Murena, Ndo tanzwiwa zwivhi,Ndi nga we a lovha, A vuwa vhafuni,Nga maanda awe Murena, Ndo tanzwiwa zwivhi."
 },
 {
  "title": "13 Ndi Tshene Sa Mahada",
  "number": 13,
  "content": "# 13 Ndi Tshene Sa Mahada\n\n1. Murena kha ndi vhe o fhelelaho;Ndi tama uri U dzule na nne;U bvise yothe midzimu i sili;U ntanzwe-vho ndi tshene sa Mahada.CHORUSSa Mahada, sa Mahada-vho!ntanzwe-vho ndi tshene sa Mahada. 2. Yesu ntsedze U ngeyo tadulu;Nthuse ndi vhe tshithavhelo Tshau;Ndi a dinekedza tshothe-tshothe-vho;ntanzwe-vho ndi tshene sa Mahada.3. Yesu ndi a di nyadza ndi humbela;Ndo gwadama nayoni dza Murena;Zwino ndi di nekedza  tshothe-tshothe-vho;ntanzwe-vho ndi tshene sa Mahada.4. Yesu ndo U lindela nga vhulenda;Ida U ntsikele mbilu ntswa;Ngauri a funaho a U mu hani;ntanzwe-vho ndi tshene sa Mahada."
 },
 {
  "title": "14 Thetshelesa Mali I tshi Wa",
  "number": 14,
  "content": "# 14 Thetshelesa Mali I tshi Wa\n\n1. Ipfa mali tshi wa, thetshelesa-ha;Ndi ya Yesu yothe, i ya kha Ene.CHORUSNgwinzhi, ngwinzhi, ngwinzhi, ngwinzhi, ipfa i ya wa!Ndi ya Yesu yothe, i ya kha Ene.2. Ngwinzhi, ngwinzhi, kheyo ndi mutendelo;Tshifhiwa tsha Yesu, kha vhana vhawe.3. Naho ri vhatuku, kha ri bvise-vho;U nga vhahulwane, vha nekedzaho.4. Naho ri vhashai, ri a mu funa;U do di takala, nga u mwemwela."
 },
 {
  "title": "15 Yesu U A Mpfuna",
  "number": 15,
  "content": "# 15 Yesu U A Mpfuna\n\n1, Yesu U a mpfuna, na Bivhili i ralo;Vhana ndi vha Murena, Maanda avho ndi Ene.CHORUSYesu ya pfuna, U a pfuna nne;Yesu ya pfuna, I ralo Bivhili.2, Yesu U a mpfuna, ndi Ene O ’pfelaho;Muvula litadulu, ntanzwe zwivhini zwanga.3. Yesu U a mpfuna, naho ndi mulwadze-vho;Musi ndi matunguni, U ilafha nne-vho.4. Yesu U a mpfuna, arali nda mu funa;U da hawe hu tsini, A da a dzhia nne."
 },
 {
  "title": "16 Ndo tanzwa Zwanda",
  "number": 16,
  "content": "# 16 Ndo tanzwa Zwanda\n\n1. Zwanda khezwi khezwi,Ndo zwi tanzwa zwa tshena;Ndi nekedza Yesu.CHORUSNa milenzhe yanga, nga i thanyele,Hune ya ya hone, i ye ha Yesu.2. Na ndevhe nga dzi pfe,Na nga maduvha othe;Mishumo yavhudi,Ine nda nga ita-vho.3. Mato nga a sedze,Hothe hune nda ya-vho;Uri ndi si tshine,Nda do khakhela Yesu."
 },
 {
  "title": "17 Ndi Lufuno Lu Ri Takadzaho",
  "number": 17,
  "content": "# 17 Ndi Lufuno Lu Ri Takadzaho\n\n1. Nga lufuno lwa Yesu ri pfa ro takala,Ri kona u kondelela na kha vhanwe vhathu.CHORUSMudzimu U ri funa rothe, ri tama u fana nae,Nga lufuno lwa Yesu, ri pfa ro takala;Ri kona u kondelela na kha vhanwe vhathu.3. Vhufheloni ha zwothe, hu do swika Yesu;Ri do imba luimbo, lwa vhothe vho kundaho."
 },
 {
  "title": "18 Phanda Vhakreste",
  "number": 18,
  "content": "# 18 Phanda Vhakreste\n\n1. Tshivhidzo tsha Yesu mafumo ngeya,Ri ye-vho nndwani, ri lwe na swina,Nduna ya mmbi, ndi Ene Yesu vho;Ndi Muvhusa vhothe, U da na gundo.CHORUSI yani-ha phanda,Inwi maswole,Murena Asuyu,A ri lwelaho.2. Vhonani vhahashu, Mbilu ya muvhi,I a tetemela, i ofha Yesu,Ipfi lo ambiwa, ndi la u kunda;Kha ri khwathe rothe, imbani nothe.3. Ri tshimbile sa ’mbi, inwi vha Yesu,Kha ri vha edzise vho no kundaho,Ri si balangane, khosi ndi ’thihi.Lutendo luthihi lu re kha Yesu.4. Mahosi a shango, a lovha othe,Tshivhidzo tsha Yesu tshone a tshi wi,Tshi do di mu kunda, Ene sathane;Kristo E na rine, ri do ofhani?5. I da ri tangane, ri vhe vhathihi,Sa tshivhidzo tshawe, ri imbe rothe,Ri khode Murena maduvha othe,Na vharunwa vhothe ri imbe rothe."
 },
 {
  "title": "19 Dzula Wo dilinda",
  "number": 19,
  "content": "# 19 Dzula Wo dilinda\n\n1. Iwe muya wanga,Dzula wo dilinda;Mudzimu ndi thavha yangaMusi ndo no neta.2. Dzula nga thabelo,U vhe mulaifa;Yesu U ’tsumbedze ngoho,Na vhutshilo vhuswa.3. Ilwa na mulingi,U ’tsumbedze Yesu;Fhuluta mitodzi yanga,Ndi sendze litadulu."
 },
 {
  "title": "20 Vuwa Muya Wanga",
  "number": 20,
  "content": "# 20 Vuwa Muya Wanga\n\n1. Vuwa khuthalela Yesu, shuma iya phanda;Vha ralo-vho makoleni, khuthalela khare.2. Ili ipfi ndi la Yesu, li vhidzelelaho;Ndi a nea malamba, kha vho khuthalaho.3. Ndi vhanzhi vhare dzithanzi, Vha U tanzilela;Litsha dzindila dza fhano, Lilala tadulu.4. Ri do dzheniswa nga Yesu, Wa dzothe dzitshakha;Ri do vhea phanda hawe, malamba ashu-vho"
 },
 {
  "title": "21 Ndi da Tshifhambanoni",
  "number": 21,
  "content": "# 21 Ndi da Tshifhambanoni\n\n1. Ndi da tshifhambanoni, ndi da nga u pofulaZwothe ndi a zwi sanda,Kha Iwe ndi vhutshilo.CHORUSNdo fulufhela Yesu, Ngwana ya Khalivari;Yesu U amba na nne, ’ndi do u tanzwa tshothe.’3. Ndi di nekedza  tshothe, lupfumoni na khonani;Mbilu yanga na muya, zwothe nga hu sa fheli.4. Yesu U amba hafhu,U do ’nyita mukhethwa;Ndi do vha o tshilaho,thendo ndi ya Murena."
 },
 {
  "title": "22 Murena Ndi Pfa Phathutshedzo",
  "number": 22,
  "content": "# 22 Murena Ndi Pfa Phathutshedzo\n\n1. Murena ndi pfa phathutshedzo, U tshi dzi shulula;Phathutshedzo kha dzi dale if, uri ndi vhe mukhethwa,Kha dzi de, kha dzi de, phathutshedzo kha dzi de.2. ’Si mphire khotsi-anga, u songo tsha mphira na nne;Ndi na zwivhi zwi mbiluni, zwino ndi da kha Iwe,Kha Iwe, kha Iwe, zwino ndi da kha Iwe.3. ’Si mphire khotsi-anga, U songo nndata Murena.Ndo lindela U tshi ’mbidza, uri ndi de kha Iwe,Ndi do da, ndi do da,U tshi mmbidza ndi doda.4. Ndi tama muya waU Khotsi, U ’ndalele na nne.A thi vhoni, ndo pofula, amba ipfi ndi vhone,Amba-vho, amba-vho, amba ipfi ndi vhone.5. Ndo vhona lufuno lwau, nga malofha a Yesu.Phathutshedzo kha dzi ande, uri ndi vhe mukhethwa,Mukhethwa, mukhethwa, uri ndi vhe mukhethwa."
 },
 {
  "title": "23 Nndadze Zwino Muya Mukhethwa.",
  "number": 23,
  "content": "# 23 Nndadze Zwino Muya Mukhethwa.\n\n1. Ndadze zwino Mutshidzi, nga Muya Wau Mukhethwa,Khonani yashu Mufeli, Ida dzhena U dzule.CHORUSO Muya, Mukhethwa, ro u lindela rine’da kha rine U ri dadze, ’da U dzule kha rine.2. Ndi’we U zwi divhaho, U konaho U ndolisa,A u shayaho ndi nne, Ida U dzule kha rine3. A shayaho nungo ndi nne, ndi khotha phanda Hau,Ndi Iwe a re na Maanda, ndadze nga Muya Wau.4. Fhembeledza mbilu yanga, Yo neta nga mihwalo,Mufhembeledzi Mutshidzi, Ida-ha U ndolise."
 },
 {
  "title": "24 Ndi U toda Tshothe",
  "number": 24,
  "content": "# 24 Ndi U toda Tshothe\n\n1. Ndi U toda tshothe, Yesu wanga,A nthusaho haho, nga mulalo.CHORUSnne nga zwifhinga zwothe, ndi toda Murena,Ndi de ndi fhatutshedzwe, Ndi da kha’we2. Ndi U toda tshothe, dzula na nne,Milingo a i di ndi na Iwe.3. Ndi U toda tshothe, matunguni,Ida-ha U nthuse, ndi sa do fa.4. Ndi U toda tshothe, mpfunze ndila,Phetha-ha zwe Wa mpfulufhedzisa.5. Ndi U toda tshothe, Mukhethwa-Mukhethwa,Nyite Wau tshothe, U Mutshidzi."
 },
 {
  "title": "25 Ndi nekedza Zwothe Yesu",
  "number": 25,
  "content": "# 25 Ndi nekedza Zwothe Yesu\n\n1. Ndi nekedza zwothe Yesu, ndi zwi nekedza Iwe,Ndi tshi fulufhela Iwe, ndi do shuma na Iwe.CHORUSNdi a nekedza, ndi a nekedza,Zwothe ndi do zwi sia ha Iwe Murena.2. Ndi nekedza zwothe Yesu, phanda hau ndo khotha,Zwa shangoni ndo zwi lata, ntanganedze Murena.3. Ndi isa zwothe ha Yesu, nnyite-vho Mukhethwa nne,,Mphe-vho Muya Mukhethwa, u vhe wanga vhukuma.4. Ndi nekedza zwothe Yesu, ndi pfa mulalo Wau,Ndi takalela u tshidzwa, ndi do renda Murena."
 },
 {
  "title": "26 Ndi da Ndo di rali Khotsi",
  "number": 26,
  "content": "# 26 Ndi da Ndo di rali Khotsi\n\n1. Ndi da ndo di rali khotsi, ipfi ndi nalo lithihi,la u ri Iwe wo mpfela, ndi a da kha Iwe Nngwana.2. Ndi da ndo di rali khotsi, a thi koni u di tanzwa,Ndi tamba nga malofha au, ndi a da kha Iwe Nngwana.3. Ndi da ndo di rali khotsi, u ntsikele luvalo.Uri lu vhe lu ndindaho, ndi a da kha Iwe Nngwana.4. Ndi da ndo di rali khotsi, ndo disa tshikha ya zwivhi,Ndi muhedana muyani, ndi a da kha Iwe Nngwana.5. Ndi da ndo di rali khotsi, ndi ri ntanzwe mbilu yanga,Ndi tenda fulufhedziso, ndi a da kha Iwe Nngwana.6. Ndi da ndo di rali khotsi, Mbofhe nga lufuno lwau,Ndi itwe Wau Murena, ndi a da kha Iwe Nngwana."
 },
 {
  "title": "27 Ri Renda Khotsi",
  "number": 27,
  "content": "# 27 Ri Renda Khotsi\n\n1. Ri renda Khotsi nga Murwa wawe-vho,Nga Yesu we a fela-vho na rine.CHORUSHaleluya, Haleluya, Haleluya, Amen.Haleluya, Haleluya, Ri vusuluswe2. Ri renda Khotsi, nga Muya waWe,We a ri vhonisa Mutshidzi washu.3. Dzithendo dzothe, kha yone Ngwana-vho,Ye ya hwala zwivhi zwothe zwa shango.4. Ri fhembeledzwa nga lufuno lwawe,Vhutshilo hashu vhu vusuluswe-vho.5. Khuliso yothe na dzithendo dzothe,Kha Uyo we a ri rengulula-vho."
 },
 {
  "title": "28 di nee Tshifhinga Tsha U Vha Mukhethwa.",
  "number": 28,
  "content": "# 28 di nee Tshifhinga Tsha U Vha Mukhethwa.\n\n1. Di-nee tshifhinga tsha u do amba,Dzula na Murena u ambe nae,Ita vhukonani, thusa vhahota,Phathutshedzo dzawe u si dzi hangwe.2. Di-ite Mukhethwa na mushumoni,di-nee tshifhinga tsha u rabela,Nga u sedza Yesu U mu edzise,Hu vhonale Ene fhedzi kha Iwe.3. Di-ite Mukhethwa u Mu tevhele,Hothe hu ne wa ya O ranga phanda,Musi wa dakalo kana zwililo,Khwathisa kha Yesu pfa ipfi lawe.4. Di-ite Mukhethwa mbilu i rule,U do u dededza nga zwa tadulu,Na muya Mukhethwa wo ranga phanda,U u lugisela kha zwa tadulu."
 },
 {
  "title": "29 Dzula Na Nne",
  "number": 29,
  "content": "# 29 Dzula Na Nne\n\n1. Dzula na nne hu da madekwana,Li a swifhala ’da dzula na nne,Musi vhanwe vha tshi furalela,Iwe Mutshidzi ’da dzula na nne.2. Vhu tavhanya u fhira vhutshilo,U naka ha zwa shango hu ngafhi,Zwithu zwothe zwi a thuthekana,A sa shandukiho dzula na nne.3. Ndi a u humbela u dzule na nne,U siho milingo i do nkunda,U songo da sa mufhiri kha nne,Hone Murena u dzule na nne.4. Hu todea U tshi dzula nne,Mulingi u a kundwa nga Iwe,Ndi nnyi ane a nga Iwe Yesu,maduvha othe ’da dzula na nne.5. A thi ofhi musi ndi na Iwe,6. Mitodzi a i tshe na vhutungu,Lufu na tshidza zwi nga nnyitani?Ndi na gundo musi ndi na Iwe."
 },
 {
  "title": "30 duvha li Kovhela Vhukovhela",
  "number": 30,
  "content": "# 30 duvha li Kovhela Vhukovhela\n\n1. duvha li a kovhela, zwino hu da swiswi,Lindani nga thabelo, musi swiswi lo no tibedza shango.CHORUSU Mukhethwa-khethwa, O! Jehova!Vha tadulu na fhasi, nga vha Mu rende Ene RaMaanda.2. Ndi Mune wa vhutshilo, a dzulaho tadulu,’da U ri kuvhatedze, ri ye muvhusoni Wau u daho.3. Swiswi zwino lo no da, ri humbela tshilidzi,naledzi dzi fukedza tshifhatuwo Tshau, ro u tulutshelwa.4. Musi ri sa tsha vhona, ho sala lone swiswi,Murena wa vharunwa, tshedza Tshau tshi pandela swiswi lothe."
 },
 {
  "title": "31 U duvha la Muya Wanga",
  "number": 31,
  "content": "# 31 U duvha la Muya Wanga\n\n1. U duvha la muya wanga, Ú tsini swiswi a liho.Hu sa de swiswi la dzumba tshifhatuwo Tshau Yesu.2. Musi ndi tshi vho edela, Mato anga a tshi bonya,Ndi awela ndo takala, ndi na ’We Murena wanga.3. Matsheloni, madekwana, dzula na nne U ndededze,Musi vhusiku ho swika, Ú sin a nne thi nga tshili.4. Ndi tshi vuwa mphathutshedze, ndi sathu thoma-vho lwendo,Uri nga lufuno lwau, ndi ye henengei tadulu."
 },
 {
  "title": "32 Vhushavhelo Nga Tshifhinga Tsha Madumbu.",
  "number": 32,
  "content": "# 32 Vhushavhelo Nga Tshifhinga Tsha Madumbu.\n\n1. Murena ndi tombo lashu, na vhushavhelo hashu-vho,Bako na murunzi washu, ndi ’we vhushavhelo hashu.CHORUSMurango u re na Maanda, Murunzi wa lino shango,Murangaphanda wa ngoho, U vhushavhelo hashu-vho2. Yesu ndi murunzi washu, U vhushavhelo hashu-vho,A ri ofhi U na rine, U vhushavhelo hashu-vho.3. Naho hu nga da mudalo, U vhushavhelo hashu-vho,Ri di dzumba kha Mudzimu, U vhushavhelo hashu-vho.4. Thikho I re tombo lashu, U vhushavhelo hashu-vho,Dzula tshothe Iwe Yesu, U vhushavhelo hashu-vho."
 },
 {
  "title": "33 O Nthanga Phanda",
  "number": 33,
  "content": "# 33 O Nthanga Phanda\n\n1. nthanga phanda Murena, U mphumudza matunguni,Kha zwothe zwine nda ita, tshanda tshawe tshi kha nne.CHORUSYesu u do di nkokodza, nga Tshawe tshanda tshihulu,Musi a tshi khou nkokodza na nne ndi do di tevhela.2. Na musi hu tshi da swiswi, naho hu dzikhakhathini,A thi ofhi a thi tshuwi, nga u’ Murena u na nne.3. A thi nadzo mbilaelo, tshanga ndi u kondelela,Kha zwothe ndi dakaloni, nga u’ Murena U na nne.4. Musi ndo fhedza mushumo, ndi do vha o takalaho,A thi tsha ofha na lufu, ndi do wela Yorodane."
 },
 {
  "title": "34 Mulalo U Tshi Nga Mulambo.",
  "number": 34,
  "content": "# 34 Mulalo U Tshi Nga Mulambo.\n\n1. Mulalo u nga mulambo muhulu, naho matungu e manzhi,Iwe wo mpfunza wa ri: ’Zwo naka, Zwo naka na kha muya wanga’.CHORUSZwo naka...Kha muya...wanga, zwo naka muya wanga2. Musi Sathane a tshi da u nndinga, ha nga zwi koni u nngwana,Ngauri Yesu O nthusa A fhaladza, na malofha Awe nga nne.3. Arali ndi tshi humbula zwauri, zwothe zwivhi zwe nda ita;O zwi ombela-vho tshifhambanoni, muya u livhuwa Murena.4. duvha la vhufhelo nga li tavhanye, Makole a do petiwa;A tshi da hu do lila phalaphala, zwo naka na kha muya wanga."
 },
 {
  "title": "35 Vhukonani Vhu Ngafha",
  "number": 35,
  "content": "# 35 Vhukonani Vhu Ngafha\n\n1. Hu na vhukonani kha Murena, ri imiswa zwandani zwawe,Dziphathutshedzo dzone ndi khulu, ndo di-tika zwandani zwaweCHORUSFara...Khwatha, shavhela khae u tshile,Fara...Khwatha, Ima khae Yesu u kunde2. Zwo naka ngoho u vha mudali, ndo di-tika zwandani zwawe,Hu na tshedza tshi vhonetshelaho, mudali a vhone Murena.3. Ndi nga ofhani? Ndi nga ofhani? Zwino ndi khou tsireledzwa,Naho ndi nga fashwa nga milingo, ndi do dzula zwandani zwawe"
 },
 {
  "title": "36 Lutendo Lwanga",
  "number": 36,
  "content": "# 36 Lutendo Lwanga\n\n1. Ndi sedza kha Iwe, Ngwana ya Khalivari, U mukhethwa,’Pfa thabelo yanga, thutha zwivhi zwanga,U bva namusi kha ndi vhe Wau2. Kha ndi newe Maanda, na u kondelela, Nga RaMaanda,Kha ndi u tende-ha, nga ho fhelelaho,Ngauri Iwe wo no di mpfela.3. Kha vhutungu hothe, ndo no swifhalelwa, U nkokodze,Pandelai swiswi, mphulute mitodzi,Uri ndi si pambuwe ndilani."
 },
 {
  "title": "37 Tsini Na Mudzimu",
  "number": 37,
  "content": "# 37 Tsini Na Mudzimu\n\n1. Tsini na Mudzimu, tsini-tsini, na musi ndo hwala tshifhambano,Luimbo lwanga lu do vha holuno-vho, Tsini na Mudzimu, tsini-tsini.2. Na musi ndi tshi nga sa mueni, naho ndo siamela kha tombo,Fhedzi ndoro dzanga ndi dzine dza do ri, ndi tsini Mudzimu, tsini-tsini.3. Kha i penye ndila lwendoni lwanga, zwothe zwe nda fhiwa ndi tshilidzi,Vharunwa tadulu vha do di mbona-vho, ndi tsini Mudzimu, tsini-tsini.4. Zwi dinaho zwothe zwi tshi ndela, matunguni othe ndi na Iwe,Huno kha mathupho ndi vho do ri nne, Ndi tsini Mudzimu, tsini-tsini.5. Ndi tshi vho do fhufha nga dziphapha, nda fhira nwedzini na duvhani,Luimbo lwanga-vho lu do vha ulu-vho, ndi tsini Mudzimu, tsini-tsini."
 },
 {
  "title": "38 Khwathisani Kha Mudzimu",
  "number": 38,
  "content": "# 38 Khwathisani Kha Mudzimu\n\n1.Khwathisani kha ipfi la Yesu, na vhukati ha mifhirifhiri,Ndi lone fhedzi lire na Maanda, a u fhenya milingo.CHORUSKha ri nambatele, ntha ha Murena, ntha ha Kristo fhedzi,Kha ri kondelele, musi ro kunda, ri do dzula na Murena 2.   Khwathisa u luga, nga zwivhuya, nga mbilu i sa ofhi na tshithu,Ndi lone fhedzi li re na gundo, kha zwivhi zwothe fhano.3.   Khwathisani khayo ngoho yothe, ndi pfanelo yashu rothe fhano,Ipfi fhedzi li re na mulalo, u swikela vhufhelo."
 },
 {
  "title": "39 Fulufhelo langa lo Fhatwa Khae",
  "number": 39,
  "content": "# 39 Fulufhelo langa lo Fhatwa Khae\n\n1.Fulufhelo langa li kha malofha awe avhudi,Ndi nga si di-fulufhele, ndi tikwa nga dzina lawe.CHORUSYesu Kristo, thavha yanga, zwinwe zwothe zwi do fhelaZwothe zwinwe zwi do fhela. 2.   Maswiswi e phanda hanga, ndi di-tika nga tshilidzi,Na madumbu e ndilani, ndi nga si late lutendo.3.   Ndi mulanga wo khwathaho, kha vho mu fulufhelaho,Naho ndi tshi shaya nungo, Yesu ndo mu fulufhela.4.   Hu tshi lila phalaphala, ndi do gonya nda ya khae,Ndo ambadzwa ya vhukhethwa, nda sendela khulunoni."
 },
 {
  "title": "40 Fulufhela U di tukufhadze",
  "number": 40,
  "content": "# 40 Fulufhela U di tukufhadze\n\n1. Ri tshi pfa Murena, na ipfi lawe-vho,   U vhonetshela ndila yashu,   Ri tshimbila nae, U dzula na rine,   Na vha pfaho, Vha mu hulisa.CHORUSThetshelesa, U di-tukufhadze,U fulufhele Yesu, U di-tukufhadze.2.   A ri nyadzi tshithu, Lufunoni lwawe,Ro di-nekedza tshothe Yesu, Ro funwa nga Iwe,A ri ofhi tshithu, Tshi bvelelaho ri na Iwe.3.   A huna vhuleme. Naho hu u ofha,Ri wana malamba mahulu. A hu na tshinyalo,Naho e mathupho, nga u pfa ri wana mashudu.4.   A ri soli tshithu, lufunoni lwawe,Ri tshi vhea zwothe kha Ene, U sumba lufuno,Na lone dakalo, Kha ri mu pfe ri mu hulise.5.   Musi ri tshi pfana, Ri do tuwa rothe,Yesu u do ri dzhia rothe, Ri do dzula nae,Ra tshimbila nae, Ra tshidzwa nga hu sa fheliho."
 },
 {
  "title": "41 Mudzimu A Vhe Na Inwi",
  "number": 41,
  "content": "# 41 Mudzimu A Vhe Na Inwi\n\n1.Mudzimu a vhe na’nwi nothe, a ni tshimbidze nga ndila,A ni vhiele luhura, ri dovhe ri vhonane hafhu.CHORUSRi de ri tangane, phanda ha Yesu hafhu,Ri de ri tangane, Mudzimu a vhe na ’nwi nothe.2.   Mudzimu a vhe na’nwi nothe, ni vhe tshilidzini tshawe,A ni fhe zwiliwa zwawe, ri dovhe ri vhonane hafhu.3.   Mudzimu a vhe na’nwi nothe, matunguni a milingo,A tou ni kuvhatedza, ri dovhe ri tangane hafhu.4.   Mudzimu a vhe na’nwi ’nothe, A ni dadze nga lufuno,Ni tsireledzwe kha lufu, Mudzimu a vhe na’’nwi nothe."
 },
 {
  "title": "42 Ri Tshi tangana Na Vhahashu",
  "number": 42,
  "content": "# 42 Ri Tshi tangana Na Vhahashu\n\n1.Ri tshi tangana na vhahashu, hu vha na dakalo,Zwi ro pfisa vhutungu, musi ri tshi vho fhambana.2.   tadulu a hu fhambanwi, a vha onesani,Ndi kha shango la dakalo, a hu nga fhambanwi.3.   Ri do takala ri tshi vhona, vhahashu henefho,Fhedzi ri vho lilela, ilo shango la dakalo4.   Maipfi a no ’Salani.’ Ha tsha do ambiwa,Hu do imbiwa nyimbo, dza vhakhethwa nga dakalo."
 },
 {
  "title": "43 O Lala E Kha Yesu",
  "number": 43,
  "content": "# 43 O Lala E Kha Yesu\n\n1. O lala e kha Murena,Afho hune ha sa lilwe;Vhuawelo ha vhudisa,A huna tshi thithisaho.2. Ene o lala zwavhudi,O awela o lindela;O tenda a kha di tshila,O fulufhela Mukhethwa.3. lala kha Yesu tshete,Zwino u vhuaweloni;Mutshidzi a re na Maanda,U do mu vusa nga vhuya.4. U tshandani tsha Mudzimu,U do vuswa nga Mutshidzi;U do li sia livhIda,Yesu a tshi do mu vusa."
 },
 {
  "title": "44 Musi Mushumo Wanga Wo No Fhela.",
  "number": 44,
  "content": "# 44 Musi Mushumo Wanga Wo No Fhela.\n\n1. Musi mushumo wanga wo fhela fhano fhasi,Muvhili wo ambadzwa u sa sina,Zwenezwo Mutshidzi wanga ndi do mu divhesa,Ene a takala a tshi mmbona.CHORUSNda mu divha, nda mu divha, ndi do ima tsini-tsini hawe,Nda mu divha, nda mu divha, nga dzintho zwandani zwawe.2. Ndi do takala ndi tshi vho vhona tshifhatuwo,Na ito lawe li na vhuthu kha nne,Na mbilu yanga i do livhuha nga lufuno,Lwe lwa nndugiselela-vho vhudzulo.3. rine ri vho do vhona vho faho kale-kale,A ri tsha do dovha ra fhambana-vho,A ri tsha do dovha ra fhambana ngei tadulu,Ndi tama u vhona Murena wanga.4. Na nne ndi do dzhena mudini nga nguvho tshena,Ndi do vha afho hu sina zwililo,Ndi do imba luimbo lwa vhothe vho tshidzwaho,Musi ndi thsi vhona Mutshidzi wanga."
 },
 {
  "title": "45 Mphe Bivhili",
  "number": 45,
  "content": "# 45 Mphe Bivhili\n\n1.  Mphe Bivhili ya tshedza tsha-vhudi, uri ndi takadze na vhaeni,A hu na gole li tsireledzaho, Kha Yesu a daho u ri tshidza.CHORUSMphe Bivhili, Murunwa Mukhethwa,Uri na nne i mbonetshele-vho.Fulufhedziso na lufuno lwawe,Zwi dzula zwothe nga hu sa fheli. 2.  Mphe Bivhili matunguni anga, na musi muya wanga wo neta.Mphe maipfi a ambaho Yesu, Uri ndi vhone Mutshidzi wanga.3.  Mphe Bivhili i vhonetshelaho, uri ndi vhone khombo dzothe ndilaniNdi denzhe li vhonetshela zwavhudi, uri ndi vhone ndi mu tevhele.4.  Mphe Bivhili ya tshedza tsha vhudi, tshi do vhonetshela livhIdani,Tshedza tshayo tshi bvaho ngei tadulu, henengei seli ha Yorodane."
 },
 {
  "title": "46 U Dovhe U Nyimbele ’vho",
  "number": 46,
  "content": "# 46 U Dovhe U Nyimbele ’vho\n\n1. U dovhe u nyimbele-vho, maipfi a vhutshilo,Vhudi hao ndi vhu vhone, maipfi a vhutshilo,Ndi maipfi avhudi, a ’funza na nne.CHORUSMaipfi avhudi-vhudi, a a ri mangadza,Maipfi avhudi-vhudi, a a ri mangadza.2. Yesu vhanwe o vha nea, maipfi a vhutshilo.Mutshinyi u a vhidzwa-vho, nga ipfi la vhutshilo,U fhiwa nga fhedzi, li isa litadulu.3. Vhudzani-ha vhathu vhothe, maipfi a vhutshilo,One a disa mulalo, Yesu ndi Mutshidzi,U kona U tanzwa na mbilu dzashu."
 },
 {
  "title": "47 Seli Na Yorodane",
  "number": 47,
  "content": "# 47 Seli Na Yorodane\n\n1. Ndi do ima Yorodane, Nda vhona zwa seli,Ndi sedze shango la-vhudi, lone li re Kanana.CHORUSRa awela shangoni la-vhudi,seli shangoni la-vhudi-sa,Ri do imba nyimbo dza Mushe naNgwana, ra dzula na Yesu tshothe.2. Ngei midavhini yavhudi, duvha lo tavha,Yesu ndi tshedza tsha hone, swiswi li do tuswa-vho.3. Ndi do swika lini hone, ndi fhatutshedzwe-vho,Ndi do vhona lini khotsi, nda dzula vhurenani.4. Mbilu yanga yo takala, a i tshe ho fhano,Nangwe maswina e manzhi, ndi do kondelela-vho."
 },
 {
  "title": "48 Vhufheloni Ri do Takala",
  "number": 48,
  "content": "# 48 Vhufheloni Ri do Takala\n\n1. Vhufheloni ri do takala, ro kuvhangana hayani,Ri do ya na mitshelo yashu, mudini wa vhudiCHORUSU takala, U takala, hu sa fheli, u takala,Pembelani duvha li a da, la (u) khurela vhothe.2. Dzinyimbo dza hone dzo naka, Ri do imba nga dakalo,Ra renda Murena washu mudini ula muswa.3. Ho lindelwa u do pembela, vhudzulo hone ndi vhunzhi,Ho itwaho nga Murena, mudini ula muswa."
 },
 {
  "title": "49 Muhumbulo Wavhudi.",
  "number": 49,
  "content": "# 49 Muhumbulo Wavhudi.\n\n1. Muhumbulo muswa ngavhe u tshi nndela,Zwino ndo no vha tsini na u swika hayani.CHORUSNdo no vha tsini na haya,Ndo no vha tsini-tsini zwino u fhira zwa kale.2. Tsini khotsi-anga na haya ha vhudi,Ndi tsini na khulunoni, henengei tadulu.3. Tsini na u swika nda rulwa mihwalo,Ndi tshi sia dzikhakhathi, ndi yo wana khare.4. Vhukati ha swiswi, madumbu vhusiku,Hu mbo taha mulambo u isaho tshedzani.5. Khotsi, tika lutendo lwanga lu khwathe,’Si nditshe ndi ndothe khunzikhunzini ya lufu."
 },
 {
  "title": "50 Hu Na Shango La-vhudi",
  "number": 50,
  "content": "# 50 Hu Na Shango La-vhudi\n\n1. Hu na shango la-vhudi-vhudi,Ri vho vhona na tshedza tshalo,Khotsi-ashu u henengei,O ri lugisela vhudzulo.CHORUSHenengei tadulu ....Ri do kuvhangana henengei,Henengei tadulu ....Ri do kuvhangana henengei.2. Ri do imbelela dzithendo,Nyimbo dza Murena washu-vhoA hu nga do vha na matungu,Khalo shango la u awela.3. Nga mulandu wa hei mpho,Na dziphathutshedzo dza hone,Ri do imbelela dzithendo,Ha khotsi-ashu wa tadulu."
 },
 {
  "title": "51 Ri Lovhedze Nga Huswa",
  "number": 51,
  "content": "# 51 Ri Lovhedze Nga Huswa\n\n1. Ri lovhedze-ha nga Maanda au,Ri vuse nga lufuno, ri sendedze.CHORUSRi rabele khotsi ri a humbela,Ri lovhedze nga muya, na lufuno.2. A ro ngo fanela, ri na tshika,Khotsi, ri tanzwe-ha kha vhuvhi hothe.3. Muya wau Yesu nga u de ngeno,Ri a U humbela, ima tsini-ha.4. Nthetshelese, ngeo tadulu,nne ndi a U funa, ndo takala.5. Ri renda khotsi, ri a U renda,Ngwana yo thavhiwaho, Amen, Amen."
 },
 {
  "title": "52 Ida Iwe Tshisima",
  "number": 52,
  "content": "# 52 Ida Iwe Tshisima\n\n1. ’da tshisima tsha vhutshilo, ndi a U renda Iwe,Ndi lutsinga lwa tshilidzi, lwo fanelaho thendo,Mmpfunze u U hulisa-vho, hu vhoneswe Mudzimu,Mbilu yanga kha i dale, lufuno na dakalo.2. nne ndi fulufhela Iwe, U tombo li tshidzaho,Ndi fulufhela u tshidzwa, u swikela U tshi da,Ndi Yesu we a ndzhenisa, ngomu sambini lawe,Dzikhomboni nda di tshidzwa, nga malofha a Yesu3. Ndi na mulandu muhulu, wa tshilidzi tsha Yesu,Mphe-vho u luga hau, ndi vhuyele ha Iwe,Ndi na zwivhi zwinzhi Yesu, ndi di lata kha Iwe,U i dzhie mbilu yanga, i lavhelese Iwe."
 },
 {
  "title": "53 Muya Mukhethwa Murangaphanda",
  "number": 53,
  "content": "# 53 Muya Mukhethwa Murangaphanda\n\n1. Muya u re mukhethwa, ndi kale wo lindela,Nga tshanda tshi todaho, rine vhadali fhano,O netaho a rende, nga ipfi li re lawe,line la ri, ’Mudali ndi do u isa haya’.2. Iwe thama ya ngoho, haya ho no vha tsini,U si ri sie fhano, vhukuma ri a ofha,Hu tshi bvuma tadulu, nga Iwe ri do khuda,Hevhedza kha nne u ri, ’Ndi do u isa haya’.3. Khotsi yashu khulwane, ri sumbedze tadulu,U rabela hashu-vho, hone madzina ashu,A hone na tadulu, ipfi li a fhindula,’Mudali Ida-ha, ndi do u isa hayani’."
 },
 {
  "title": "54 Ndi Tama U Itelwa Tshithihi Nga Murena",
  "number": 54,
  "content": "# 54 Ndi Tama U Itelwa Tshithihi Nga Murena\n\n1. Murena ndi ama hetshi, Ndila dzanga dzo vhifhaho;Kha dzi tambe nga madi na mulilo-vho, ntanzwe tshothe.CHORUSntanzwe nga ngomu hanga, ntanzwe na nga mulilo;Na nga ndila-de, A thi nga hani uri tshivhi tshi fe.2. Musi ndi tshi vhona tshedza, Ndi takala na muyani;Ndi funa mbilu ntswa-vho, Zwi nakese na kha nne.3. Musi mbilu yo no tshena, Ndi nga vha na bono fulu;Vhutshilono hanga hu vhe na zwithu zwire zwikhethwa.4. Ndi linga u bva vhuvhini, Ndi dzule ndo vhofholowa;Ndi linga nga hothe uri ndi kone u vha mukhethwa."
 },
 {
  "title": "55 Wo Ya Naa Ha Yesu?",
  "number": 55,
  "content": "# 55 Wo Ya Naa Ha Yesu?\n\n1. Wo ya naa ha Yesu wo tanzwiwa naa? Wo tamba nga malofha awe?U a fulufhela tshilidzi tshawe, wo tamba nga malofha awe?CHORUSWo tamba... wo tamba... wo tamba... nga malofha awe?Mbilu yau yo tshenela Yesu naa, wo tamba nga malofha awe?2. U a tshimbila na Mutshidzi Yesu, Wo tamba nga malofha awe?U awela misi yothe ha Yesu, wo tamba nga malofha awe?3. U a funa u tshenela Yesu naa? Wo tamba nga malofha awe?Nndu dza hone wo dzi lindela naa, Wo tamba nga malofha awe?4. Latai-ha nguvho dzi re na tshikha, u a tamba nga malofha awe?Tshi hone tshisima tsho u lindela, Ida malofhani a Ngwana."
 },
 {
  "title": "56 Ndi A da Hayani",
  "number": 56,
  "content": "# 56 Ndi A da Hayani\n\n1. Ndo vha ndo xela ndi kule, zwino ndo vhuya,Ndo neta nga zwivhi zwanga, Yesu ndi a da.CHORUSNdi a da hayani; ndo no tou neta,Ntanganedze nga lufuno, Yesu ndi a da.2. Ndo tshinya nga Maanda Yesu, ndi a di-nyadza.Ndi a lila lwa vhutungu, Yesu ndi a da.3. Ndo neta nga u pambuwa, ndo vhuya hafhu,Ndo fulufhela lufuno, mphe tshilidzi.4. Mbilu yanga yo lemelwa, ndo neta tshothe.Ndi di-nekedza kha Yesu, ndo vhuya tshothe.5. ntanzwe namusi Murena, Ndi da ha Yesu,Ndi tshene vhunga Mahada, Yesu ndo vhuya."
 },
 {
  "title": "57 Uyo A Pfaho",
  "number": 57,
  "content": "# 57 Uyo A Pfaho\n\n1. Uyo a pfaho kha vhidzelele, Ivangeli kha i ye lifhasini,Hu re na vhathu nga hu vhidzelelwe, ’Uyo a pfa kha de.’CHORUSUyo a pfaho kha tavhanyedze,A vhudze vhothe vha re fhano fhasi,Mudzimu U a ni vhidza Idani,’Uyo a pfaho kha de’.2. Uyo a pfaho kha di-sendedze, Munango wo vulwa u do di dzhena,Ndi nne ndila, u ralo Murena, ’Uyo a pfa kha de.’3. Ane a pfa kheli fulufhelo, la u tshidzwa hawe kha ili shango.Vhutshilo khovhu u fhiwa nga khotsi, ’Uyo a pfa kha de.’"
 },
 {
  "title": "58 Hu Rendwe Dzina la Yesu",
  "number": 58,
  "content": "# 58 Hu Rendwe Dzina la Yesu\n\n1. Hu rendwe dzina la Yesu, Vharunwa vha rende,disani khare tshihosini, Ni mu vhumbe khosi!disani khare tshihosini, Ni mu vhumbe khosi!2. Inwi mbeu ya Israel, no rengululwaho,Rendani a ni tshidzaho, ni mu vhumbe khosi!Rendani a ni tshidzaho, ni mu vhumbe khosi!3. Dzitshakha na ndimi dzothe, fhano lifhasini,Nothe hulisani Ene, Ni mu vhumbe khotsi!Nothe hulisani Ene, Ni mu vhumbe khotsi!4. rine na vhakhethwa vhala, ri we phanda hawe,Ri imbe Iwa misi yothe, Ri mu vhumbe khotsi!Ri imbe Iwa misi yothe, Ri mu vhumbe khotsi!."
 },
 {
  "title": "59 Yesu Mufuni Wanga",
  "number": 59,
  "content": "# 59 Yesu Mufuni Wanga\n\n1. Yesu mufuni wanga, ndi da kha Iwe zwino,Musi ndi kha vhuleme, milingo i tshi anda,U nthule khotsi anga, nthule Mutshidzi wanga,Musi ndi tshi balelwa, U ntanganedze Yesu.2. A thi na vhushavhelo zwino, ndo lavhelesa khaIwe,U si ntsie ndi ndothe, Ida zwino U ntshidze,Iwe Mutshidzi wanga, u fulufhelo langa,Fukedza thoho yanga, nga phapha dzau Yesu.3. Ndi funa Iwe fhedzi, U fhira zwithu zwothe,U vuse na vho waho, U fhodze vha lwalaho,Iwe u re Mukhethwa, nne ndi muitazwivhi,Ndi nengisa nga zwivhi, Iwe u wa zwivhuya.4. U ndadze nga vhukhethwa, ndi tanzwiwe ndi nake,Hu swike u tshidzwa, ndi tambe zwothe zwivhi,Tshisima tsha vhutshilo, avha na nne misi yothe,Tika mbilu yanga, mbilu yanga tshothe."
 },
 {
  "title": "60 Yesu Iwe Dakalo",
  "number": 60,
  "content": "# 60 Yesu Iwe Dakalo\n\n1. Yesu dakalo la mbilu,Iwe tshisima na tshedza,Ro furalela madzanga,Ra vho shavhela kha Iwe.2. Ngoho yau i sa shanduki,U tshidza vha u vhidzaho,Wo luga kha vharabeli,U zwothe kha vha re vhau.3. Yesu zwiliwa zwashu,Ri do dzula ri tshi zwi la,Ri nwa kha Iwe tshisima,Ra fhedza dora nga Iwe.4. Mbilu dzo u tulutshelwa,Hothe hu ne ra tshimbila,Ri di takadzwa nga Iwe,Lutendo lwashu lwa khwatha.5. Murena dzula na rine,U ri fhe mulalo tshothe,Pandela swiswi la tshivhi,tavhisa tshedza shangoni."
 },
 {
  "title": "61 Ndi divhe Zwinzhi Nga Yesu",
  "number": 61,
  "content": "# 61 Ndi divhe Zwinzhi Nga Yesu\n\n1. Ndi divhe zwinzhi nga Yesu, ndi funze vhanwe nga Ene.Ndi vhone u tshidza hawe, lufuno nge a mpfela.CHORUSNdi divhe nga Yesu, ndi divhe nga Yesu,Ndi vhone u tshidza hawe, lufuno nge a mpfela.2. Amba hafhu nga Murena, bula vhuhulwane hawe,A mphe na muya wawe, u divhise Yesu wanga.3. di-funze hafhu nga Yesu, sendela nga u rabela,Thetshelesa ipfi lawe, u kone u vhudza vhanwe.4. Amba nga Yesu Murena, nga tshidzulo tsha vhuhosi,Vhulunga idzo ndaela, dza u vhuya ha vhakhethwa."
 },
 {
  "title": "62 Ndi A U Funa Iwe Yesu Wanga",
  "number": 62,
  "content": "# 62 Ndi A U Funa Iwe Yesu Wanga\n\n1. Ndi a U funa Iwe Yesu wanga,Nga Iwe namusi ndi litsha zwivhi,U Mutshidzi wanga mufeli wanga,Zwino Yesu wanga ndi a U funa.2. Ndi a U funa ngauri wo mpfuna,Wa di-nekedza ngei tshifhammbanoni,Ndi a U funa ngauri wo mpfela,Zwino Yesu wanga ndi a U funa.3. Kha hone vhutshilo na lwone lufu,Ndi do u rendisa Mutshidzi wanga,Naho ndo thovhoni yanga ya lufu,Zwino Yesu wanga ndi a U funa.4. Nduni dza vhuhosi ndi do takala,Ngei tadulu ndi do di U renda,Ndi do imba ndo hwala khare yanga,Zwino Yesu wanga ndi a U funa.."
 },
 {
  "title": "63 Ndi do tanzwiwa Hani?",
  "number": 63,
  "content": "# 63 Ndi do tanzwiwa Hani?\n\n1. Ndi do tanzwiwa hani? Nga malofha awe fhedzi,Ndi nga tshenisa hani? Ndi nga malofha a Yesu.CHORUSMaanda ndi malofha, Ane a ntanzwa,A huna tshinwe-vho, malofha a Yesu fhedzi.2. Ndi wane u tanzwiwa, malofhani a Murena,Ndi kone u hangwelwa, nga malofha a Murena.3. Ndi nga tshidzwa nga mini? Malofha a Yesu fhedzi,Ndi ndothe a thi koni, Mukoni ndi Ene fhedzi.4. Ndi fulufhela mini? Malofha a Yesu fhedzi,Ndi do wana zwivhuya malofhani a Murena."
 },
 {
  "title": "64 Naa Wo Neta?",
  "number": 64,
  "content": "# 64 Naa Wo Neta?\n\n1. Naa wo neta mbilu i vhutungu Vhudzai Yesu, vhudzai Yesu,Arali U tshi pfa u na thoni, vhudzai Ene Yesu.CHORUSVhudzai Yesu, vhudzai Yesu, Yesu khonani yau,A hu tshe na na inwe khonani, vhudzai Ene Yesu.2. Ndi ngani u tshi tolou lila, Vhudzai Yesu, vhudzai Yesu,U na zwivhi zwi sa divhiwiho? Vhudzai Ene Yesu3. Mbilu yau i na vhutungu naa? Vhudzai Yesu, vhudzai Yesu,Mbilu yau i lilela mini? Vhudzai Ene Yesu.4. U kho’ humbula nga ha lufu naa? Vhudzai Yesu, vhudzai Yesu,U lilela muvhuso wawe naa? Vhudzai Ene Yesu."
 },
 {
  "title": "65 Zwo Naka U Fulufhela",
  "number": 65,
  "content": "# 65 Zwo Naka U Fulufhela\n\n1. Zwo naka u fulufhela, u tenda ipfi lawe,U divha fulufheldziso, Na zwe Yesu a amba.CHORUSYesu, Yesu ndo mu funa, ndo mu sedzisa nne,Yesu fulufhelo langa, mphe tshilidzi na nne.2. Zwo naka u fulufhela, kha one malofha-vho,divha ilo fulufhelo, zwi isa kha Mutshidzi.3. Zwo naka u fulufhela, u tshi litsha-vho zwivhi,Yesu we a nembelela, U ri nea malamba.4. Ndi gude u fulufhela, Yesu Iwe Mutshidzi,Ndi divha uri U na nne, u ya nga hu sa fheli"
 },
 {
  "title": "66 duvha la Dakalo",
  "number": 66,
  "content": "# 66 duvha la Dakalo\n\n1. Duvha lone, la u khetha,Iwe Mudzimu Mukhethwa,Ndi zwavhudi, mbilu yanga,I tshi funa na mafhungoCHORUSLo naka, duvha le, Yesu a ntanzwa zwivhini,O mpfunza u rabela, na u tshila ndo takala,Lo naka duvha le Yesu a ntanzwa zwivhini.2. Zwo no fhela, zwo no fhela,Ndi wa Yesu, Ene wanga,O mphulusa, nda tevhela,Nga uho u tshidzwa hanga.3. Mbilu yanga, I awele,I humbule izwi zwithu,I songo vhuya ya tuwa,Murenani misi yothe"
 },
 {
  "title": "67 Kha Vha de Vha Murena",
  "number": 67,
  "content": "# 67 Kha Vha de Vha Murena\n\n1. Kha vha de vha Yesu, ri hashe lufuno,Ri imba nyimbo dzavhudi, Ri imba nyimbo dzavhudi,Ri hulisa Yesu, ri hulisa YesuCHORUSKha ri ye Tsioni,A si u naka Tsioni, Ri khou ya tadulu,Mudi wavhudi wa Mudzimu.2. Vha sa mu divhiho, vha litshe u imba,Fhedzi vhana vha Mudzimu, Fhedzi vhana vha Mudzimu,Vha do imbelela, vha do imbelela.3. Thavhani Tsioni, ri do takalesa,Ndila ya u tadulu, Ndila ya u tadulu,Ndi mususku, fhedzi, ndi musuku fhedzi.4. Renda-ha nga nyimbo, Fhuluta mitodzi,Thendo kha Immanuele, Thendo kha Immanuele,U murangaphanda, Khosi ya tadulu."
 },
 {
  "title": "68 Ndo Vhofhololwa Nga Malofha",
  "number": 68,
  "content": "# 68 Ndo Vhofhololwa Nga Malofha\n\n1. Ndo vhofhololwa nga malofha, ndo vhofhololwa nga Yesu,Ndo vhofhololwa nga tshilidzi, ndi khae nga hu sa fheli.CHORUSTshidzwa, Tshidzwa, tshidzwa nga Yesu Murena,Tshidzwa... tshidzwa, Ndi wawe nga hu sa fheli.2. nne nga malofha ndo tanzwiwa, Hu na dakalo kha nne-vho,Tshila tshedza tshawe tshi kha nne, Ngauri ndo wanwa ngae3. Nda humbula Mutshidzi wanga, Nda mu elelwa nga misi,Nda imbelela thi fhumuli, Nda renda lufuno lwawe.4. Ndi do mu vhona kha vhuhosi, Khosi I ri takadzaho,Lufuno lwawe lu a ndinda, Lu’nea tshedza swiswini5. Khare yanga yo no ndindela, ngei haya ha tadulu,Tsini na vhakhethwa vhawe-vho, Ndi do vha nae tadulu."
 },
 {
  "title": "69 Ri do Awela Madini A Vhutshilo",
  "number": 69,
  "content": "# 69 Ri do Awela Madini A Vhutshilo\n\n1. Ri do awela madini, a bvaho tshisimani,Afho Yesu o lindela, ri do mu vhona hone.CHORUSRi do awela mulamboni, ri do mu vhona henefho,Ri awela mulamboni, madini a vhutshilo.2. Ro no neta nga u tshimbila, ri do di awela,Hu na muungo wa madi, ri do tamba henefho.3. Idani kha Ene Yesu, a no do ni fha Maanda,Ndi Ene madi a vhutshilo, inwa u pfeledze."
 },
 {
  "title": "70 U do Kuvhanganya Dzitshakha",
  "number": 70,
  "content": "# 70 U do Kuvhanganya Dzitshakha\n\n1. U do kuvhanganya dzitshakha, Dzi do vhonala phanda hawe,Ri do vha ri kha tshiimo-de, vhanwe vha tshi mu tanganedza.CHORUSRine henefho ri do ima ’fhi, nga duvha lihulu,Musi vhathu vha tshi vho khethwa, Nga ilo duvha lihulu.2. Hu do vha hu tshi vhusa Mutshidzi, Ene Ngwana yo lugaho,A ri nga do tetemela naa, Ra mu shavha ra ya thavhani?3. Vhanwe u do vha kuvhatedza, Vha re na luswayo lwawe-vho,U do vha ambadza u luga, Vha dzula marumbini awe.4. Arali ri vha lindelaho, Ri na mbone dzi tshi di duga,Musi muhwe a tshi do swika, Ri do kona u fhufha rothe.5. Mbilu yanga lilala tadulu, ndi kone u kondelela,Ri khalwo lwendo lwa u tuwa, Lwa u ya muvhusoni wawe."
 },
 {
  "title": "71 lo nwalwa Naa Dzina langa",
  "number": 71,
  "content": "# 71 lo nwalwa Naa Dzina langa\n\n1. Murena zwa shangoni, a si tshithu kha nne,Ndi lilela u dzhena henengei tadulu,Ndi vhe hone-vho buguni yau tadulu,Mmbudze Yesu, dzina langa lo nwalwa naa?CHORUSLone lo nwalwa naa? lone dzina langaLi nga vha lo nwalwa naa, lone lo dzina langa?2. Murena ndi na zwivhi zwinzhisa vhukuma,Fhedzi malofha a Ngwana o fanela nne,Na ilo fulufhedziso lo nwaliwaho,’Ndi do ni tanzwa zwivhi zwa nga sa Mahada’.3. Mudi ri yaho khawo nndu ndi dza vhudi,Hu dzula vhakhethwa vha re na nguvho tshena,A hu nga dzheni zwothe zwithu zwire na tshikha,Vharunwa vha a linda, langa lo nwalwa naa?"
 },
 {
  "title": "72 Khathulo Yo Thoma",
  "number": 72,
  "content": "# 72 Khathulo Yo Thoma\n\n1. Khathulo yo thoma ngei tadulu, Hu sedzisiswa nga Maanda,Hu sengiswa zwivhi na zwivhuya, Murena U a vhona.CHORUSRi do ima ra ri mini, ri do ima ra ri mini?Ri do mu todesa vhukuma, muimeleli washu-vho.2. Khathulo i thoma kha vho faho, Ha tevhela vha no tshila,Zwi tshi bva buguni ya khathulo, Ine a i shumisa.3. Ri do ri mini, hu tshi sedzuluswa zwivhi zwashu zwi khagala,Milandu yothe i hatulwa hu si na u do fhindula."
 },
 {
  "title": "73 Ro Vhidzwa Nga Murena",
  "number": 73,
  "content": "# 73 Ro Vhidzwa Nga Murena\n\n1. Ro vhidzwa nga Murena washu, O ri vhidzela zwiliwani,li do vha lihulu dakalo, U dzhena hawe.CHORUSMurena a tshi dzhena, musi a tshi da,Ri do vha ngafhi-ha rothe, A tshi do vhuya.2. Khare ya mipfa a i tsheho, Hu na ya vhuhosi thohoni,Zwihulu ri do zwi vhona-ha, U dzhena hawe.3. Zwothe khathihi a tshi penya, Zwi do dzumbululwa sa duvha,Zwi do dihwa na nga vhahura, U dzhena hawe.4. Mato awe a do vha vhona, Vho ambaraho dza mutshato,Zwo naka ri tshi nga dzhena-vho, U dzhena hawe.5. U fhandekana a hu tsheeho, Vho latwaho vha do tambula,li do vha hani ilo duvha? U dzhena hawe.6. Ri fhe dziphatutshedzo dzau, Ri thuse nga tshilidzi tshau,Uri ri si vhe na dzinyofho, U dzhena hawe."
 },
 {
  "title": "74 Ri A Zwala Mbeu",
  "number": 74,
  "content": "# 74 Ri A Zwala Mbeu\n\n1. Ri a zwala mbeu, mbeu yo lugaho,Matsheloni, masiari na madekwana,Ro rindela-vho tshifhinga tsha u kana,Ri do takala ro hwala mikano.CHORUSRo hwala khano, ro hwala khano,Ri do takala ro hwala mikano.2. Ri a zwala mbeu maduvhani othe,A ri nga ofhi khuli ya vhusiku,Ro swika mafheleloni a mushumo,Ri do takala ro hwala mikano.3. Ri zwalela Murena nga mitodzi,Huno rine a ri ofhi vhuleme,Ho fhela zwililo ri do mu vhona-vho,Ri do takala ro hwala mikano."
 },
 {
  "title": "75 Ndi Pfa Ipfi la Mulisa Thavhani",
  "number": 75,
  "content": "# 75 Ndi Pfa Ipfi la Mulisa Thavhani\n\n1. Ndi pfa ipfi la Mulisa, Kule shangoni la swiswi,li vhidza dzinngu dza Yesu, Dzi re kule na tshitumba.CHORUSDzi nzheniseni-ha, dzi nzheniseni ha Yesu,Dzi nzheniseni-ha, dzi nzheniseni ha Yesu.2. Ndi nnyi a no do tshimbila, A yo toda vho xelaho?Vha do tevhelwa nga nnyi, Uri vha de vha sa do fa?3. I pfani u lila havho, Vhe thavhani dzo lapfaho,Ndi Yesu Mutshidzi washu, U ri vhuisa dzinngu."
 },
 {
  "title": "76 Tshidzani Vha Faho",
  "number": 76,
  "content": "# 76 Tshidzani Vha Faho\n\n1. Tshidzani vhafaho, na vho xelaho,Ni vha tuwise kha zwivhi zwavho, A vuse vho waho,Vusa vha ime, vha vhudze nga Yesu a tshilaho.CHORUSTshidzani vha faho na vho xelaho,Yesu u na vhuthu u a tshidza.2. Naho vhu mu sanda, o di lindela,U do tanzwa a rembuluwaho, lingedza nga Maanda,A vha vhuise, vha litshe zwivhi vha tende Yesu.3. Vho vhaisalaho dzimbilu dzavho,Vha vhudze uri u do vha tanzwa, vha vuse vha ime,Vha tende Yesu, vha de khae, ndi Mutshidzi wavho."
 },
 {
  "title": "77 Mafhungo A tadulu",
  "number": 77,
  "content": "# 77 Mafhungo A tadulu\n\n1. Mafungo a tadulu, a a ntakadzesa;Na lufuno lwa hone, lune lwa ntakadzesa,Luno lu na tshilidzi, luno lu na ngoho,Ndi a fushea nne, u fhirisa zwothe.CHORUSMafhungo a tadulu, zwo naka u a pfa-vho,Nga Yesu Mukololo, Ene ndi Mutshidzi.2. Mafhungo a tadulu, ndi a mangadzaho;Lufuno lwa hone, lu fhirisa na dzindoro,Zwo naka u tevhela, we a tshidza nne,Ndi zwine nda di renda, nd i renda kufuno.3. Thi fhidzi u imba, mafhungo a difhaho,Naho a dovhololwa, a kha di do takadza,Zwo naka ri sa shayi, mafhungo madifha,Mafhungo a u tshidza, Manwalo Makhethwa.4. Mafhungo a difhaho, a a ntakadza,Ndi pfa ndala khulu, ya mafhungo awe Yesu,Na ngei makoleni, ndi do imba hone,Mafhungo a lufuno, mafhungo a kale."
 },
 {
  "title": "78 todani Vho Xelaho",
  "number": 78,
  "content": "# 78 todani Vho Xelaho\n\n1. todani avho vho xelaho, Ni vha thuse-ha nga tshilidzi;Vha fheni-ha maipfi a Murena, Ane ari: Idani nothe.’CHORUSIyani-ha kule henengei thavhani,Ni de navho vhothe vha sa mu divhi,Ngomu sambini la Yesu Mufeli,O ombelwa nga vhaitazwivhi.2. todani avho vho no xelaho, Vhaswogeni-ha vhade khae;Vha kokodzeni nga yone ndila, i no ya hone vhutshiloni.3. Ndi a tuwa-vho Yesu o mbidza, U ntevhele nga misi yothe.’toda vho faho na vho no waho, u ri vha do divhadzwa Yesu."
 },
 {
  "title": "79 U Vhidzwa Ha Vhakani.",
  "number": 79,
  "content": "# 79 U Vhidzwa Ha Vhakani.\n\n1. Tsimu dzone dzo no lindela, mavhele o vhibva;Dzi re kule ro no dzi vhona, hayani o vhibva.CHORUSKhosi ya khano thetshelesa, Muthusi ndi Iwe;Vha rume avho vha kanaho, tshifhinga tsho fhira.2. Vha rume na nga matsheloni, na nga masiari;Naho hu na swiswi lihulu. Vha kana mavhele.3. Iwe wo runwaho nga Yesu, kana u si bvafhe;Wa fulufhela zwa tadulu, u wana malamba."
 },
 {
  "title": "80 Shumani",
  "number": 80,
  "content": "# 80 Shumani\n\n1. Shumani inwi vhalanda vha Yehova,Ri tevhele ndila ya Murena washu;Ri do wana-vho Maanda nga fhungo lawe,Ri ite nga Maanda kha mushumo wawe.CHORUSShumani Khwathani,Shumani Khwathani,Lindani no khwatha,Murena u a da zwino.2. Shumani-ha, vha re na ndala ni vha fhe,Vhadiseni tshisimani tsha vhutshilo,Ri tshi renda tshone tshifhambano tshawe,Ra mbo ri ’Ro wana u tshidzwa nga fhedzi.’3. Shumani nothe mushumo ndi muhulu;Ngauri muvhuso wa swiswi u do wa,Na dzina la Yehova li do divhiwa;Vha do ri ’Ro wana u tshidzwa nga fhedzi.’4. Shumani Murena a vhuye a swike,U do rumela vharunwa vha u kana;Ri do dzula na vhakhethwa ri hayani,Ra imba ’Ro wana u tshidzwa nga fhedzi.’"
 },
 {
  "title": "81 Vhusiku Vha A da",
  "number": 81,
  "content": "# 81 Vhusiku Vha A da\n\n1. Shuma hu da vhusiku, shuma li tshe hone,Musi u si na Maanda, ho fhela nungo;Tshedza tshi sa vhonali, shuma masiari,Shuma hu da vhusiku, zwothe zwo fhela.2. Shuma hu da vhusiku, lo kovhela duvha,U shuma duvha lothe, u songo hangwa;U shumise tshifhinga, u si sie fhethu,Shuma hu da vhusiku, zwothe zwo fhela.3. Shuma hu da vhusiku, mirunzi yo tiba,Thungo ya vhukovhela, duvha lo no ya;Linda u khwathisese, linga u khuthale,li vho ya u kovhela, zwothe zwo fhela."
 },
 {
  "title": "82 Murena Nga Matsheloni",
  "number": 82,
  "content": "# 82 Murena Nga Matsheloni\n\n1. Yesu matsheloni ipfa, u rabela hanga;Iwe ndi do u rabela, ndo U lavhelesa.2. Nkokodze nga muya wau, ndi ndilani yau;Hothe u tshimbila yanga, nndededze Murena.3. Vha funaho Iwe Yesu, vha do fushwa vhothe,Mudzimu Ene RaMaanda, U hangwela vhothe."
 },
 {
  "title": "83 Vhathu Vhothe Kha Ri Imbe",
  "number": 83,
  "content": "# 83 Vhathu Vhothe Kha Ri Imbe\n\n1. Vhathu rothe kha ri imbe, ri rende dzina la Yesu;Ndi dzina li ri tshidzaho, rendani dzina la Yesu.CHORUSRi li khethe-vho, ri li khethe-vho;Ri li khethe-vho, ri li khethe-vho; dzina la Yesu Murena.2. Yesu ndi Mutshidzi washu, rendani dzina la Yesu;Mu rendeni nga dzithendo, ni rende dzina la Yesu.3. li ri tanzwa zwivhi zwashu, rendani dzina la Yesu;Yesu o fulufhedzea, rendani dzina la Yesu."
 },
 {
  "title": "84 Rendani Khotsi",
  "number": 84,
  "content": "# 84 Rendani Khotsi\n\n1. Rendani Khotsi Yehova, A nea mpho dzothe;Zwivhumbwa zwothe rendani, Khotsi na Murwa na MuyaAmen!!!"
 },
 {
  "title": "85 Tenda Maanda A Mudzimu",
  "number": 85,
  "content": "# 85 Tenda Maanda A Mudzimu\n\n1. Tenda Maanda a Mudzimu, O sika dzithavha,Na lwanzhe lwe a lu ita, na lutombo lwothe.Ndi khoda uvhu vhutali, ho itaho duvha,Na wone nwedzi vhusiku, na dzone dzinaledzi.2. Imbelela nga dakalo, O ri fha zwiliwa,O sika nga ipfi law, zwothe zwa shangoni,Ri vhona zwi mangadzaho, mashangoni othe,Henefhano fhano fhasi, na ngei tadulu.3. Zwothe zwithu zwi re hone, zwi tshila nga Ene,Makole na muya zwothe, zwi khoda Musiku,Zwisikwa zwi tshila ngae, zwi fushwa ngae Ene,Ri nga shavhela ngafhi naa? Murena u hone."
 },
 {
  "title": "86 Rendani Muvhusi",
  "number": 86,
  "content": "# 86 Rendani Muvhusi\n\n1. Rendani Muvhusi. Ndi Mukhethwa,Livhuwani lufuno luhulu;Tshitangu tshashu Musiki wa zwotheO dzulaho fhethu hu khethwa-khethwa.2. Ambani nga lufuno na tshilidzi,Tsha Ene o ambaraho tshedza;Ri vhona mbiti dzawe dzi tshi bvuma,Na kha swiswi musi wa madumbu.3. U tonda hawe ndi hu hulwane,Ho vhanala kha muya na tshedza;Hu elela hu tshi bva dzithavhani,Hu disa mvula midavhini yothe.4. rine ri vhana vha buse lawe,Ri fulufhedza Maanda awe;Tshilidzi na lufuno lu sa fheli,Musiki na Mulweli ndi RaMaanda."
 },
 {
  "title": "87 Khotsi Ri da Ha Iwe",
  "number": 87,
  "content": "# 87 Khotsi Ri da Ha Iwe\n\n1. Khotsi ri da kha Iwe a hu na munwe, U mutsireledzi, fulufhelo,Shangoni ndi swiswi arali u siho, Ri fhumudze rothe khotsi-ashu.CHORUSKhotsi ri da kha ’we si ri sie;A ri tshe na Maanda Yesu ri pfe2. Ri tshi dzhena rothe maswinani ashu, I vha Mukhuthadzi ri lwendoni,rine ri a ofha khitsi ri khwathise, Nga tshanda tsha Maanda ri phuluse.3. Ri fhe-vho tshilidzi na luswayo lwau, Bvisa milenzhe yash zwivhini,Ida u ri bvise kha one mathupho, U swika ri tshi swika tadulu."
 },
 {
  "title": "88 U Songo Mphira Mutshidzi",
  "number": 88,
  "content": "# 88 U Songo Mphira Mutshidzi\n\n1. U songo mphira Mutshidzi, Ipfa tshililo;Musi U tshi vhidza vhanwe, U songo mphira.CHORUSYesu, Yesu, Ipfa tshililo;Musi U tshi vhidza vhanwe,U songo mphira.2. Tshidzuloni tsha tshilidzi, Ndi vhofhololwe;Ndo gwadama nda dinyadza, Mphe lutendo.3. Ndi fulufhela tshilidzi, Ndi U vhone-vho;U fhodze-vho muya wanga, thi tsha kona nne.4. U tshisima tsha phumudzo, U fhira zwothe,Makoleni na shangoni, U thikho yanga."
 },
 {
  "title": "89 Tshifhinga Tsha U rabela.",
  "number": 89,
  "content": "# 89 Tshifhinga Tsha U rabela.\n\n1. Ndi zwavhudi u rabela, zwi do humisa vhutungu;Zwi ntswikisela ha khotsi, zwothe zwine nda zwi shaya.Nga tshifhinga tsha mathupho, ndi a anzela u fhumudzwa;Ndi ponyoke u lingwani, nga tshifhinga tsha thabelo.2. Ndi zwavhudi u rabela, hu isa khumbelo dzashu;Ngoho yawe i shudufhadza, a mu thetshelesaho,U ri ndi mu fune Ene, ndi tende na ipfi lawe.Ndi do disa zwothe khaE, ndo lindela nga thabelo.3. Ndi zwavhudi u rabela, u nga ri ndi nga fhumudzwa;Ndi vhuye ndi vhone haya, ndi fulufhele-vho hone,Nda wana muvhili muswa, ndi yo wana vho mukovhe;Ndi huwelele ndi tshi ri, sala zwavhudi thabelo."
 },
 {
  "title": "90 Mushumo Wa maduvha Matanu na lithihi Wo Fhela",
  "number": 90,
  "content": "# 90 Mushumo Wa maduvha Matanu na lithihi Wo Fhela\n\n1. Mushumo wo no di fhela, Ro thoma inwe Savhatha,Muya wanga awela-vho, Hulisa duvha likhethwa.2. Ida u rende Murena, U awele wo takala,Ri do fhiwa phathutshedzo, dza fhira dza minwe misi.3. Mihumbula na ndivhuwo dzashu dzi rende Mudzimu,Ri wane kha Kristo vhuawela ha vha mu divhaho4. Mulalo wa vha mbiluni ndi vhuawelo ha khwine;Fulufhelo la vhatendi, li pandelaho matungu."
 },
 {
  "title": "91 Fhatuwani Tshifhinga Ndi Tshipfufhi",
  "number": 91,
  "content": "# 91 Fhatuwani Tshifhinga Ndi Tshipfufhi\n\n1. Fhatuwa Murena a tshi vhidzelela,Dzula wo mu lindela nga nungo dzothe;Khwathisani vhatendi swina lo halifha,Fhatuwani nangwe muhwe a tshi lenga.CHORUSDzulani ni tshi rabela,Lindelani vhusiku na masiari,Nothe ni ralo.2. Pandelani khofhe, ni songo gungula,Ni do fhiwa malamba a vhuawelo,Fhatuwa, rabela, na Yesu o ralo;A bvisa na biko, malofha a rotha.3. Fhulufhelani Yesu, thanyelani Swina,Ambarani thovho ni lindele Yesu,Musi lo no tsha ni songo vhya na hangwa;Tshone tshifhinga tshau lindela Yesu."
 },
 {
  "title": "92 Ni Songo I Hangwa Savhatha",
  "number": 92,
  "content": "# 92 Ni Songo I Hangwa Savhatha\n\n1.Ni songo i hangwa Savhatha ya Mudzimu,Ndi yone yo khethwaho kha maduvha othe;Ro fanele u awela mishumoni yashu-vho,Yesu a tshi ri sika, o sila Savhatha.CHORUSli takaleleni-ha duvha la Savhatha,li takaleleni-ha duvha la Savhatha.2.   Vhulunga Savhatha, hulisani Mudzimu,O ri sumbedza ná¸’la ya u ya tadulu;Ro fanela u tevhedza, Mutshidzi washu Yesu,U ri neamadi a vhutshilo ha-vhudi.3.   Ri do di U renda, nga duvha lo khethwaho,Iwe khonani yashu Yesu a funwaho,Murena Yesu u na lufuno lu mangadzaho,Na fulufhelo lau li a ri takadza."
 },
 {
  "title": "93 duvha la U Awela Na Dakalo",
  "number": 93,
  "content": "# 93 duvha la U Awela Na Dakalo\n\n1.duvha la u awela, duvha la dakalo,li tusa matungu, na zwothe zwi dinaho;Vha a mu renda nga-lo, na vha makoleni,Vha tshi mu khoda vha ri, nd Mukhethwa-Khethwa.2.   U bako la vhukuma, Musi wa madumbuTsimu i no shelwa madi a PharadisoMadi a shothodzo shangoni la mathuphoKha iwe ri vho vhona zwa shango li daho.3.   duvha la u diphina, lavhudi vhathuni,line ra humbula, nga zwothe zwa tadulu;Nga ili duvha rothe ri wana mashudu,Ra awela rothe, nga u ralo tadulu."
 },
 {
  "title": "94 Ndi Tshikolo Tsha Savhatha",
  "number": 94,
  "content": "# 94 Ndi Tshikolo Tsha Savhatha\n\n1.Ndi tshikolo tsha Savhatha,Tshi takadza mbiluMbilu yanga i elelwa,duvha la Savhatha.CHORUSSavhatha, ya-vhudi,Savhatha, ya-vhudiMbilu yanga i elelwa,duvha la Savhatha.2.   Afha ndo thoma u vhona,Ndila ya vhutshiloHuno nda sedza zwa-vhudi,Nda wana hayani.3.   Yesu a mbo ima hone,A mbidza na nne-vhoUri ndi de ndi mu khethe,Na Savhatha yawe."
 },
 {
  "title": "95 Murena Wo Ri Linda",
  "number": 95,
  "content": "# 95 Murena Wo Ri Linda\n\n1.Murena wo ri linda kha maduvha a vhege,Ri nee Phathutshedzo musi ri phanda hau,Heli duvha lavhudi li sumbedza zwIdaho,Heli duvha lavhudi li sumbedza zwIdaho.2.   Ri humbela tshilidzi, nga dzina lau Mutshidzi,Ri sedze nga tshilidzi, U tuse zwivhi zwashu,Ri ruliwe mathupho ri awele na Iwe,Ri ruliwe mathupho ri awele na Iwe.3.   Ri renda dzina lau, i vha tsini na rine,Ri vhone vhurena hau, musi ri nduni yau,Ri thetshedze namusi vhudi vhu sa fheliho,Ri thetshedze namusi vhudi vhu sa fheliho.4.   Fhungo lau kha li pfale,li kunde vhuvhi hothe,Hu vhone mitshelo yalo dzimbiluni dzashu,Ri rende nga Savhatha u swikela u tshi da,Ri rende nga Savhatha u swikela u tshi da."
 },
 {
  "title": "96 Ida duvha la U Awela",
  "number": 96,
  "content": "# 96 Ida duvha la U Awela\n\n1.Ro takala namusi, Nga vhuawelo hashuHu a ri takadzesa, Sa u da ha madautsha.2.   Ndi duvha la u’ tshete, Na u renda MudzimuNga lone ri humbula Musiki wa tadulu.3.   duvha la u awela duvha la u rendiwaNdi duvha la u divha dziphathutshedzo dzawe."
 },
 {
  "title": "97 Ro Zwi Pfa",
  "number": 97,
  "content": "# 97 Ro Zwi Pfa\n\n1.Ro pfa nga ha Murena, Yesu ndi Mutshidzi;Vhudzani tshakha dzothe, nga Yesu Murena,Vhidzelela kha shango, na kha malwanzhe othe,Yesu u a ni vhidza, ndi Ene Mutshidzi.2.   Vhudzani vha re vhavhi, Vha de ha Murena;U do vha tanzwa zwivhi, Vha khethwa vha khethwa;Imbelelani nyimbo, dzi pfiwe mashangoni,Shango li do awedzwa, nga Yesu Mutshidzi.3.   Huwelelani nothe, nga Yesu Murena.Nga lufu na vhutshilo, ha Yesu Mutshidzi;Imbani na swiswini, nga tshilidzi tsha Yesu,U do kunda livhIda, nga Yesu Murena.4.   Posa ipfi muyani, u ambe nga Yesu;Hothe Yesu u hone, A divhaho zwothe,Muthu a tshi rabela, e hothe tshiphiriniMudzimu u a mu pfa, A di mu fhindula."
 },
 {
  "title": "98 Kha Ndi Ende Na Mutshidzi",
  "number": 98,
  "content": "# 98 Kha Ndi Ende Na Mutshidzi\n\n1.Kha ndi ende na Mutshidzi, Ndi ndothe a thi koniNdi Mu pfe e tsini na nne, A tshi n-kuvhatedza.CHORUSMuya wanga si ofhe, Litsha a range phanda;Naho a tshi nnyisa hothe, ndi do di mu tevhela.2.   Kha ndi ende na Mutshidzi, Lutendo lu tshi dzima,U do amba a phumudzo, A sa konwi nga munwe.3.   Kha ndi ende na Mutshidzi, kha u tshimbila hanga;Kha madumbu na kha duvha, na vhukati ha mipfa.4.   Kha ndi ende na Mutshidzi, A linde ndila yanga;Ndi vhuye ndi swike Yordan, Na fhala seli hawo."
 },
 {
  "title": "99 Ndi Tshi Sedza Tshifhambano",
  "number": 99,
  "content": "# 99 Ndi Tshi Sedza Tshifhambano\n\n1.Ndi tshi sedza tshifhambanoHo felaho Yesu wangaLupfumo na u dihudza hangaZwothe ndi lifhedzi.2.   Ri vhona kha zwanda zwaweNa milenzhe ndi ntho fhedziO phulelwa zwivhi zwashuMipfa yo vha khare3.   nne ndo vha ndo no xelesaNda wana-vho u hangwelwaA thi koni u dikhodaNdi khoda Murena.4.   Naho nne ndi na lupfumoZwi nga si kone u nthusaNga hei mpho ya lufunoNdi mu fha vhutshilo."
 },
 {
  "title": "100 Ri Na thama Khulu Yesu",
  "number": 100,
  "content": "# 100 Ri Na thama Khulu Yesu\n\n1.Ri na thama khulu Yesu, O hwala zwivhi zwashu;Zwo naka u isa khae, zwothe nga dzithabelo,Ri xelelwa nga mulalo, Mu ngafha-ngafha nandi!Nge ra si ise zwililo, Kha Yesu nga thabelo.2.   Ri nao na matungu vho? Milingo na khakhathi?Ri songo vhuya ra shavha, Kha ri rabele Ene:Ri nga wana’fhi khonani, i ngaho Ene Yesu?Ndi Ene we a ri divha, Musi ri tshi rabela.3.   Ri lemelwa nga mihwalo, Mulingo na mathupho,Mutshidzi washu muhulu, Ri a mu rabela-vho;Ri tutshela dzikhonani, Kha ri mu vhudze zwothe;U a ni kwengweledza-ha, U do ni tsireledza."
 },
 {
  "title": "101 Yesu U A Vhidza",
  "number": 101,
  "content": "# 101 Yesu U A Vhidza\n\n1.Yesu u ri Idani hayani, U vhidza inwi namusi;U si lambe musi wa u tshidzwa, U landulela mini?CHORUSU ya vhidza, Inwi zwinoYesu U khou ni vhudza nga khumbelo khulu.2.   Na vho netaho u a vha vhidza, U a vha vhidza namusi;Ida kha Ene, U fhatutshedzwe, nga Ene Yesu zwino.3.   Ida-ha zwino o u lindela, O lindela iwe zwino;’da na zwivhi u di tukufhadze, U songo hangwa, Ida.4.   U tshi mu toda u ya u thusa, U ya thusa, ada namusi;Vhane vha tenda vha do takala, tavhanya u a vhidza."
 },
 {
  "title": "102. Mu Vulele A Dzhene",
  "number": 102,
  "content": "# 102. Mu Vulele A Dzhene\n\n1.Mueni munangoni, kha dzhene;Ndi kale o lindela, kha dzheneMueni A songo huma, kha dzhene ndi Mukhethwa,Yesu murwa wa Khotsi, kha dzhene.2.   Muneye mbilu yau, kha dzhene;Nangani Ene zwino, kha dzhene;Khoyo e munangoni, Ri do newa dakalo;Rendani dzina lawe, kha dzhene.3.   Ipfa a tshi u vhidza, kha dzhene;Mutende zwino Yesu, kha dzheneA saathu u nala, Yesu u do u tshidza,Rabela dzina lawe, kha dzhene.4.   U vhidzwa nga Mudzimu, kha dzhene;Mutanganedze zwino, kha dzheneU do hangwelwa zwivhi, Uya nga hu sa fheli;A u isa tadulu, kha dzhene."
 },
 {
  "title": "103. Dovhani Ni Bebwe",
  "number": 103,
  "content": "# 103. Dovhani Ni Bebwe\n\n1. Linwe gota li tshi da ha Yesu,la vhudzisa Yesu nga u tshidziwa;Mutshidzi a takutshedza nga u ri,’Dovha u bebiwe!’ (hafhu)CHORUSU bebiwe hafhu, U bebiwe hafhu,Ngoho, ngoho, ndi amba na’we ndi ri.’Dovha u bebiwe!’ (hafhu)2. Vhoinwi vhathu nothe shangoni,Ipfani ipfi la Yesu Murena;Ni tshi talukanya maipfi haya,’Dovha u bebiwe!’ (hafhu)3. Inwi ni funaho vhuawelo,Ni rende na vhatshidzwa nga luimbo;Ni tshi tama u dzhena vhutshiloni,’Dovha u bebiwe!’ (hafhu)"
 },
 {
  "title": "104. Ida Muvhofhololi",
  "number": 104,
  "content": "# 104. Ida Muvhofhololi\n\n1. Ndi a u lilela Ida kha nne, Ida-ha Mutshidzi;Ndi a u dzindela Ida kha nne, Ida-ha Mutshidzi;CHORUSNdo vha ndo xela ngei dzithavhani, nda vha kule na hayani;Khumise ndi vhuyele hayani, Ida-ha Mutshidzi.2. A thi na vhuawelo vhusiku, Ida-ha Mutshidzi;Wa ndavhelesa ndi n ga di tshila, Ida-ha Mutshidzi.3. Ndi tshimbila ndaila dzi kondaho, Ida-ha Mutshidzi;Mato anga a lilala kha’we, Ida-ha Mutshidzi.4. U si sande u di-nyadza hanga, Ida-ha Mutshidzi;Ndi a lila apfa thabelo yanga, Ida-ha Mutshidzi."
 },
 {
  "title": "105. Vha Kule Na Tsini",
  "number": 105,
  "content": "# 105. Vha Kule Na Tsini\n\n1. Vha kule na tsini no vhofhololwaVho-inwi ni pfaho no vhofhololwa;Kha wone mulilo na khathuloni yaYesuMutshidzi ine ya do da.CHORUSU ri vhofholola na u ri tshidzaMusi ri tshi tenda khonani yanga.2. Zwi nga itea naa? Ni vhofhololweMaanda a hone naa? Ndi vhofhololweMbudze fhungo ngoho nga Yesu Kristo;Ene kha ntshidze-vho Yesu Kristo;Ene kha ntshidze-vho kha Sathani.3. Inwi ni ofhaho no vhofhololwaNi tenda Yesu naa? A re Mutshidzi.Si ofhe Sathane, Iya kha YesuLitshani u ofha, ima u khwathe."
 },
 {
  "title": "106. Ri Fhate Kha Tombo li Tshilaho",
  "number": 106,
  "content": "# 106. Ri Fhate Kha Tombo li Tshilaho\n\n1. Ri fhata kha tombo li tshilaho, Yesu tombo la kale,Ndi hone ri tshi do khuda, Mudzinginyo na milingo.CHORUSRi do fhata-ha, Ri do fhata-ha,Ri do fhata kha Kristo tombo lo khwathaho la Maanda2. vhanwe vha fhata mutavhani, na kha lupfumo lwa shango,vhanwe vho di tika zwivhini, kha dakalo la shango.3. Fhata kha tombo la u khwatha, kha murango wo khwathaho,Ene fulufhelo la kale, la u tshidzwa ha vhathu."
 },
 {
  "title": "107. Mmbudze Mafhungo A Yesu",
  "number": 107,
  "content": "# 107. Mmbudze Mafhungo A Yesu\n\n1. Mmbudze mafhungo a Yesu, nwala mbiluni yanga,Mmbudze mafhungo mahulu, a vhudi a sa dihwi;Bulani zwe na vharunwa vha imba a tshi bebwa,Thendo kha Mudzimu khotsi, na mulalo kha vhathu.CHORUSMmbudze mafhungo a Yesu, nwala mbiluni yanga,Mmbudze mafhungo mahulu, avhudi a sa dihwi.2. O didzima E sogani, bula misi ya hone,O lingelwa zwivhi zwashu, a fhedza nga u kunda;Bula nga mishumo yawe, na vhutungu he a pfa,O nyadzwa a rwiwa, a shaya haya, a naledzwa.3. Amba nga u vhambwa hawe, na nga u vhaisala,Na zwa tshalo he a switwa, na nga u vuwa hawe;Zwothe zwi amba lufuno, lune lwa sathu u vhonwa,Ndi a lila ndi tshi zwi pfa lufuno lwo nthengaho."
 },
 {
  "title": "108. U Vhidza Nga Lufuno",
  "number": 108,
  "content": "# 108. U Vhidza Nga Lufuno\n\n1. Murena ndi Mulisa, U ri Ida kha nne,U dzumbame dangani, u wane vhuthsilo;Ida u tshe na Maanda, Ida u tshe muswa,Dzhena dangani lawe, kha ndila ya ngoho.CHORUSNga lufuno Yesu u a ri vhidza,’Iwe wo xelaho Ida kha nne.’Na zwino u tshe o ri lindela,Yesu Mulisa wanga.2. Yesu Mulisa wanga; we a ri fela-vho,U a u fhembeledza, ’Ida kha nne zwino.’Afho nnda hu na khombo, Ipfa u tshi vhidzwa,Dzhena dangani lawe kha ndila ya ngoho.3. Dzhena ’si tima-time, nnda hu na phele,Dzine dza nga huvhadza nngu dzo xelaho;Yesu mulisa washu u a ri vhidza-ha,Dzhena dangani lawe, kha ndila ya ngoho."
 },
 {
  "title": "109. Wo Kalwa Wa Leluwa",
  "number": 109,
  "content": "# 109. Wo Kalwa Wa Leluwa\n\n1. Murena o hatula zwo livhanaho na rine,Ri do vha musuku naa, kana ri do vha manyelo?CHORUSRi do elwa nga Murena, ni khou leluwa;Ri do elwa nga Mulayo, ha vhonwa ndeme.2. Ri do pfa mavhuya na? ’Mulanda wavhudi-vhudi!’Kana u vho do latwa; Nge wa vha a leluwaho.3. Muya u a ri vhidza, tshilidzi tshi tshe hone-vho;Khamusi hu do valwa, ho nwalwa ’Na latwa tshothe.’"
 },
 {
  "title": "110. Mashudu Vha Itaho",
  "number": 110,
  "content": "# 110. Mashudu Vha Itaho\n\n1. Ipfa maipfi a Mutshidzi, Ndi maipfi a vhutshilo.Ipfa, U humbule zwe Yesu a ri: ’Mashudu kha vha no zwi itaCHORUSMashudu vhothe vha thetshelesaho milayo ya Mudzimu.Mashudu ndi a vhane vha pfa milayo yawe, shudu nandi!2. U pfa milayo na mafulufhedziso ndi mahandana,Arali ri sa zwi tevheli zwothe, ’Mashudu kha vha no zwi ita.’3. Nga dakalo vha do dzheniswa mudini wa mulalovho,Vha do dzula vhe vhakhethwa vha bvumo, vha la mitshelo ya vhutshilo."
 },
 {
  "title": "111. A Huna munwe",
  "number": 111,
  "content": "# 111. A Huna munwe\n\n1. Ndi nnyi khonani i ngaho Yesu? A huna! A huna!A nga fhodzaho malwadze ashu? A huna! A huna!CHORUSU a divha mathupho ashu, Nga Ene a do fheliswa,Ndi nnyi khonani i ngaho Yesu, A huna! A huna!2. A huna munwe a re Mukhethwa,A huna! A huna!E mu dzia u di-tukufhadza, A huna! A huna!3. Ha koni u vha kule na rine, ha koni, ha funi!Na vhusiku u tsini na rine, u tsini na rine.4. No vhuya na pfa a tshi ni hana? Ho ngo ni landula!Ha ngo vhuya a hana mutshinyi, haho na muthihi!5. Naa hu na mpho i fhiraho Yesu? A huna! A huna!U do ri hana makoleni naa? Ha nga do ri hana!"
 },
 {
  "title": "112. Huna Vhutshilo Kha Tshifhambano",
  "number": 112,
  "content": "# 112. Huna Vhutshilo Kha Tshifhambano\n\n1. Hu na vhutshilo kha tshifhambano, Yesu u ri sedza tshone;Zwa lino shango ndi lifhedzi, Sedza lupfumo kha tshifhambano.CHORUSSedzesa, U do tshila, sedzesa tshifhambano;Humbula-vho vhukhethwa, sedzesa tshifhambano.2. Nga duvha le nda vhona Mutshidzi, a takala a tshi mmbona;Musi ndi tshi dzhena zwivhini, nda sedza Tshifhambano ndo tshila.3. Ndo dzula ndo sedza Tshifhambano, ndo fulufhela Mudzimu;Sathane ha fhenyi muthu o fulufhela Maanda a tadulu."
 },
 {
  "title": "113. Yesu U A Ni Vhidza",
  "number": 113,
  "content": "# 113. Yesu U A Ni Vhidza\n\n1. Yesu u a ni vhidza nga vhulenda, U vhidza iwe na nne;Vothini la mbilu o di lindela, U sedza iwe na nne.CHORUSIda haya, Wo neta Ida haya;Yesu u a ni vhidza nga vhulenda,U vhidza iwe na nne.2. Ni lengelani ni Yesu a tshi vhidza, U vhidza iwe na nne;Ni lengelani na nyadza tshilidzi, Tshilidzi kha ’we na nne.3. Tshifhinga na zwikhathi zwi a fhira, zwi fhira iwe na nne;Mirunzi i tshi da na lufu lwa da, Lu swika kha ’we na nne.4. Humbula fulufhedziso, lufuno, ndi la iwe na nne-vho;Naho ro tshinya u do ri hangwela, U ri hangwela rothe."
 },
 {
  "title": "114. Munango Wo Vulelwa nne",
  "number": 114,
  "content": "# 114. Munango Wo Vulelwa nne\n\n1. Hu na khoro yo vulwaho, yo vulelwa vhatshinyi,Wo thoma tshifhambanoni, ndi lufuno lwa Yesu.CHORUSTshilidzi tshi sa fheliho, khoro yo vulelwa nne naa?nne naa? nne naa? Yo vulelwa nne naa?2. Heyo khoro yo vulelwa, vha funaho vhutshilo,Vhothe vhathu na vhatsinda, na magogo a shango.3. Ibvani kha zwivhi zwothe, zwino hu tshe ho vulwa,Khare kheyo i lweleni, ndi tsumbo ya lufuno.4. Seli lula lwa mulambo, ro lata zwifhambano,Ro newa khare ya tshedza, ri do takadzwa ngayo."
 },
 {
  "title": "115. nanga Khulu",
  "number": 115,
  "content": "# 115. nanga Khulu\n\n1. Nanga khulu ndi Murena, Yesu u na tshilidzi;U vusa mbilu yo faho, ipfani ipfi lawe.CHORUSRenda dzina la Yesu, ndi dzina li takadzaho;Mu huliseni nothe, Yesu ndi Mukhethwa.2. Zwivhi zwothe zwo hangelwa, ipfani ipfi lawe;Ri tshimbile nga mulalo, ri do fhiwa dzikhare.3. Kha ri rende Ngwana rothe, ri tende Yesu rothe;Ndi a funa dzina ili, la Yesu Muphulusi.4. Dzina ili li pandela, U ofha hanga hothe;Muya wanga u takadzwa, nga dzina la Murena.5. Na musi a tshi do vhuya, na khare dza vhutshilo;Ra dzula nae Murena, ra amba nga u tshidzwa."
 },
 {
  "title": "116. A Huna Tshi Re Tsha Yesu",
  "number": 116,
  "content": "# 116. A Huna Tshi Re Tsha Yesu\n\n1. U ofha ha vhatendi, a hu na Yesu kha vho.Vho fashwa nga zwikwekwe, a hu na Yesu kha vho,Vhona u munangoni, U khou omba-omba;Thetshelesa u vule a wane-vho vhudzulo.2. Tshifhinga tshi a fhela, Murena ha shumelwi;Nga Maanda e na fhiwa, ni mu shumela lini?Tshivhi a ni tshi koni, a ni wani vhaxeli,Mutodi wa zwa shango, ha nga shumeli Yesu.3. Mutodi wa lupfumo, ha funi zwa Murena;U dzima zwithu zwothe, ha nei na Murena,Lupfumo na zwa shangoni ndi zwone zwe na funa;Ni funa zwi re zwanu, a ni shumeli Yesu.4. Ndi mutokola fhedzi, mitshelo naa i ngafhi?Hu vhonala matari, a huna na mitshelo,A i wanali mbeu, a no ngo shuma tshithu,A ni nga do takala, ni tshi ya ha Murena."
 },
 {
  "title": "117. Ndi A da Murena",
  "number": 117,
  "content": "# 117. Ndi A da Murena\n\n1. Ndi pfa Ipfi lau, Yesu u tshi mmbidza;U ri ndi de ndi tanzwiwe, nga malofha au.CHORUSNdi a da Yesu, kha Iwe zwino;Ndi tambe malofhani, a bvaho Khalivari.2. Nangwe ndi mutshinyi, ndi a u humbela;U ntanzwe hothe vhutshinyi, ndi itwe mukhethwa.3. Yesu u khou mmbidza, nga lufuno lwawe;Uri ndi de kha vhuhosi, ha ngei tadulu.4. Yesu ndi Mutshidzi, o nthengulula-vho;Nga malofha a mutengo, ngei Tshifhambanoni."
 },
 {
  "title": "118. Yesu O Rengulula Zwothe.",
  "number": 118,
  "content": "# 118. Yesu O Rengulula Zwothe.\n\n1. Ndi pfa Yesu u ri, ’A una na Maanda;Linda nga thabelo, ndi do u nea zwothe.’CHORUSYesu Mutshidzi, ndi a livhuwa,O rengulula zwothe, vhuvhi hanga hothe.2. Murena ndi vhonesa, Maanda kha iwe,A tanzwe mapele, na mbilu ya tombo.3. Ndi muvhi muhulu, ndi lila tshilidzi,Ndi do tanzwa nguvho, malofhani awe.4. Ndi ima phanda hau, ndo no vha mukhethwa,Ndo vhea Maanda anga, phanda ha Iwe-vho."
 },
 {
  "title": "119. Gabelo li tanzwaho",
  "number": 119,
  "content": "# 119. Gabelo li tanzwaho\n\n1. Kheli gabelo litswuku, lo tsa lo atama;Yesu u a tshidza vhothe, U sumba nthoni.CHORUSLutsinga kholu lwa u tamba, zwino ndi a tamba hafhu;Kha hu rendwe ene Yesu, ndo tanzwiwa, ee o ntanzwa.2. Ndi wana u sikwa huswa, hone malofhani;Zwivhi zwothe zwi do fhela, zwa fa nga Murena.3. Ndi tshimbila ndi tshedzani, ndi tshi ya tadulu;Nguvho dzanga dzo tanzwiwa, nga Yesu Murena.4. Ndi tshimangadzo tsha Yesu, tsha u rengwa hanga;Ndi Yesu a zwi divhaho, zwa u tshidzwa hanga."
 },
 {
  "title": "120. Ndi A Tenda",
  "number": 120,
  "content": "# 120. Ndi A Tenda\n\n1. Ndi dikumedza kha Iwe,’da i vha Mutshidzi,Wa mpandela phanda hau,Ndi do ya ngafhi naa?CHORUSZwino ndi a fulufhela,Yesu o mpfela,Ene we malofha awe,A ntanzwa zwivhi2. Ndi tenda lufuno lwau,Kha U mphe Maanda,Mbofholole kha zwikwekwe,Ndi phuluswe zwino.3. Khotsi anga Mato anga,A lilale kha’we,Ndi kone u wana dzanga,Muya u tshidziwe."
 },
 {
  "title": "121. Ndi do Imba Lufuno Lwa Yesu.",
  "number": 121,
  "content": "# 121. Ndi do Imba Lufuno Lwa Yesu.\n\n1. Ndi do ima nga lufuno, lwa Yesu we a mpfuna,O siya litadulu, a fa tshifhambanoni.CHORUSNdi imba nga lufuno, mbilu yanga renda,O ntshidza nga lufuno, Ndi imba nga lufuno.2. Ndi sa’thu na u lila, Yesu a mbo nndilelaNdi sa’thu na u rabela, Ene a nthabelela.3. Lufuno ulwo a luho fhano na litaduluLwo ntanzwa zwivhi zwothe, zwa nga sa Mahada.4. Naho ndi songo luga, Ene o di mpfuna,A rudza mbilu yanga, Nthuse ndi u fune."
 },
 {
  "title": "122. Tsini-Tsini",
  "number": 122,
  "content": "# 122. Tsini-Tsini\n\n1. Tsini-tsini na mbilu yau, Ntsendedze Iwe Yesu wanga;Nkuvhatedza-ha Yesu wanga, Iwe ndzumbe kha vhuawelo hau,Iwe ndzumbe kha vhuawelo hau.2. Tsini na Iwe a thi na na tshithavhelo-vho Murena wanga;Fhedzi ndi disa mbilu yanga, ntanzwe nga malofha a Mutshidzi.ntanzwe nga malofha a Mutshidzi.3. Tsini na Iwe u ntsendedze, Ndi kone u furalela zwivhi;Madakalo na u dihudza, Ndi de ha Yesu o vhambiwaho;Ndi de ha Yesu o vhambiwaho.4. Kha Iwe vhu hone vhutshilo, Kha ndi dzumbiwe ngei vhugalani;Ndi vhe hone lini na lini, Tsini na Iwe Mutshidzi wanga,Tsini na Iwe Mutshidzi wanga."
 },
 {
  "title": "123. Dzina Li Re likhethwa",
  "number": 123,
  "content": "# 123. Dzina Li Re likhethwa\n\n1. Dzina lone li funwaho, ndi line nda li divha;lo nekedzwa nga Mudzimu, nga murwa a funwaho.CHORUSNdi lone likhethwa, ndi lone likhethwa;lo bva tadulu la swika fhano,lo da na vharunwa nga vhunwe vhusiku,ndi lone dzina la Yesu.2. Kha nne li da na mashudu, uri ndi mu rende-vho;Ndi imba dzina la Ene na hone vhudi halo.3. Ndi imbela luimbo ngauri ndo vhofhololwa,Ndi rende lini na lini, dzina lo ambiwaho."
 },
 {
  "title": "124. Nga Hu Rendwe Kristo Kha nne",
  "number": 124,
  "content": "# 124. Nga Hu Rendwe Kristo Kha nne\n\n1. Kristo nga a rendwe, hu si rendwe nne;Kristo nga a pfiwe a vhoniwe.Kha zwiito zwothe hu vhuse KristoA vhe e muhumbuloni tshothe.2. matunguni A di ni fhembeledzaA fhulute Matodzi Matoni.A nthule mihwalo i lemelahoA pandele na u ofha hothe.3. Kristo Ene a hu na dzina linwe,Ndi si di dine Kristo e honeNdi si dihudze na Kristo e honenne a tuwe, hu sale Kristo.4. Kristo u divha na vhushayi hanga.Maanda othe ndi a wana khae;Muvhulungi wa zwothe zwi re zwangaKha zwi ralo, nga hu sa fheliho."
 },
 {
  "title": "125. Tshedza Mbiluni",
  "number": 125,
  "content": "# 125. Tshedza Mbiluni\n\n1. Hu na duvha dzithavhani; Hu a penya na lwanzhe,Hu a penya midavhini, na hatsini havhudi;Tshedza tshavhudi tshi penya ngomu mbiluni yanga.Hune Yesu a vha e hone, hu na tshedza tshavhudiCHORUSItsho tshedza, tshedza tshavhudi;Tshi vhonetshela mbilu,Yesu u bvisa vhutungu, hu a penya mbiluni.2. Ndi sia matungu anga, u nga nguvho ya kale;Wo nyambadza nga dakalo, wa mpfunza u U renda,Haya hu swa ha tadulu, he nda lugiselwa-vho.Ndi a disa mbilu yanga, na muya wa dakalo.3. Ndo rengwa nga Yesu wanga, zwanga zwothe ndi zwawe;Luvhone lwanga lwo fungwa, lu mu rende nga misi.Haya huswa ha tadulu, he nda lugiselwa-vho.Ndi a disa mbilu yanga, na muya nga dakalo."
 },
 {
  "title": "126. Ndo Vhofhololwa",
  "number": 126,
  "content": "# 126. Ndo Vhofhololwa\n\n1. Ndi na luimbo lwa thendo, lwa u vhofhololwa;Nga Mutshidzi khotsi-anga, we a mbofholola.CHORUSTshe nda vhofhololwa, tshe nda vhofhololwa;Thendo kha dzina lawe, tshe nda vhofhololwa,Ndi do mu renda Yesu wanga.2. U mpfushisa nga vhurena, nga u vhofhololwa;Ndi ite lufuno lwawe, O mbofholola-vho.3. Na vhutungu vhu khagala, ha u tshidzwa hanga;Vhu tusa u tima-tima, na u ofha hothe.4. Wo mbetshela haya hanga, wo mbofholola-vho;Nda dzula nga hu sa fheli, ndo vhofhololwa nne."
 },
 {
  "title": "127. U A Mpfuna Na nne",
  "number": 127,
  "content": "# 127. U A Mpfuna Na nne\n\n1. Musi thongola i tshi wa u a i vhona-vho;U funa zwothe zwinoni u funa na nne-vho.CHORUSU a mpfuna, U a mpfuna, U funa na nne-vho;Na zwithu zwitukutuku U a zwi funa-vho.2. U nakisa na maluvha a tshi tou fhefheda;U funa othe maluvha, na nne u a mpfuna.3. Mudzimu o sika zwothe, zwa fhano shangoni;Vhana vhatuku ndi vhawe, na nne U a mpfuna."
 },
 {
  "title": "128. Tshifhinga Tsha Thabelo",
  "number": 128,
  "content": "# 128. Tshifhinga Tsha Thabelo\n\n1. Tshifhinga tsha thabelo, mbilu dzi vhutungu,Ri tangana kha Yesu, khonani yashu;Ri ya khae nga u tenda, O ri tsireledza,Hu rulwa vho netaho, vha do wana Maanda.CHORUSTshifhinga tsha-vhudi, tsho shudufhadziwa,Hu rulwa vho netaho, vha do wana malamba.2. Tshifhinga tsha thabelo, U tsini na rine,U khathutshela vhothe, vha rabelaho;U ri matungu othe, a kumedzwe khae,Hu rulwa vho netaho, vha do wana Maanda.3. Tshifhinga tsha thabelo, milingo yo dala,Kha ri sendele khae, Mutshidzi washu;Ene u nao Maanda, a bvisa vhutungu,Hu rulwa vho netaho, vha do wana Maanda.4. Tshifhinga tsha thabelo, ri tenda Mutshidzi,Ri do wana mashudu, ane ra lila;Ri tshi mu fulufhela, ri sa vhilaleli,Hu rulwa vho netaho, vha do wana Maanda."
 },
 {
  "title": "129. Ida Yesu U Ri Fhatutshedze",
  "number": 129,
  "content": "# 129. Ida Yesu U Ri Fhatutshedze\n\n1. Yesu Iwe wo ri, ’Hune vhakhethwaVha do kuvhangana, nga dzina langa,Ndi do vha henefho, nda fhatutshedza.’Ida u ri tanzwe, u fhatutshedze.CHORUSYesu ’da u ri fhatutshedze rothe;U ri fhatutshedze, I vha tsini-ha.2. Yesu wo vha hone kale na kale;Ri a di U funa, nga misi yothe,Ida-ha Mutshidzi, a re Mukhethwa,Ri pfe ri a lila nga thabelo.3. Ri imbela Iwe, thendo dzavhudi;Ida thabeloni, ri fhatutshedze,U ri vhonetshele ndilani yau,Khwathisa lutendo, na fulufhelo."
 },
 {
  "title": "130. Ndi Wau Murena",
  "number": 130,
  "content": "# 130. Ndi Wau Murena\n\n1. Ndi wau Murena, ndo pfa ipfi lau li bula lufunoNdi tama lutendo lwo khwathaho, ndi kokodzelwe tsini.CHORUSNdi sendedzwe Murena wanga tsini na tshifhambanoNdi sendedzwe tsini, tsini Murena ene o mpfelaho.2. Nkhethele mushumo Murena nga Maanda a tshilidzi.Ndi vhe na fulufhelo muyani ndi ite lufuno lwau.3. Dakalo vhukuma ndi li wana musi ndi tsini hauNdi tshi rabela ndi amba na’we sa khonani vhukuma.4. Hu na lufuno hu na dakalo zwine ra sa zwi divheRi do zwi divha ro no vha seli ro awela kha iwe."
 },
 {
  "title": "131. Kha Ndi Fane Na Yesu",
  "number": 131,
  "content": "# 131. Kha Ndi Fane Na Yesu\n\n1. Kha ndi fane na Yesu, Ene Murena wanga;Tenda Mutshidzi wanga, a de a dzule na nne.Kha ndi fane na Yesu, shangoni fhano fhasi;Ndi lila muya wau, dzula na nne Mutshidzi.2. Zwinoni zwi tshi tshila, U a zwi lavhelesa;A tshi vhona zwi tshi wa, ngoho na nne U do mpfa,U sedza ndila yanga, uri a ndendedze-vho;Ndi funa u khethiwa. Dzula na nne Mutshidzi.3. Kha ndi fane na Yesu, ndi tshile misi yothe;Ndi funa u awela, fhethu ho fhumulaho,Ndo bebiwa nga huswa, nga lufuno lwa Yesu;Kha ndi vhe na lutendo, dzula na nne Mutshidzi."
 },
 {
  "title": "132. Tsini Na Tshifhambano",
  "number": 132,
  "content": "# 132. Tsini Na Tshifhambano\n\n1. Tsini na tshifhambano, hu re na mulambo,U bva ngei khalivari, u a tshidza vhothe.CHORUSNgei tshifhambanoni, kha hu vhe na thendo,Ndi hune muya wanga wa awela hone.2. Tsini na tshifhambano, ndo wana tshilidzi,naledzi ndi ya mutsho, ya mbo vhonetshela3. Tsini na tshifhambano, Ngwana ya Mudzimu,Ndi tshi vho do dzumbana, nga murunzi wayo.4. Tsini na tshifhambano, fulufhelo langa,Ndi vhuye ndi swike-vho, seli ha mulambo."
 },
 {
  "title": "133. Ndi Tshimbila Na Mudzimu",
  "number": 133,
  "content": "# 133. Ndi Tshimbila Na Mudzimu\n\n1. Ndi tshimbila na Mudzimu, ndi fane-vho na Henoxe;U nkokodze-vho nga Tshanda, uri ndi vhuye ndilani;Musi ndi tshi vho do neta, kha ndi kokodzwe nga Iwe.2. Ndi nga si kone ndi ndothe, zwa ralo ndi do balelwa;Zwikhukhuliso ndi zwinzhi, na maswina a tshi ntanga,Ho dala zwikhukhuliso, nthange phanda ndi tshimbile.3. Musi ndo awela kha ’we, zwa shangoni a s tshithu;Ndi tshimbila ndo talifha, ndi do hwala tshifhambano,Ndi de ndi vhone Tsioni, Ida u tshimbile na nne."
 },
 {
  "title": "134. Lufuno Lu Mangadzaho",
  "number": 134,
  "content": "# 134. Lufuno Lu Mangadzaho\n\n1. Muya wanga u a khoda, vhuhulu ha makoleni;Ndi nnyi a khodaho, a ambaho lufuno lwa lu na Yesu?CHORUSLufuno lu mangadzaho, lufuno lwa Murena,Lu sa fheli, lwa Murena, lufuno lwa Murena.2. Lu a ri linda vhusiku, lu a penya lu swiswini;Lufuno lwa Mudzimu, ndi mushonga une wa ilafha.3. Ndi a fulufhela tshothe, ndi do thuswa-vho ndi tshi wa;Vhutshiloni na lufuni lufuno lwa Yesu lu hone."
 },
 {
  "title": "135. Ndi U Funa U Fhira Zwothe Khotsi",
  "number": 135,
  "content": "# 135. Ndi U Funa U Fhira Zwothe Khotsi\n\n1. U fhirisa zwithu zwothe, ndi funa Murena;Ngauri u na mulalo, u sa do fhelaho.CHORUSA huna a divhadzaho, lufuno lu ngafha;A huna a divhadzaho, uri lu a tanzwa.2. Ndi di-sendedza kha Iwe, nga maduvha othe;Zwo naka u divha Iwe, wa dzothe dzithendo.3. Mbilu yanga yo takala, nga maduvha othe;Arali ndi si na Iwe, zwothe ndi lifhedzi.4. Mutshidzi wanga wavhudi, a hu tshe na munwe;Ndi tshimbila na Iwe, zwothe zwi a luga."
 },
 {
  "title": "136. Ndi Humbula Khalivari",
  "number": 136,
  "content": "# 136. Ndi Humbula Khalivari\n\n1. Ndi ya hune a do nyisa, ndo fulufhela Ene-vho,Ndi humbula thama yanga,O faho kha tshifhambano.CHORUSNdi Yesu a nndededzaho, vhusiku na masiari,Ene ndi shaka vhusiku, ndi humbula khalivari.2. Ndi funa mulayo wawe, ndi kungwa nga tshanda tshawe,Lufuno lwawe lwa-vhudi, O mpfela khalivari.3. A huna u tima-tima, ndi tshi ya ha Yesu wanga,Ndi fulufhela u vhona o mpfelaho khalivari."
 },
 {
  "title": "137. Mphe Yesu",
  "number": 137,
  "content": "# 137. Mphe Yesu\n\n1. Dzhia shango u mphe Yesu, ngauri ndi lifhedzi;Zwi re khalo a si tshithu, Yesu Ene ha fheli.CHORUSMphe tshilidzi tshau Yesu, vhuhulu ha lufuno;Na u rengululwa hanga, vhutshilo vhu sa fheli.2. Shango a si tshithu kha nne, musi ndo wana Yesu;Ndi lindwa nga Mutshidzi, ndi imba lu difhesaho.3. Shango a si tshithu kha nne, ndo sedza tshifhambano;Kha ndi vhone-ha Murena, ndo’ bonyoloswa tshothe."
 },
 {
  "title": "138. U di-nekedza tshothe",
  "number": 138,
  "content": "# 138. U di-nekedza tshothe\n\n1. Vhutshilo hanga ngovhu, ndi kumedza Murena.Na zwanda ngezwi, zwi shumise Murena.CHORUSNtanzwe malofhani a Ngwana (a Ngwana)Ndi tambe tshothe tshisimani (tshi tshidzaho)Ndi di-nekedza tshothe kha MurenaU swika vhufheloni2. Milenzhe yanga ngei, I shumele Murena.Ipfi langa li imbe thendo dzau Murena.3. Mulomo wanga ngoyu, u nule fhungo lau.Na zwothe zwi re zwanga, zwi vhe zwau Murena.4. maduvha othe anga, ndi rende-vho Murena.Na mihumbulo yanga, i dededzwe nga Iwe.5. Ndi ite lufuno lwau, ndi hangwe zwi re zwanga.Mbilu yanga nga i vhe yone khulunoni yau."
 },
 {
  "title": "139. Ndi I Wana Khonani",
  "number": 139,
  "content": "# 139. Ndi I Wana Khonani\n\n1. Ndo i wana khonani yo mpfuna ndi sa divhi,O nkokodzela kha lufuno uri ndi tshidziwe.Mbilu yanga nga i vhofhiwe-vho nga Ene Yesu,Zwino nne ndi wawe nga hu sa fheliho.2. Ndo no i wana khonani Ene we a fela nne,A nyitela mpho khulu nga hone vhutshilo hawe.Zwithu zwothe a si zwanga ndi zwa Ene munei,Arali zwino ndi kha nndwa ndi do di awela.3. Ndo no i wana khonani Maanda othe ndi awe,Ndi do di ya tadulu nga yenei ndila mbuya.Ndi vhone lupenyo na uri ndi fhiwe Maanda,Arali zwino ndi kha nndwa ndi do di awela.4. Ndo no wana khonani ya vhulenda na tshilidzi,Muphulusi wa vhutali mulisa a na Maanda.We a mpfuna zwavhudi ndi kha di shaya mini,Ri songo fhambanyiswa nga lufu ndi wau nne."
 },
 {
  "title": "140. Ipfi la Yesu",
  "number": 140,
  "content": "# 140. Ipfi la Yesu\n\n1. Ipfi la Yesu li ri ’Ida-ha u awele.’O netaho a awele kha Ene, Murena,Ndi da kha Mutshidzi wanga, ndi a da ndo neta,Ndi do wana vhuawelo khae nda takala.2. Ndo zwi pfa Yesu a tshi ri, ’Ndi do u nekedza,Madi a re na vhutshilo, u kone u tshila.’Nda da nda nwa madi ayo, nda vha a tshilaho,dora langa lo dzimulwa, ndi tshila kha Ene.3. Ndo zwi pfa Yesu a tshi ri, Ndi tshedza shangoni,Sedza kha nne li vho tsha, hu do penya kha iwe.’Nda sedza kha Yesu, naledzi na duvha langa,Ndi do tshimbila tshedzani, lwendo lwanga lwothe."
 },
 {
  "title": "141. Ndi Tama U Vha Wau tshothe",
  "number": 141,
  "content": "# 141. Ndi Tama U Vha Wau tshothe\n\n1. Ndi tama u vha wau tshothe-ha, Mutshidzi wanga,Mpfundedze uri ndi ite lufuno lwau.CHORUSWau tshothe, wau tshothe, ndi wau tshothe-tshothe,Wau tshothe, wau tshothe, ndi wau tshothe Murena.2. Dakalo, lupfumo ndi mini, u siho Murena,Ndi do zwi furalela ndi tshi itela Iwe.3. Ndi tshi lata zwothe zwa shango, sendela-ha tsini, Ndi do wana zwothe kha Iwe, nda rula mbilu. "
 },
 {
  "title": "142. Zwi difha Hani",
  "number": 142,
  "content": "# 142. Zwi difha Hani\n\n1. duvha likhethwa la-vhudi,la-vhudi kha othe.Kha ri hangwe-ha zwa shango,Ri humbule Ene.2. Ri tshi kona u rabela,Ra hangwelwa zwivhi.Ra sa amba ri sa ofhi, ’re,’Khotsi wa tadulu.’3. Ri tshi do pfa a mulalo,Kha mutanganedzi.Mitodzi na thembuluwo,Zwi isa hayani.4. Musi ri tshi kundwa Maanda,A u litsha zwivhi.A vhonaho zwa mbiluni,A ri fha tshilidzi."
 },
 {
  "title": "143. Murena Ri Fhelekedze Nga Phathutshedzo.",
  "number": 143,
  "content": "# 143. Murena Ri Fhelekedze Nga Phathutshedzo.\n\n1. Murena ri fhelekedze,Ri dadze nga dakalo,Musi ri na lufuno lwau,Ri kunda nga tshilidzi,Vusulusa, Ri fhe nungo,rine ri re sogani.2. Ri disa ndivhuwo, thendo,Kha mafhungo madifha,Mitshelo ya vhutshidzi hau,I ri dadze nga Maanda,Ri khwathese, ri khwathese;Ri dzule khayo ngoho."
 },
 {
  "title": "144. Ndila Yanga I Ya Gonya",
  "number": 144,
  "content": "# 144. Ndila Yanga I Ya Gonya\n\n1. Ndila yanga I ya gonya, misi yothe I ya gonya,Ndi rabela nga dakalo, Murena ndi da ha Iwe.CHORUSNtakuse ndi ime Yesu, nga lutendo ndi de na nne,U fhirisa zwa u thoma, Murena ndi ya tadulu.2. A thi funi u vha afha, hu re na u tima-tima,Naho vhanwe vha nga dzula, nyise shangoni tadulu.3. Ndi tshidzwe-vho nga tshilidzi, kha zwikwekwe zwa sathane,Ndi a tenda nga zwirendo zwa luimbo lwa vhakhethwa.4. Ndi tama-vho ngei tadulu, uri ndi vhone vhugala,Ndi rabela u vha hone, ntakule Murena wanga."
 },
 {
  "title": "145. Ni Songo Hana",
  "number": 145,
  "content": "# 145. Ni Songo Hana\n\n1. Ni songo tou hana, mushumo muhulu,Ni vhe no no luga, musi ni tshi runwa,Ene nga tshilidzi u khou ni vhidza,Mune wa tadulu, U ruma inwi-ha.CHORUSIdani ni songo mangala,Idani ni de mushumoni,Ni songo mangala ni sa do shoniswa,Nga u hana hanu na latwa tadulu.2. Ni songo tou hana, ni tshi vhidzwa zwino,Ndi kale no hana, tavhanyani zwino,Masimu o vhibva, vhakani a vha-ho,Mushumo wa Yesu, ni u takalele.3. Ni songo tou hana, ndi khombo u bvafha,Wa vhenga lufuno lu do tuwa tshothe,Tshilidzi tshi hone, no sumbwa tadulu,Yesu o lindela, adani ni hangwelwe."
 },
 {
  "title": "146. Vhutshilo Hau Vhu Vhe Kha nne",
  "number": 146,
  "content": "# 146. Vhutshilo Hau Vhu Vhe Kha nne\n\n1. Tshila nga ngomu hanga, Yesu mune wanga,Ndi Iwe u neaho kha khumbelo dzanga.Tshila nga ngomu hanga, kha zwithu zwothe-vho,Uri hu vhonwe Iwe, vhutshiloni hanga.2. Thembele i tanzwiwe, khazwo zwothe zwivhi,U de u vhonetshele, hu vhonale tshedza.Shangoni hu vhonale, u shanduka huswa,Uri vhathannga vhau, vha tanzwiwe nga ’we.3. Mirado yothe yanga nga i rende Iwe,Nga ivhe i tendaho u shumisa nga¡’we.Nga i ime yo khwatha, na kha zwi kondaho,I u shumele hothe, i sa vhilaeli.4. Kaidza u khuthadze, pfano i vhe hone,Ndi ime ndi kha Iwe, ndi u shumele-vho.Tshila nga ngomu hanga, Yesu Mune wanga,Ndi ’we a mphindulaho, khumbeloni dzothe."
 },
 {
  "title": "147. Ntsendedze Tsini Hau Khotsi",
  "number": 147,
  "content": "# 147. Ntsendedze Tsini Hau Khotsi\n\n1. Ntsendedze tsini hau Khotsi,U nkuvhatedze-vho.Nkuvhatedze zwandani zwau,Ndi awele kha Iwe.CHORUSNtsendedze nga lufuno,Nkokodzele tadulu.Ntsendedze tsini,Ndi de khotsi.2. Tsini-tsini hau Murena,Ndi si u tutshele.Ndi takalela u vha tsini,Ndi hone ndo fushea.3. Ndi sendedzwe nga Muya wau,Ndi fane na Iwe.Mvuse, ntanzwe ndi bve tshika,Kha ndi vhe muvhuya."
 },
 {
  "title": "148. Hothe Hothe Ndi Na Yesu",
  "number": 148,
  "content": "# 148. Hothe Hothe Ndi Na Yesu\n\n1. Hothe hothe ndi na Yesu ndi nga ya, naho a tshi nnyisa hothe shangoni,Hu si na Yesu a hu na dakalo, hothe ndi na Yesu a thi nga ofhi.CHORUSKha lothe lifhasi, a thi nga ofhi,Hothe hothe ndi na Yesu ndi nga ya.2. Hothe hothe ndi na Yesu thi ndothe, thama dzo ntutshela o sala na nne,Naho a tshi thuma hothe shangoni, hothe ndi na Yesu ndi a mu renda.3. Hothe hothe na Yesu ndi nga lala, na musi lufu lu tshi nga sendela,Ndi divha zwauri ndi do vuwa, hothe hothe na Yesu ndi hayani."
 },
 {
  "title": "149. Tshimbila Tshedzani",
  "number": 149,
  "content": "# 149. Tshimbila Tshedzani\n\n1. Tshimbila tshedzani tsha Yesu, U vhonetshele,Muya une wa bva tadulu, u thutha swiswi.CHORUSEnda tshedzani, enda tshedzani,Tshimbila tshedzani, tshaweMurena.2. Tshimbidza mafhungo ngoho, ndi ipfi la Yesu,Vhonetshela na vha re vhaswa, vha de ha Murena.3. Naho hu na swiswi livhi, musi u ndilani,Tshedza tshi do u vhonetshela, tsha pandela swiswi.4. Tshimbila tshedzani tshawe, nga lufuno lwawe,Na zwivhuya zwa vhukonani, ha ngei tadulu."
 },
 {
  "title": "150. Vhakani Vha Ngafhi?",
  "number": 150,
  "content": "# 150. Vhakani Vha Ngafhi?\n\n1. Vha ngafhi vhathu vha no do kana? Vha de vha kuvhanganye khulane,Nga segere dzi re yone ngoho, Vha ite mushumo vha sa neti.CHORUSNdi nnyi a no do da u kana?Na u kuvhanganya one mavhele,A de a thuse u vhuisa.Mavhele a bvaho tsimuni.2. Imani magondoni ni sedze,Sedzani thoro dzo salaho.Vhukati ha tshene ri sedzese,Ni a nange ni dise hayani.3. Mavhele o no vhibva tsimuni,Shango lothe lo lindela khano.Vhashumi vho tahela nga Maanda,Idani mushumo ndi muhulu.4. Idani-ha na segere dzothe,Ni kuvhanganye mavhele othe.Khwathani, Murena a tshi vhuyaNi do takala nae hayani.   "
 },
 {
  "title": "151. naledzi Dzi do Vha Hone Naa?",
  "number": 151,
  "content": "# 151. naledzi Dzi do Vha Hone Naa?\n\n1. Namusi ndi humbuka shango lavhudi,ndi do vhuya nda vha khalo naa?Mutshidzi do ntsendedza kha tshilidzi,nda do vha tsini na naledzi.CHORUSKhare yanga i do vha na naledzi naa?Musi duvha li tshi kovhela?Musi ndi tshi do vuwa vhudzula-vhafu,tshanga tshedza tshi do penya naa?2. Zwino kha ndi shume ndi tshi di rabela,ndi kuvhanganye na mimuya,Uri na tshanga tshedza tshi de tshi penye,hu tshi do pfala thendo yawe.3. Muvhusoni wawe ndi do di takala,ndi tshi isa zwe nda zwi shuma,Mudi u daho u do vha wa dakalo,na tshanga tshedza tshi tshi penya."
 },
 {
  "title": "152. Amba Na nne",
  "number": 152,
  "content": "# 152. Amba Na nne\n\n1. Amba na nne Murena nga ipfi lavhudi,Nga lufuno lwavhudi, a thi nga u siyi.U vule mbilu yanga, i pfe Iwe fhedzi,Nndadze-vho nga dzithendo, ndi takadzwe nga’we.CHORUSAmba nga u hevhedza, lufuno lwau kha nne,Uri ndi vhe mukundi o vhofhololwaho,Amba nga misi nga vhulenda Yesu,Nga ndi U pfe u tshi ri a thi nga u siyi.2. Amba na vhana vhau, vha sumbedze ndila,Vha dadze nga dakalo, vha funze thabelo,U vha nee vhutshilo, vhutshilo vhukhethwa.disa muvhuso wau ri u takalele.3. Amba sa kale-kale U tshi di sumbedza,Mpfunze mulayo wau, ndi ite zwivhuya,U mpfunze U u renda, nthuse ndi u khode,Ndi ite nga dakalo, ndi do u hulisa."
 },
 {
  "title": "153. Murena A Thi Rabeli Zwa Matshelo",
  "number": 153,
  "content": "# 153. Murena A Thi Rabeli Zwa Matshelo\n\n1. Murena a thi rabeli zwa matshelo,Ndi si wele vhuvhini kha la namusi,Ndi sa ambi tshithu nga u sa humbula,U vhee luswayo lwau mulomoni.2. Ndi do shuma nga Maanda ndi tshi rabela,Ndi do vha muvhuya nda di-tukufhadza.Mphe Maanda uri ndi di-tukufhadze,Ndi di-nekedza tshothe kha la namusi.3. Arali nne ndi tshi nga fa namusi,Kha ndi di-tike nga fulufhelo lau,Murena thi rabeleli zwa matshelo,Nndise ndi tshimbile na Iwe namusi."
 },
 {
  "title": "154. Mulindi Mmbudze",
  "number": 154,
  "content": "# 154. Mulindi Mmbudze\n\n1. Mulindi mmbudze mutsho nga thendo ya tsioni,Hu vhonala dzi tsumbedzo, dzi amba u da hawe,Vuwa-ha u lavhelese, mapfuvhi a khou tswuka,Ambara-ha dza mbingano, vuwa-ha vuwa lo tsha.2. Vhona u penya ha tshedza, hu ndilani yau-vho,Dzitsumbedzo dzo no anda, dzi ambaho zwi daho,Hu tshi lila phalaphala, shangoni na lwanzheni,Vho felaho Murenani, vha vutshela u tshila.3. Tshedza tshi khou aluwa tsha nwaha wa Savhatha,Vhothe vha tshi isa ipfi, muvhuso wo no swika,Ndo lavhelesa nga kule, hu khou penya KananaNa vhudi ha ngei Salema, hu khou toá¸’zimela.4. Mudi uyo ndi musuku, mune wawo ndi khotsi,Ndi Murena wa Tsioni, U vhusa nga mulalo,Hu na thavha dzi penyaho, na dzo lapfaho dzi hone,Na milambwana i hone, ya madi a difhaho.5. Ilo shango lo sendela, lo tanwa nga vhugala,Nga maduvha othe-othe, ri do vha ri Edeni,Hu do pfala nyimbo fhedzi, dzi tshi bvuma muyani,Vhanzhi vha do imbelela, musi ri tshi vho swika."
 },
 {
  "title": "155. Ndi do Ya Hune Wa Nthuma",
  "number": 155,
  "content": "# 155. Ndi do Ya Hune Wa Nthuma\n\n1. A hu nga vhi kha thavha fhedzi, kana fhadzi ha lwanzhe,Hu nga si vhe ndwani fhedzi, hune Murena a nthuma.Nga ipfi lau wa mbidzela fhethu ndi sa hu divhi,Ndi ri, ’Ndi na Iwe Murena, ndi ya hune wa nthuma.’CHORUSNdi do ya hune wa nthuma Yesu,Dzithavhani na lwanzheni.Ndi ambe maipfi au Murena,Ndi ite lufuno lwau.2. U tshi nthuma uri ndi bule fhungo lau Murena,Ndi tode muita-zwivhi o xelaho, a funwaho.Mutshidzi U tshi nthusa kha iyi ndila i kondaho,Ipfi langa li do pfala, ndi do bula zwine wa funa.3. Hu hone hune ha vha na midavhi yo atamaho,Hune nda nga mushumela-vho, Yesu o ri felaho.Ndi a di-nekedza, ndi fulufhela lufuno lwawe,Nda di-tukufhadza phanda hawe, nda pfa lufuno lwawe."
 },
 {
  "title": "156. Maipfi A Tsinyuwo Ni Si A Bule",
  "number": 156,
  "content": "# 156. Maipfi A Tsinyuwo Ni Si A Bule\n\n1. Maipfi a tsinyuwo ho ngo fanela u bulwa,Mbilu kha i thivhele a sa vhaise vhanwe.CHORUS’Mulayo wawe ndi wa lufuno,Vhana ipfani ipfi la khotsi.’’Mulayo wawe ndi wa lufuno,Vhana ’pfani ipfi lawe.’2. Lufuno lu na vhutshena vhushaka ndi vhukhethwa,Fhedzi zwi nga di tshinyiwa nga lone ipfi livhi.3. U khakha hu di itiwa nga muhumbulo muvhi,Vhushaka vhu fhedzwa nga ipfi lithihi la mbiti."
 },
 {
  "title": "157. Tshifhinga Tsha Khano Tsho Swika",
  "number": 157,
  "content": "# 157. Tshifhinga Tsha Khano Tsho Swika\n\n1. A bvaho e na tshililo, A tshi kho’ zwala mbeu;A sa lali, A sa neti, U do wana tshilidzi.CHORUSVhonaha iwe mulimi, mavhele o no vhibva;Na khano yo no vha tsini, Masimu o no tshena.2. nwando u wa lwa vhulenda, duvha la vhonetshela;Ri fhiwa na mitshelo-vho, nga Maanda a tadulu.3. Zwino u singo tshenuwa, Zwala, U songo neta;Khwatha naho zwi tshi konda, U do kana dakalo."
 },
 {
  "title": "158. Khano Khulu Ya Shango Yo Lindela",
  "number": 158,
  "content": "# 158. Khano Khulu Ya Shango Yo Lindela\n\n1. Khano khulu ya shango yo lindela, Yesu u vhidza vhakaniwa vhawe.Hu re kulesa na tsini ho vhibva, Mukani u do swika ro lindela.CHORUSTavhanya u da . . . Mune wa pfano,Tavhanya u da . . . ri tuwe.2. Ilo duvha li sa fheli li do da, Mitodzi i do fhela u tshi swika,Tshivhi tshi ri dinaho tshi do fhedzwa, tshifhinga tshino ndi tshone tsha khano.3. Zwi a difha u shuma nga dakalo, Mulambo wa lufuno u songo xa.Ri khou vhidzwa nga lwone lufuno, Kha u di-nekedza hu mangadzaho."
 },
 {
  "title": "159. Ndi A U toda",
  "number": 159,
  "content": "# 159. Ndi A U toda\n\n1. Ndi a u toda Mutshidzi, nne ndi bofu ndi muvhi,Mpfare nga tshanda tsha vhuthu, Maanda a bva kha Iwe.CHORUSZwifhinga zwothe Yesu, Ndi a U funa tshothe,Nga zwifhinga zwothe, Mutshidzi u mbulunge.2. U nyambadze nga vhulenda, Ndo ambara zwa tshikha,Ndi vhone vhushai hanga, ndi humbele-vho Maanda.3. Dzhavhelo langa ndi Iwe, nne-vho a thi na tshithu,Mpfare nne ndi sa pambuwe, Iwe vhutshilo hanga.4. Naho swiswi li tshi dzhena, Dakalo na vhushai,nne ndi di-tika nga Iwe, Iwe Mutshidzi wanga."
 },
 {
  "title": "160. nne Ndo Vhetshelwa Yesu",
  "number": 160,
  "content": "# 160. nne Ndo Vhetshelwa Yesu\n\n1. ’Ndo vhetshelwa Yesu.’ Nga Maanda a Mudzimu,Kha nne a hu na tshithu, Ndi tevhela Yesu.CHORUS’nne ndo vhetshelwa Yesu.’ Murena ndi wau,A thi tami tshithu na tshithihi, Iwe u ’zwothe.’2. ’Ndo vhetshelwa Yesu.’ Ndi do shuma nga-lo,Dakalo ndi si litshe, U tevhedza zwothe.3. ’Ndo vhetshelwa Yesu.’ Khsa ndi di-tukufhadze,Ndi vhe na vhulenda, Ndi zwi litshe zwa shango.4. ’Ndo vhetshelwa Yesu.’ Ndi wawe vhukuma,Ndi vhe wawe tshothe, U swika vhufheloni."
 },
 {
  "title": "161. Ndi Na Khonani Khulu",
  "number": 161,
  "content": "# 161. Ndi Na Khonani Khulu\n\n1. Ndi na khonani khulu, ndi i funa nga Maanda,I nkokodza nga lufuno, ndo i fulufhela,Thi nga dzuli kule nayo, ndi tama ndi tsini,Ri do dzula rothe na Yesu wanga.2. Ndo neta ndo homelwa ndi si tshithu nne,Ndi siamela kha Ene, Ene thuso yanga,Ndi Ene murangaphanda kha dzothe dzindila,Ri do tshimbila rothe na Murena.3. Ndi mu vhudza matungu na dakalo langa,Na u fushea kha nne na zwi nnetisaho,Ene u ri ndi rabele nga tshifhinga tshothe,Zwino ndi amba na Mutshidzi wanga.4. U divha dora langa la u wana muya,Ndi zwine a nthumela na ipfi la vhulenda,Ndi divhadze nga lufuno na nga lufu lwawe,Ri do shuma khathihi na Murena."
 },
 {
  "title": "162. Ndi Tshimbidzwa Nga Mutshidzi",
  "number": 162,
  "content": "# 162. Ndi Tshimbidzwa Nga Mutshidzi\n\n1. Ndi tshimbidzwa nga Mutshidzi, ndi kha di lila mini?Ndi do vhilaela mini, ndi Ene o nthengaho,U dzula a tshi mphumudza, nga lutendo ndi wawe,Naho hu tshi nga da mini, Yesu ndi Muphulusi.Naho hu tshi nga da mini, Yesu ndi Muphulusi.2. Ndi tshimbidzwa nga Mutshidzi, ndila i a leluwa,Nga tshilidzi ndi a kunda, nga tshinkwa tsha vhutshilo,Arali nne ndo no neta, ndi na dora muyani,nne ndi vhona phanda hanga, tshisima tsha vhutshilo.nne ndi vhona phanda hanga, tshisima tsha vhutshilo.3. Ndi tshimbidzwa nga Mutshidzi, wa lufuno lungafha,Ndi do wana vhuawelo, henengei tadulu,Ndo wana vhutshilo vhuswa, ndi dzhene kha lupenyo,Luimbo lwanga lwa gundo, Yesu u nthange phanda.Luimbo lwanga lwa gundo, Yesu u nthange phanda."
 },
 {
  "title": "163. Ipfa Yesu U A Vhidza",
  "number": 163,
  "content": "# 163. Ipfa Yesu U A Vhidza\n\n1. Ipfa Yesu u a vhidza, ndi nnyi a no do shuma?Na masimu o no vhibva, ndi nnyi a no do kana?Mutshidzi u khou vhidza, malamba o no luga,Ndi nnyi a no ri; ’ndi fhano nthume Murena wanga.’2. Wo thivhelwa nga malwanzhe u ya kha vhahedeni,U nga wana vhanwe tsini, vhane vha toda thuso,Wa sa amba sa murunwa, na u nga ene Paulo,Amba nga lufuno lwawe we a ri fela rothe.3. Wa sa nga Ene Mulindi, a re ntha ha milingo,Ane a sumbedza vhothe, ndila ya makoleni,Nga mpho na dzithabelo, u ite zwa Mudzimu,U fane na Aroni, o tika muporofita.4. Musi vhathu vha tshi lovha, Murena a tshi vhidza,U songo pfiwa u tshi ri, a thi koni na tshithu,tuwa u shume zwavhudi, nga u fulufhedzea,Aravha-vho u tshi vhidzwa, ’ndi fhano nthumeMurena.’"
 },
 {
  "title": "164. Ndi Dzula Tsini Ha Yesu",
  "number": 164,
  "content": "# 164. Ndi Dzula Tsini Ha Yesu\n\n1. Ndi dzula tsini ha Yesu, Ndi pfa maipfi aweFhethu henefho ho naka, ndi do dzula ndi hone.Ndi dzula tsini ha Yesu, Ndi tshi sedza zwa kale;Nga he a nkhathutshela nne, U swika a tshi nngwana.2. Ndi dzula tsini ha Yesu, Mashudu mangafhani!Ndi mu vhudza zwa matungu, ndi wana vhuawelo.Ndi dzula tsini ha Yesu, Uri ndi tshi rabelaNdi wane dzikhathutshelo, Na u fhumudza hawe.3. Ntshudufhadze Murena, Ndi da kha nayo dzau,Nga tshilidzi ndi do vhona, Tshifhatuwo tsha YesuMihumbulo i vhe yawe, na nne ndi fane nae,Hu vhe vhutanzi ha uri ndi dzula ndi na Yesu."
 },
 {
  "title": "165. Ndi A U Funa",
  "number": 165,
  "content": "# 165. Ndi A U Funa\n\n1. Ndi a u funa kha nne Yesu wangaIwe Mutshidzi na Mudzimu wangaNdi u funa zwihulu u a divhaFhedzi mishumo yanga i do amba.2. Ndo pfa ndo takala lwa u takalaNdo takala musi ndo da kha thavha.Ndi vhone lupfumo ndi vhe henefhoNa Yesu, vharunwa mashaka othe.3. Yesu Mutshidzi u a mphathutshedzaNdo wana u tshidzwa na u awela.Ndi do imbelela nga dzina laweNa tshilidzi tshawe nga hu sa fheli.4. Haho ane a nga Mutshidzi wangaU mpfuna a mpfunza na u mu rendaNdi do dzula ndi tshi mu renda nneNga dakalo ngomu mbiluni yanga."
 },
 {
  "title": "166. Tombo la Mirafho yothe.",
  "number": 166,
  "content": "# 166. Tombo la Mirafho yothe.\n\n1. Tombo le nda korelwa, Ndi di dzumbe kha Iwe;Ndi tshidzwe nga malofha, E a bva dzinthoni,Ivha mushonga tshothe, U ntanzwe zwivhini.2. ’Thi koni u vuledza maambwa nga mulayo;Naho nda fungelela hani na nga zwililo,Ndi nga si thuthe tshivhi, Mutshidzi ndiwe fhedzi.3. Ndi da ndi si na tshithu, Nda losha tshifhambano;Ndi fhedzi ndi ambadzwe, ndo xela kha ndi thuswe,Ndo tshinya Yesu wanga, ntanzwe uri ndi si fe.4. Ndi tshi vuledza lwendo, ndo kunda lone swina;Ndi tshi ya hu sa dihwi, Ndi vhona khulunoni,Tombo la kalekale, Ndi di dzumbe kha Iwe."
 },
 {
  "title": "167. Murango Wo Khwathaho",
  "number": 167,
  "content": "# 167. Murango Wo Khwathaho\n\n1. Vhakhethwa, vhonani murango wa lutendo wo khwathaho kha ipfi lawe!U kha di amba ’ni zwe a si ambe, (Kha inwi no vhuvhaho nga Mutshidzi).U kha di amba ’ni zwe a si ambe, (Kha inwi no vhuvhaho nga Mutshidzi).2. U songo ofha, U songo tshuwa, Ndi na ’we,Ndi Mudzimu Wau wa thuso,Ndi do u thusa, Nda u ika tshothe, (Wo tikwa nga tshanda tshanga tsha MaandaNdi do u thusa, Nda u ika tshothe, (Wo tikwa nga tshanda tshanga tsha Maanda)3. Musi ndi tshi ri u wele milambo ya matungu a i nga do u kumba;Ndi do vha na Iwe nda fhatutshedza (nda u fhatutshedza kha khombo khulu).Ndi do vha na Iwe nda fhatutshedza (nda u fhatutshedza kha khombo khulu)4. Musi i milingoni i fhisaho tshothe, Tshilidzi tshanga tshi do kona;Mulilo a u nga u fhisi tshothe, (Hu swa manyelo musuku wa sala).Mulilo a u nga u fhisi tshothe, (Hu swa manyelo musuku wa sala).5. Muthu a gogodelaho kha Yesu tshothe, A thi mu litshi na maswina,Naho dunzi la lufu la phusula,(A thi nga do mu litsha na khathihi).Naho dunzi la lufu la phusula,(A thi nga do mu litsha na khathihi)."
 },
 {
  "title": "168. Yehova Ndi Ene Mulisa Wanga",
  "number": 168,
  "content": "# 168. Yehova Ndi Ene Mulisa Wanga\n\n1. Yehova ndi Ene Mulisa wanganne u ndadza mafuloni avhudiEne u netulusa muya wangaA mbuedzedza nga tshilidzi tshawe.2. Ndi tshi tshimbila dunzini la lufuIwe u na nne athi nga ofhi tshithu.Lubada lwau lu a ntsireledzaNdi na mufhumudzi a thi nga ofhi.3. U mpha zwiliwa phanda ha maswinaTshinwelo tshanga tsho dala u dalaU ndolisa thoho yanga mapfuraZwino ndi nga vha ndi tshi ofha nnyi?4. U luga hau na tshilidzi tshauZwi mpheletshedze ndi swike tadulu.Ndi tshimbile ndilani ya vha kale.Na nne ndi swike muvhusoni wau."
 },
 {
  "title": "169. Mulaifa Wa Muvhuso",
  "number": 169,
  "content": "# 169. Mulaifa Wa Muvhuso\n\n1. U songo tsha edela mulaifa,U lalelani haya hu tsini?Karuwa, Vuwa, Ambara Mapfumo,Tshifhinga tshi a fhela talifha.2. Ho vuwa nndwa mashangoni othe,Vhothe vha tetemela nga nyofho;Thetshelesa mibvumo i bvumaho,Mulaifa thanya u si hangwe.3. U si tevhedze zwithu zwa lifhasi,Lukuna lwazwo ndi lu fhiraho,Mulaifa lata zwothe zwa shango,Vhofha zwi khwathe u sedze phanda.4. Khwathisa u liladze thoho yau,U lindele u tshidzwa nga Yesu,Vhona! O swika, O ima munango,Mulaifa ambara u imbe."
 },
 {
  "title": "170. Musiki Murena Wanga",
  "number": 170,
  "content": "# 170. Musiki Murena Wanga\n\n1. Musiki Murena wanga ndi livhuha;Khathutshelo yau, Tshisima mashudu angaKhathutshelo yau, Tshisima mashudu anga2. Ndi tshivhumbwa, ndi tshila nga Iwe fhedziMudzimu wanga Iwe U toda thendo khuluMudzimu wanga Iwe U toda thendo khulu.3. Murena ndi nga itani, zwothe ndi zwau,Ndi tama u livhuwa yone khangwelo yanga,Ndi tama u livhuwa yone khangwelo yanga.4. Vusa muya wanga, nga Maanda makhethwa,Uri ndi swikele kha lufuno lwau-vho,Uri ndi swikele kha lufuno lwau-vho."
 },
 {
  "title": "171. U Ri ’Ni Nga Vhusiku?",
  "number": 171,
  "content": "# 171. U Ri ’Ni Nga Vhusiku?\n\n1. He mulindi wa tsioni, U ri ani nga vhusiku?I a penya naa masase, duvha lo tsha kale naa?duvha li tsini na u vhonala naa?duvha li tsini na u vhonala naa?2. U ri vhudze ro no swika, Ri tavhe-vho mukosi,Ri nga vha ro no swika naa? duvha lo tsha kale naa?Zwo ralo naa wo sendela muvhuso?Zwo ralo naa wo sendela muvhuso?3. Fulufhelo ro li fara, ri tsini na hayani,I vho penya andndi masase, I a the penyisa hothe,He vhakhethwa, u phuluswa ho swika,He vhakhethwa, u phuluswa ho swika.4. Ro i wana yone ndila, shango lo no vha tsiniRi hohovhela ngei phanda, litadulu lo swika.Maipfi a ri ndi Iwe Mukhethwa,Maipfi a ri ndi Iwe Mukhethwa."
 },
 {
  "title": "172. Zwi do Guma Lini?",
  "number": 172,
  "content": "# 172. Zwi do Guma Lini?\n\n1. Zwi do guma lini, U do swika lini naa?Mbilu yo netiswa nga u lenga hau-vho.Naa li do swika lini duvha la madzanga?Vhurena hau vhu tshi vhonala kha vhau.2. Zwi do guma lini naa? U do vhuya lini?Vha tendaho vho vhuya vha fhungudzea-vho.Vhunzhi ha vhathu vho no di wela zwivhini,A vha gathi vha funaho u swika hau.3. O vusa vho lalaho, Ruma ipfi, vusa.Vhakhethwa kha vha ri: ’Murena o sendela!’Kha dzi duge dzimbone, Ri ime ro khwatha.Vhothe vha takalele dakalo lihulu."
 },
 {
  "title": "173. Lutendo Lu Shayeaho",
  "number": 173,
  "content": "# 173. Lutendo Lu Shayeaho\n\n1. Ulwo lutendo lwa ngoho lu sa ofhi tshithu,Lu sa tetemeli musi wa vhushayiLu kondelela vhuhedana na khombo.2. A lu gunguleli ndayo lu tshi kaidziwaKha zwi vhavhaho na musi zwi tshi kondaLu di tika nga Mudzimu tshothe-tshothe.3. Lutendo lu penya naho hu na madumbuLu sa divhi nyofho naho lu khomboniNaho hu na swiswi a lu tima-timi.4. Lu no hwala tothe u sandwa na u sa sathulwa,Lu nga si mile nga vhuvhi ha shangoLu nga si vhuye lwa fhurwa nga matali.5. Yesu mphe ulwo lutendo lune ngalwo nda doThetshela-vho dakalo likhethwa-khethwa,la haya la vhutshilo vhu sa fheli."
 },
 {
  "title": "174. Zwi Takadza Hani!",
  "number": 174,
  "content": "# 174. Zwi Takadza Hani!\n\n1. Ri a li takalela fulufhelo la ngoho.li ri takulela ntha musi ri lwendonili ri takulela ntha musi ri lwendoni2. Li a ri sumbedza lone shango la vhakhethwa.Hune ra do vhona vhafunwa ra dzula navho.Hune ra do vhona vhafunwa ra dzula navho.3. Kha shango li si na zwivhi mulingo a uho.Hu dzulwa nga dakalo li songo vanganywahoHu dzulwa nga dakalo li songo vanganywaho.4. Kha helo shango lavhudi a huna mitodzi.Lufu a lu nga dzheni, vha do nga sa vharunwaLufu a lu nga dzheni, vha do nga sa vharunwa.5. Tavhanya tshifhinga, Mutshidzi tavhanya u daRi tama u vhona Iwe ri dzule hayaniRi tama u vhona Iwe ri dzule hayani."
 },
 {
  "title": "175. Mutshidzi A Fanaho Na Mulisa",
  "number": 175,
  "content": "# 175. Mutshidzi A Fanaho Na Mulisa\n\n1. Ri a funa u ri a vhe Mulisa washuRi ise pfuloni yavhudi, ri fhatele danga;Yesu washu, Yesu washu, Wo ri renga ngangohoYesu washu, Yesu washu, Wo ri renga ngangoho.2. Ri vhau khonani yashu Ri vhulunge ndilani;Ri tsireledze zwivhini, Ri tode ri tshi xela.Yesu washu, Yesu washu, Ipfa thabelo dzashu,Yesu washu, Yesu washu, Ipfa thabelo dzashu.3. Wo ri u do ri tanganedza, rine ri zwisiwana;U ri vhofholola nga tshilidzi na khathuthelo,Yesu washu, Yesu washu, Ri a da-vho kha IweYesu washu, Yesu washu, Ri a da-vho kha Iwe."
 },
 {
  "title": "176. Fulufhelo lo Shudufhadzwaho",
  "number": 176,
  "content": "# 176. Fulufhelo lo Shudufhadzwaho\n\n1. Fulufhelo likhethwa, Khezwo zwi todwaho,U fhira zwothe zwi funwaho nhalo shango.2. Hu na naledzi i bvisaho maswiswi,I penya u fhira zwothe, i kunda na lufu.3. Ipfi la khuthadzo, li vusaho muya,Li tusa dzimbilaelo, Nga lufuno lwawe.4. Ipfi la Goligotha, li bula pfarelo,Li ri fha fulufhelo la u ya tadulu."
 },
 {
  "title": "177. A Huna Vhusiku Hone",
  "number": 177,
  "content": "# 177. A Huna Vhusiku Hone\n\n1. Shangoni li penyaho, Ndi mudi wavhudi,U sa do tahala-ho, A hu na vhusiku.CHORUSKhotsi I do fhuluta, Mitodzi ya vhakhethwa,Minwaha a i vhalwi, Ndi u tshila tshothe.2. Khoroni dzi penyaho, Mudini wavhudi,Ndila ndi dza musuku, , A hu na vhusiku.3. Dzikhoro a dzi valwi, Mudini wavhudi,Mulambo wa vhutshilo, A hu na vhusiku.4. duvha a li todei, Mudini wavhudi,Ndi Ngwana i penyaho, A hu na vhusiku."
 },
 {
  "title": "178. Kristo U A Vhuya",
  "number": 178,
  "content": "# 178. Kristo U A Vhuya\n\n1.  Hu nga di vha nga matshelonitsheloni, musi tshedza tsha duvha tshi tshi bvelela,Hone Yesu u do vhuya nga lupenyo, U da u dzhia vhawe.CHORUSMurena U do swika lini uri ri takale,Ri tshi do ri o vhuya, Haleluya Amen, Haleluya Amen.2.  Nga masiari kana nga madekwana,mathina na nga vhukati ha vhusiku,Musi vhugala hawe vhu tshi vho penya,A tshi do dzhia vhawe.3. Vharunwa vha do imbelela Hosana,Na vhakhethwa vha do tangwa nga dzimvumi,Yesu u do da e na lupenyo lwawe,u tanganedza vhawe.4.  Ri do takala ngauri ri nga si fe, Hu si na lufu, vhutungu na u ofha,Ri do takulelwa ntha tshikhalani, a tshi do dzhia vhawe. "
 },
 {
  "title": "179. Naa Wo Mu Lindela Yesu Musi A Tshi da",
  "number": 179,
  "content": "# 179. Naa Wo Mu Lindela Yesu Musi A Tshi da\n\n1. Naa wo mu lindela Yesu musi a tshi da? (2)Vhona u a da, vhona u a da,Ambara luga Yesu u a da.CHORUSVhonani Yesu u a da, u a da, (2)Vhona u a da, vhona u a da,Ambara luga, Yesu u a da.2. Dzi duge dzimbone dzashu, Yesu u a da, (2)U tsini u a da, u tsini u a da,Luga-ha Yesu u a da.3. Ri tanganedza Yesu musi a tshi vhuya, (2)Ndi ngoho u a da, ndi ngoho u a da,Ri do mu vhona a tshi da.4. Ri imba haleluya musi a tshi vhuya, (2)Vhona u a da, vhona u a da,Imbani haleluya a tshi da."
 },
 {
  "title": "180. A Ri divhi Tshifhinga",
  "number": 180,
  "content": "# 180. A Ri divhi Tshifhinga\n\n1.   A ri divhi tshifhinga tsha u vhuya hawe, Dzitsumbedzo dzone dzi a talutshedzaU swika ha fulufhelo lavhudi, A ri divhi duvhaCHORUSU a da, kha ri dzule ro luga,(U a da) U a da Haleluya, Haleluya,U da nga makole, na lupenyo lwa khotsi, A ri divhi duvha.2.   Hu na vhutali kha vha todaho vhutshilo, Kheyi ngoho ngomu buguni khethwa-vho,Vhuporofita vhu sumbe vhufhelo,A ri divhi duvha.3.   Ri do lindela nga dzimbone dzi dugaho, Ri do shuma u swika Yesu a tshi da,Ri do imba ro sedza dzitsumbedzo, A ri divhi duvha. "
 },
 {
  "title": "181. Ro Lindela U Vhuya Hawe.",
  "number": 181,
  "content": "# 181. Ro Lindela U Vhuya Hawe.\n\n1. Tshifhinga tsha u vhuya hawe, a tshi divhiwi nga muthu,Hu nga vha vhusiku ro lala, hu nga vha hu madau-tsha,Kha ri fhatuwe ri rabele, dzi duge dzimbilu dzashu,U swikela a tshi do swika, ri do khana nga dakalo.CHORUSRo u lindela, ro u lindela,Ro u lindela, ro ima ro u lindela.2. Ndi humbula matungu awe, musi a tshi renga rine,O sia madzulo avhudi, a da a fela vhatshinyi,Ndi humbula u di-nekedza, na vhothe vha mu tendaho,Ro fulufhela u da hawe, ro dzula ro lavhelesa.3. Murena ndi Mutshidzi washu, ndi a u funa nga misi,U vhonana nga tshifhatuwo, na vhana vha do u khada,U do vha muhatuli kha vhanwe, kha vhanwe wa takadza,Kha nne u do vha u khonani, ndo dzula ndo u lindela."
 },
 {
  "title": "182. Mutsho (duvha) Muhulu Wo No Sendela",
  "number": 182,
  "content": "# 182. Mutsho (duvha) Muhulu Wo No Sendela\n\n1. Mutsho muhulu wo no sendela, Yesu u a da;U do dzhia vha vhana vhawe,Vha ya hayani.CHORUSRi vhona mutsho muhulu wo swika, Vhusiku ho no fhela.;Lupenyo lwa helo duvha lu do fhanza na mavhIda.2. Mafhungo madifha a do huwelelwa kha vhothe;Muhwe ha tsha lenga, Phalaphala i do lila.3. Na vharunwa vhawe vhothe vha do mu fhelekedza;A tshi da u dzhia vhawe Mathupho a fhela.4. Vhahashu vho faho kale vha do dovha vha vhonwa;Hu do fhulutwa mitodzi ya u lilelana."
 },
 {
  "title": "183 Khwathisa U Swika Ndi Tshi da",
  "number": 183,
  "content": "# 183 Khwathisa U Swika Ndi Tshi da\n\n1.  Fulufhedziso kha vha tendaho,’Ndi da nga u tavhanya u dzhia vhanga,’Fara khwathisa, khombo ndi khulu,’U songo tsha litsha, dzula lindela.’CHORUSLinda, khwathisa, fulufhedzea, khare ya vhutshilo vhu sa fheli,Dzhena tadulu u wane dzanga, vhuhosi vhu do vha vhu hau tshothe.2.   Ri do rabela tshedzani tshau,kha vhavhi u da sa mbava vhusiku,Ri divha hu tsini u da ha Yesudzula wo lindela u tshidzwa ngae.3. Fulufhedziso ili ndi lashu,u da ha murena e na lupenyo,Zwine zwa fhira zwe zwa ambiwa, ndi da zwenezwino fara u khwathe. "
 },
 {
  "title": "184. Dakalo Shangoni",
  "number": 184,
  "content": "# 184. Dakalo Shangoni\n\n1. Khuwa hu tshi swika khosi, mu tanganedzeni,Ri vule dzimbilu dzashu-vho,Ri do mu imbela na gogo tadulu, ra mu imbela rothe.2. Ri do vhuswa nga Murena, vhothe kha vha tende,Dzithavha na milambwana, zwi do mu khoda-vho,Zwi do di ralo-vho zwa mu khoda nga dzinyimbo.3. Yehova Muvhusi washu, a re na tshilidzi,Dzitshaka nga dzi divhise ha, Madembe othe,Lufuno luhulu. Madembe alwo lufuno."
 },
 {
  "title": "185. U Vha Hone",
  "number": 185,
  "content": "# 185. U Vha Hone\n\n1. Ri imba nga shango lavhudi, shango li takadzaho,Ri renda vhukhethwa halo, na vhudzulo ho nakaho,Na dzindila dza musuku, na mitsheto i penyaho,li a mangadza vhukuma, li a takadza ngangoho.2. Hafho a hu tshe tshivhi na vhutungu a hu tshe na,Afho milingo a iho, hu na dakalo lihulu,Zwiambaro ndi zwikhethwa, hu na lufuno luhulu,Khatsho tshivhidzo tsha tanzhe, hu do takadza nga Maanda.3. U lugele litadulu, nne ndi do di phina hone,Ri do ya shangoni helo, ri na vhuhosi vhuhulu,Na vharunwa vhakhethwa, na Yesu nga Ene mune,Ri do di vha navho tshothe, misi yothe ngei tadulu."
 },
 {
  "title": "186. Khotsi Ro tangana",
  "number": 186,
  "content": "# 186. Khotsi Ro tangana\n\n1. Khotsi ro tangana,Fhano nduni yau,’da kha rine ri tshi dzhena,Ro da phanda hau.2. Na dzimbilu dzashu,Dzi a u lilela,Na mimuya yashu rothe,Yo di u lindela.3. Dzindaela dzau,Khotsi kha ri dzi pfe,Hu tshi vhalwa fhungo lau,Khotsi nga ri li pfe.4. Ri di lugisele,rine vhathu vhau,Uri ri swike taduluRi awele tshothe."
 },
 {
  "title": "187. Luimbo Lwa U Onesana",
  "number": 187,
  "content": "# 187. Luimbo Lwa U Onesana\n\n1. Muphulusi ri a imba hafhu,Phisalema dza u onesana,Ro lavhelesa u shudufhadzwa,Kha ri fhiwe ipfi la mulalo2. Ri vhuye ri tuwe nga mulalo,Ri tshi vuwa naho ri tshi lala,Linda milomo na mbilu dzashuMusi ri tshi bva kha ino nndu.3. Ri fhe-vho mulalo vhutshiloni,U ri fhumudze na zwililoni,Musi u tshi vho do ri zwo fhela,Khotsi ri vhidze ri do awela."
 },
 {
  "title": "188. Ndi Mutshinyi Muhulu",
  "number": 188,
  "content": "# 188. Ndi Mutshinyi Muhulu\n\n1. Ndi mutshinyi muhulu,Ndo felwa nga Murena,Uri ndi tshile tshothe,Sa davhi li murini,Ndi wawe Yesu wanga.2. Lufuno lwa Murena,Ndi luhulu nga Maanda,Lwo tsa fhasi sa lwanzhe,Lu hone a lu fheli,Lufuno lwe lwa angwana,Ndo vha ndi sa lu funi.3. Ndi mutshinyi muhulu,Kristo u zwothe kha nne,U divha zwi ndinaho,Zwothe u thusa khazwo,Na kha yothe milingo,U tsireledza rothe."
 },
 {
  "title": "189. A Ri Na Vhudzulo Fhano",
  "number": 189,
  "content": "# 189. A Ri Na Vhudzulo Fhano\n\n1. A ri na vhudzulo fhano,Ri vhadali fhano fhasi,Zwino ri toda Mukhethwa,Ri funa mudi u daho,Ri funa mudi u daho.2. A ri na vhudzulo fhano,Ri funa uyo u daho,Na Murena wa Tsioni,U na tshedza tshi penyaho,U na tshedza tshi penyaho.3. Ndi wavhudi wa mulalo,Wa u awedza vhadali,Ngavhe ndi tshi kona u fhufha,Ndo vha ndi tshi yo awela,Ndo vha ndi tshi yo awela.4. Muya wanga u tshi tshete,Ndi fulufhela Mudzimu,Ane a do ri vusa-vho,Kha ri mutende nga ngoho,Nga ri mu tende nga ngoho."
 },
 {
  "title": "190. Dzina la Vhudi",
  "number": 190,
  "content": "# 190. Dzina la Vhudi\n\n1. Dzhiani dzina la Yesu, ndi nwana wa matungu,Ndi lone la u fhumudza, dzhia tshimbila nalo.CHORUSDzina li funwaho, fulufhelo la shango,Dzina li funwaho, fulufhelo la shango.2. li dzhie lini na lini, tshone tshitangu tshau,Musi milingo i tshi da, mu vhidzelele Yesu.3. Dzina la vhudi la Yesu, li takadza muyani,Musi ri tshi tanganedzwa, ri do imba dzingosha.4. Ri tshi gwadamela Yesu, fhasi ha nayo dzawe,Kha Murena wa marena, ro dzula misi yothe."
 },
 {
  "title": "191. Fulufhelo likhethwa",
  "number": 191,
  "content": "# 191. Fulufhelo likhethwa\n\n1. Yesu wanga u fulufhelo na vhugala ha ngei taduluNdi mulaifa wa u tshidzwa, Ndo bebiwa nga Muya wawe.CHORUSLuimbo lwanga thendo yanga, Ndi do renda Mutshidzi wangaLuimbo lwanga thendo yanga, Ndi do renda Mutshidzi wanga2. Ndi ya nekedza tshothe nne, Ndi na mahono a ntakadzahoVharunwa vha da na tshilidzi, Vha tshi ntsunbedza na lufuno.3. Ndi nekedza dzaweloni, Ndi takalele Mutshidzi wangaNdi lavhelese ngei tadulu, Ndo dadzwa nga lufuno lwawe."
 },
 {
  "title": "192. Thendo Dzinani lawe",
  "number": 192,
  "content": "# 192. Thendo Dzinani lawe\n\n1. fa Yesu kha tshifhambano, Ndo humbula u tanzwa zwivhi,Ndo tanzwa mbilu nga malofha, Thendo kha Yesu.CHORUSThendo kha Yesu, thendo kha Yesu,Ndo tanzwa mbilu nga malofha,Thendo kha Yesu.2. U tshidzwa hanga ho mangadza, Zwo naka Yesu e na nne-vho;O ntsedzisisa tshifhambano, Thendo kha Yesu.3. O! Tshisima tshi ri tshidzaho, Ndi a takala ndi nga ngomu;U mbulunga nda vha wavhudi, Thendo kha Yesu.4. Idani kha itshi tshisima, dinekedzeni kha Murena;namusi Idani ni tshidzwe, Thendo kha Yesu."
 },
 {
  "title": "193. Lufuno Lwa Mutshidzi Kha Inwi",
  "number": 193,
  "content": "# 193. Lufuno Lwa Mutshidzi Kha Inwi\n\n1.   Ni funa u tshila na Yesu o tshena naa?A dzule mihumbuloni yanu naa?A ni hwalele mihwalo yanu yothe naa?Tenda lufuno lwawe.CHORUSMaanda awe a nga ni shandula;Malofha awe ndi mbofholowo,Lufuno lwawe lu ni dadze,Tendani ni lu tanganedze tshothe.2.   No tenda mbolowo, na mu pfa kha zwothe?Ni funa mulalo, no nala zwothe?Ni funa u tshidzwa ni si tsha vhuya na wa?Ita lufuno lwawe.3. Ni funa u netuluwa muvhusoni naa?Ni divha tshine a ni thusa ngatsho?Ni nga mu shumela nga manda anu othe?Ita lufuno lwawe."
 },
 {
  "title": "194. Lufuno Hayani",
  "number": 194,
  "content": "# 194. Lufuno Hayani\n\n1. Hothe ho nakiswa nga pfano hayani,Mibvumo yothe ndi ya pfano hayani,Mulalo na u dzika zwo dala hothe-hothe,Mudifho hayani a u fheli nandi.CHORUSLufuno hayani; Mudifho wa hayani u nga si fhele.2. Ho takalwa tshothe, nga pfano hayani,A hu na tsinyuwo, hayani nga pfano,Ndila yo tamiwa, hothe-hothe ho nakiswa,Zwothe zwa takadza nga pfano hayani.3. Tadulu vho takala, nga yone pfano,Shango lo dala vhudi, pfano hayani,Zwisikwa zwi tou khana, litadulu la renda,Murena o takala, pfano hayani.4. Yesu nnyite wau nga pfano hayani,Ndi di-nekedza tshothe, pfano hayani,Ndi do tinya khombo, vhuvhi a vhu tsha do nndina;Ndo fhatutshedzwa nga lufuno hayani"
 },
 {
  "title": "195. Yawee! Khavhu Ya Mulilo (Mudugumo)",
  "number": 195,
  "content": "# 195. Yawee! Khavhu Ya Mulilo (Mudugumo)\n\n1. Mudugumo u dugaho,U vhonetshela vhakhethwa;Vha tshi ya ngei makoleni,U vha nea Maanda othe.2. Yesu u ’fhi ula muya,We wa swaya Abram ngawo?Wa kona ngawo Paulosi,A dugiswa nga khuthalo.3. A ngafhi Maanda a Yesu,O hwalaho na Elia?Kha Mushe-vho o tou penya,A nea Yobo mulayo.4. Humbula Yesu zwa kale,Lugisa mushumo wau;Ri a u renda nga dzimbilu,Ri funa Muya mukhethwa."
 },
 {
  "title": "196. Maanda Malofhani",
  "number": 196,
  "content": "# 196. Maanda Malofhani\n\n1. U a tenda u tanzwiwa vhuvhi? Nga Maanda a re malofhani;U a funa u kunda vhuvhi naa? Hu na Maanda malofhani.CHORUSHu na Maanda a mangadzaho; Malofhani! A Ngwana!Hu na Maanda a mangadzaho; Malofhani! a Murena!2. U a funa u litsha vivho naa? Nga Maanda a re malofhani;U do bviswa zwothe zwivhi zwau, Hu na Maanda malofhani.3. U funa u tshena sa Mahada? Nga Maanda a re malofhani;’Da u tambe tshisima ndi Yesu, Hu na Maanda malofhani.4. U a funa u shumela Yesu? Nga Maanda a re malofhani;U a livhuwa maduvha othe, Hu na Maanda malofhani."
 },
 {
  "title": "197. A Hu Nga Vhi Na Govha la Swiswi",
  "number": 197,
  "content": "# 197. A Hu Nga Vhi Na Govha la Swiswi\n\n1. Swiswi a li nga vhi hone hafhu, Musi Yesu a tshi vhuya fhano;Swiswi a li nga vhi hone hafhu, A tshi da u dzhia vhawe.CHORUSA tshi do dzhia vhawe, A tshi do dzhia vhawe;Swiswi a li nga vhi hone hafhu, Musi Yesu a tshi da.2. A hu nga vhi na matungu hone, A hu tsha do vha na zwi dinaho;Hu do vha matsheloni avhudi, Musi Yesu a tshi da.3. Mitodzi a i tsha do vha hone, Zwililo a zwi tsha do vha hone;I do vha khano khulu ya thendo, Vhawe vha this do tuwa.4. Vha do imba nyimbo dza dakalo, Dzi do vha nyimbo dza ndumeliso;Na dakalo lihulu a tshi da, A tshi tuwa na vhawe."
 },
 {
  "title": "198. Khonani Vhukuma Ndi Yesu",
  "number": 198,
  "content": "# 198. Khonani Vhukuma Ndi Yesu\n\n1. Khonani vhukuma ndi Yesu, U tshi delwa nga dzi-khakhathi,U u fhumudza mbilu a u nekedza Maanda,Khonani yavhudi ndi Yesu.CHORUSKhonani ndi Ene Yesu, Khonani ndi Ene Yesu.U ri thusa ri sa we, U a pfa ri tshi vhidza.O! Yesu ndi Ene khonani.2. Ndi wana khonani kha Yesu, Nda diselwa zwi mphumudzaho.Ndi do di farelela a thi nga ofhi vhuvhi,vKhonani yavhudi ndi Yesu.3. Naho matungu a tshi swika, Na magabelo a Yorodani,A thi nga ofhi tshithu Mutshidzi a tshee hone,Khonani yavhudi ndi Yesu.4. Nga duvha ri tshi ya hayani, Na vhakhethwa vho ri siaho.Ri do imba dzingosha, U ya nga hu sa fheli.Khonani yavhudi ndi Yesu."
 },
 {
  "title": "199. Hu Rendwe Mudzimu",
  "number": 199,
  "content": "# 199. Hu Rendwe Mudzimu\n\n1. Hu rendwe Mudzimu nga zwe a sika,O funa lifhasi a ri fha Yesu;A ri fha vhutshilo uri ri tshile,A vule munango uri ri dzhene.CHORUSRendani! Murena na shango li zwi pfe,Rendani! Murena takalani vhathu,Idani kha khotsi ndila ndi Murwa,ni mu khode nga zwothe zwe a zwi ita.2. Yesu o ri renga ngao malofha,Ndi fulufhedziso la vha tendaho;Naho u na zwivhi zwi zwinzhi-zwinzhi,U tshi tenda u do pfumelelwa-vho.3. Ndi zwinzhi zwe a zwi ita nga Maanda,Dakalo lihulu nga Murwa wawe.Zwine ra zwi ita zwi bvele phanda,Ri do takala ri tshi vhona Yesu."
 },
 {
  "title": "200. Mudzimu Mukhethwa",
  "number": 200,
  "content": "# 200. Mudzimu Mukhethwa\n\n1. Mudzimu Mukhethwa, Mukona zwothe,Matsheloni ra vuwa ri imbelawe,Mudzimu Mukhethwa, U na vhuthu hothe;U ingamela kha shango lothe.2. Mudzimu Mukhethwa, Vhathu vha losha,Vharunwa vhothe vha tshi ima phanda hau,Vha u gwadamela vhe zwigidi,Ene wa kale, Musikavhathu.3. Mudzimu Mukhethwa, vhugalani hau,Wo dzumbama Mato a vhaitazwivhi;Vhone vha a kundwa u u lavhelesa,Wo tou di szumba nga ndila dzothe."
 },
 {
  "title": "201. O Nnula Thopheni Ya Zwivhi",
  "number": 201,
  "content": "# 201. O Nnula Thopheni Ya Zwivhi\n\n1. Tshilidzi tsha Yehova tsho mmangadza,Musi ndi tshi khou nuvhela zwivhini.Nda vhidzelela ndi ngomu thopheni,Nga tshilidzi a mmbea ho omaho.CHORUSO nnula thopheni ya zwivhi,O mmbea tomboni lo khwathahoA mpfudza luimbo luswa;Nda mu khoda Haleluja!2.   A nnyimisa tomboni tsini hawe,Ndi tshee ndo ima khalo na namusi.Ndi nga si tsha dovha nda wela fhasi,Nga tshilidzi ndi do wana-vho khare.3. O mpha luimbo luswa lwa u khoda,Vhusiku na masiari ndi imbe,Mbilu yanga yo dadzwa nga dakalo,Ngauri Mutshidzi ndi do mu vhona.4. Ndi khoda nga Maanda zwe a nnyitela,Uri na vhanwe vha de vha mu vhone.Uri vha re tsini na vha re kule,Vha gude u fulufhela Mudzimu."
 },
 {
  "title": "202. Yesu Mutshidzi Nndededze (Nkhwale)",
  "number": 202,
  "content": "# 202. Yesu Mutshidzi Nndededze (Nkhwale)\n\n1. Yesu Mutshidzi nkhwale kha vhutshilo ha khombo;Magabelo na matombo zwi a ntshenusa.Tshisumba-ndila tshi bva kha iwe, Yesu nkhwale.2. Sa mme a tshi fhumudza nwana,U fhumudza lwanzhe;Na magabelo a a U pfa u tshi ri: ’Tshete.’Muvhuso u mangadzaho lwanzhe, Yesu nkhwale.3. Khunzikhunzini hu na mubvumo u ofhisaho:U tsini na mulalo, Ndi di-tika nga Iwe,Ndi pfe U tshi ri: ’U si ofhe ndi do u bvisa.’"
 },
 {
  "title": "203. Mufhumudzi O da",
  "number": 203,
  "content": "# 203. Mufhumudzi O da\n\n1. Fhungo kha li pfadzwe, hothe hu na vhathu,He mbilu dza vhathu dza lemelwa tshothe;Ndimi dza Vhatendi kha dzi pfadze haya:Mufhumudzi o da!CHORUSMufhumudzi o da, Mufhumudzi o da!Muya wa tadulu, U bvaho ha Khotsi;Hothe u na vhathu hu dihwe zwauri:Mufhumudzi o da.2. Vhusiku ho fhira, ho da matsheloni;Ha tuswa tshililo, na khombo dza fhano,Musi duvha lo kovhela dzithavhani,Mufhumudzi o da!3. Lufuno lukhethwa!Ndi bule hani tshimangadzo kha vhathu,nne nwana wa mutshinyi nda á¸’i penyiswa nga tshilidzi tshawe!Mufhumudzi oda!4. Imba zwi pfale kule na lutomboni,Vhakhethwa vha re tadulu vha fhindula,Nga nyimbo dzavhudi dzi sa do fhelaho,Mufhumudzi o da!"
 },
 {
  "title": "204. U A tanganedzwa! Mutendeleki, U A tanganedzwa!",
  "number": 204,
  "content": "# 204. U A tanganedzwa! Mutendeleki, U A tanganedzwa!\n\n1. U shangoni line la bva vhatsinda,Ipfa ipfi li tshi ri: ’Murwa wanga.’CHORUSVhuya mutendeleki, da hayani,Wo xelela kule, Ida hayani.’2. Shangoni la ndala, Wo no homelwa;Ida u takale, ’Murwa wanga.’3. Siya mipengo, U be kha dzithoni,Vhulwadze ha muya, ’Murwa wanga.’4. Munango wo vulwa, Iwe u wanga,Ndi kha di u lisa, ’Murwa wanga.’5. Wo shavhela kule, Wo kundelwa naa?Ndo no u hangwela, ’Murwa wanga.’6. Ida zwiliwani, u songo hangwa,Ida ndi hayani, ’Murwa wanga.’7. A u na khonani, A u na haya,Ndi u funa ngazwo, ’Murwa wanga.’"
 },
 {
  "title": "205. Musi Yesu A Kha di U Hevhedza",
  "number": 205,
  "content": "# 205. Musi Yesu A Kha di U Hevhedza\n\n1. Yesu u ri: Ida mutshinyi, Ida!Ri a u rabelela mutshinyi ada!namusi i vha Wawe, ada mutshinyi!Mudivhe zwino, iwe mutshinyi ’da!2. Naa u a lemelwa? Mutshinyi Ida!Yesu u do u rula, Mutshinyi ’da!Yesu ha nga u fhuri, Mutshinyi ada!Yesu u a tshidza, Mutshinyi Ida!3. U a kwengweledzwa, Mutshinyi Ida!Ida u fhatutshedzwe, Mutshinyi ’da!Yesu u ri: Ida mutshinyi, Ida!Ri a u rabelela mutshinyi ’da!"
 },
 {
  "title": "206. Ndo Kumedza Vhutshilo Ndi Tshi Itela Iwe",
  "number": 206,
  "content": "# 206. Ndo Kumedza Vhutshilo Ndi Tshi Itela Iwe\n\n1. No nea vhutshilo, nga malofha anga,Uri u tshidzwe-vho, U vuswe tshaloni,Ndi di-kumedzela iwe, Iwe wo mpha mini?Ndi di-kumedzela iwe, Iwe wo mpha mini?2. Nndu ya tshedza yo tingwa nga vhurena,Ndi i sia nda teka-teka swiswini,Ndo i nala nda u thusa, Iwe u ri mini?Ndo i nala nda u thusa, Iwe u ri mini?3. Ndo vhaisalela iwe lu sa buleiho,Nda shengela ndi tshi u bvisa khomboni,Ndo kondolela ndi tshi itela iwe, iwe?Ndo kondolela ndi tshi itela iwe, iwe?"
 },
 {
  "title": "207. Ri tutshela Zwa Shangoni",
  "number": 207,
  "content": "# 207. Ri tutshela Zwa Shangoni\n\n1. Ri tutshela zwa shangoni,Ra vho da kha Iwe,Nga nayo dzi tavhanyaho,Ri da kha Mutshidzi.2. Mulisa washu wa ndele,Ri takadzwa nga ’we,Ri gwadama nduni yau,Ri tshi u rabela.3. Ro tsireledzwa nga makole,Kha bviswe nga Iwe,Kha ri di u thetshelesa,Kha zwine wa funa.4. Mbilu; pfaho Mudzimu,Muhumbulo kwawo,Zwothe zwi bva zwi tadulu,Hu re na tshilidzi."
 },
 {
  "title": "208. Ni Tshete, Ni Tshete",
  "number": 208,
  "content": "# 208. Ni Tshete, Ni Tshete\n\n1. Tshete, ni tshete, Hu vho pfala ipfi;Tshete, thetshelesa u do pfa othe.CHORUSRi nangavhedze, Murena u fhano,Ri nangavhedze, U ri ri sendele.2. Tshete, ni tshete, Afha ndi hu khethwa,Hu pfadzwaho mafhungo a tshilidzi.3. Tshete, ni tshete, Ri tshi vho rabela,Ri thetshela mudifho wa Edeni.4. Tshete, ni tshete, Ni pfe vhuthu hawe;Tshete, ni tshete, Ni lindele Yesu."
 },
 {
  "title": "209. U Tshimbila Na Mudzimu.",
  "number": 209,
  "content": "# 209. U Tshimbila Na Mudzimu.\n\n1. U tshimbila na Mudzimu,Zwi sumba mulalo,Tshedza tshi sumbaho ndila,Iyaho kha Ngwana.2. ’da Muya mukhethwa, Ida,U di ri awedza,Ndi sanda zwi u tshinyaho,Wa vha kule hanga.3. Ndo di-phina, nga mulalo,Ndi zwi ndifhelaho,Zwi nea mbilu vhutungu,Shango a li zwi pfi.4. Tshifanyiso tsha vhugala,Tshi nga vha tshinzani,Nthuse ndi tshi late kule,Ndi rabela Iwe."
 },
 {
  "title": "210. Mutshidzi A Mangadzaho",
  "number": 210,
  "content": "# 210. Mutshidzi A Mangadzaho\n\n1. Kristo o tadzwa mbilu, Mutshidzi u a mangadza,Ro tshidzwa nga mutengo, Mutshidzi u a mangadza.CHORUSMutshidzi a mangadzaho, Ndi Yesu wanga,Mutshidzi a mangadzaho, Yesu washu2. Malofha ’we o ntanzwa, Mutshidzi u a mangadza,Lugisa muya wanga, Mutshidzi u a mangadza.3. U tanzwa mbilu zwivhi, Mutshidzi u a mangadza.Zwino ndi Ene Khosi, Mutshidzi u a mangadza.4. Ndi vha nae nga misi, Mutshidzi u a mangadza,Nda fulufhedza tshothe, Mutshidzi u a mangadza.5. U nnea Maanda othe, Mutshidzi u a mangadza,Na gundo kha milingo, Mutshidzi u a mangadza.6. Ndo disa mbilu yanga, Mutshidzi u a mangadza,Vha shango a vha koni, Mutshidzi u a mangadza."
 },
 {
  "title": "211. Phathutshedzo Dzi Ngaho Mvula",
  "number": 211,
  "content": "# 211. Phathutshedzo Dzi Ngaho Mvula\n\n1. Ri do wana phathutshedzo, ndi lone fulufhelo.Tshifhinga tsha mvuseledzo i bvaho ha Mudzimu.CHORUSMvula tshirulu, mvula ya phathutshedzoNangwe ro wana tshilidzi, Ri lila phathutshedzo.2. Ri do wana phathutshedzo dzi do ri vusuludzaRi pfa mubvumo wa mvula ya dzone phathutshedzo.3. Ri humbela phathutshedzo, dzi shulule Murena.Fulufhedziso li phethwe, ri khwathiswe Murena.4. Ri do wana phathutshedzo, ro bula zwivhi zwashu.Ri tshi vhidzelela Yesu, ri tanzwiwe nga Ene."
 },
 {
  "title": "212. Mulalo U Takadzaho",
  "number": 212,
  "content": "# 212. Mulalo U Takadzaho\n\n1. Zwi no do takadza mbilu, (mbilu) Zwa dakalo misi yothe, (yothe)Ndi dovha hafhu nda imba; mulalo wavhudi-vho.CHORUSMulalo u difhaho wa tadulu, (tadulu)Mulalo u mangadzaho,U bvaho kha Mudzimu.2. Mulalo kha tshifhambano,Wo lifha na lufu wanga, (lwanga)A huna munwe murango, Ndi lufuno lwawe-vho.3. Ndo nanga Yesu Murena; (nanga) Mbilu yo dala tshilidzi, (dala)Kha Ene ndi wana shudu, Tshifhiwa tsha Mudzimu.4. Ndi di-sendeka kha Yesu, (tsini) Ndi dzula ndi tsini hawe, (tsini)Ndo vhoxwa-vho nga mulalo, Tshifhiwa tsha Mudzimu."
 },
 {
  "title": "213. Luimbo Lwanga",
  "number": 213,
  "content": "# 213. Luimbo Lwanga\n\n1. Yesu Mutshidzi wanga, U luimbo lwanga,Yesu Mutshidzi wanga, Vhutunguni hanga.CHORUSYesu Muvhofhololi, Ndi a u imbela,Khonani inwe a iho, Shangoni lothe.2. U fulufhelo langa, Minwahani yothe,Naho hu tshi da swiswi, U luimbo lwanga.3. Ndi fushwa nga’we Yesu, Iwe khotsi-anga,Ndi ’we Mufunwa wanga, kha lifhasi lothe.4. Dzithendo na zwirendo, Hone fhano fhasi,Dzithendo na zwirendo, Na ngei tadulu."
 },
 {
  "title": "214. Yesu U A Londa Naa?",
  "number": 214,
  "content": "# 214. Yesu U A Londa Naa?\n\n1. Yesu U a londa mbilu yo tungufhalahoYa kundwa na u imba nga u’ ya dinwa,Lwendo lu tshi vho netisa?CHORUSEe, Yesu u a londa ngangoho (Ngoho ngoho U a londa)U pfela ’ne vhutungu, Zwi tshi konda lotsha;Na nga vhusiku; Ngoho U a londa (londa).2. Yesu U a linda swiswini, Hu re na nyofho khulu?lo no kovhela, Ho no swifhala,U a londa ngoho-ngoho.3. Musi ndo kundwa nga mulingo;Yesu a nga londa naa?Ndo tungufhala, Ndi sa fhumuli,Mitodzi i tshi elela?4. Musi ndi tshi ri kha vha sale;Yesu U a londa naa?Ndo tungufhala lwa u ofhisa,Naa izwi zwi nga Mu kwama?"
 },
 {
  "title": "215. Lindela U Songo Gungula",
  "number": 215,
  "content": "# 215. Lindela U Songo Gungula\n\n1. Haya hu sa shandukiho, Hu si na na zwidinaho;Ndi hayani ha mulalo, Ndi ’nyi a sa hu funiho.CHORUSLindela u songo gungula,Lindela u di tukufhadzeU lindele u songo gungula.2. Muhwalo u tshi lemela, Wo u newa nga Murena.Fungelela u si nete, Linda a vhuye a swike.3. Musi ndila i na mipfa, U sedze kha Ene Yesu,Musi mbilu i vhutungu, Zwo di ralo na kha Yesu.4. Nangwe zwi tshi khou vhavha, Wa tou nga a u vhonwi;duvha lone li do swika, Linda u songo gungula."
 },
 {
  "title": "216. A Thi Ndothe Na Khathihi",
  "number": 216,
  "content": "# 216. A Thi Ndothe Na Khathihi\n\n1. A thi ndothe ngauri Yesu u hone;Ndi takadzwa nga Ene, ndi divha E hone.Thi nga tshuwi, Yesu khonani E tsini,Ha nga do shanduka u swikela vhufheloni.CHORUSA thi ndothe nandi! A thi ndothe!(Hai! A thi ndothe, Hai! A thi ndothe)A nga si do nnditsha ndi ndothe.Thi sali ndi ndothe, Na kathihi.2. U wa? Ndi nga si we, ndi zwandani zwawe.Ndi tou difhelwa nga u netuluwa tshothe,Nangwe ndi si tshithu ndo tikwa nga Ene,Tshanda tsha Yesu tshi na thuso khulu kha nne.3. Ndo lindela u pfa zwine wa zwi funa.Nda mangala nda ri, Murena U si hangwe.Zwothe zwine wa zwi amba zwi a difha,Iwe tshisima tshi re na mudifho muhulu."
 },
 {
  "title": "217. Tshikumedzwa Tsha Yesu",
  "number": 217,
  "content": "# 217. Tshikumedzwa Tsha Yesu\n\n1. Lufuno lwa Yesu, Lwe nda do fhiwa lwone!Ndi si u dzime tshithu, MurenaNdi gwadama khalwo, Ndi ita muano,Ndi dinekedza tshothe.2. Ndi tshilidzi tshau, U a nthabelela-vho,Ndi sedza kha Yesu, Nga u tenda,Thule tshifhambano, Ndi ambe lufuno.Vhutanzi, na thabelo.3. Mphe mbilu ya ngoho, Tshifanyiso tshau,U ri u vhonale misi yothe,Nyito ya lufuno, Na mbilu tshilidziZwi nyite, Mulanda wau.4. Zwothe zwi re zwanga, Zwe nda fhiwa nga iwe.Dakalo, vhutungu, Kha vhutshilo,Ndi tshi vhona iwe, Ndi vha kha tshilidziNdi do u renda tshothe."
 },
 {
  "title": "218. Murango Wa Tshivhidzo",
  "number": 218,
  "content": "# 218. Murango Wa Tshivhidzo\n\n1. Murango wa tshivhidzo, ndi Yesu Murena.Tshi vha tshi vhumba tshiswa nga madi na ipfi,A da-vho a tshi nanga, u’ tshi vhe tshikhethwa;O renga nga malofha, a mbo di tshi fela.2. Ho nangwa tshakha dzothe, dza vha na vhuthihi,Kha hu tshidzwa huvhuya, Murena muthihi;Dzina li re likhethwa, tshiliwa tshithihi,Fulufhelo lithihi, tshilidzi vhukuma.3. U shoniswa hu ngafho, hu vhonwa nga rothe;Maswina a tshi sanda, Tombo li re thikho,Lutendo lwa vhakhethwa, vha lila lunzaloVhusiku ha u lila, hu do vha luimbo.4. Na u shengedzwa hatsho, na dzinndwa khatsho;Tsho lindela mulalo, u sa do fhelaho,Sa bono li penyaho, tsho fhatutshedziwa,Tshivhidzo tshi na gundo, tshi na vhuawelo."
 },
 {
  "title": "219. Nthange Phanda O Yehova",
  "number": 219,
  "content": "# 219. Nthange Phanda O Yehova\n\n1. Nthange phanda, O, Yehova,Ndi mudali shangoni,U na Maanda, nne a thina, ndi nne a re muhota,U Mutshidzi ... U Mutshidzi ...Iwe tshitangu tshanga.2. U tshisima tsha u tshidza,Tshe tsha phulwa nga Yesu,Tshi vhonale tshi tshi ela,Tshi tanzwe zwivhi zwanga,U Mutshidzi ... U Mutshidzi ...Iwe tshitangu tshanga.3. Ndo no swika Yorodane,tusa U ofha hanga,Mpheletshedze ndi awela,I vha Mutshidzi wanga.U Mutshidzi ... U Mutshidzi ...Iwe tshitangu tshanga."
 },
 {
  "title": "220. Shango li Re Haya Hashu",
  "number": 220,
  "content": "# 220. Shango li Re Haya Hashu\n\n1. Haya havhudi Shango lashu la mulalo!A huna vhusiku khalo, Ndi mutsho fhedzi;Ndo li lindela tshothe, Fhano ndi la mbilu;Shango ilo a li na mathupho, A no dina;Shango ilo a li na matungu, vhu no dina.2. Khotsi o dzula khalo na vharunwa vhawe;A hu’ tshivhi na mulingo kha ilo shango;Nyimbo dza hone dzi bvuma ndevheni dzanga;Mitodzi i a bva nda humbula kha ilo shango.3. Vhadzuli vha hone mmbidza uri ndi ye;Hayani hu si na lufu na zwi vhavhaho;Yawee! Shango lifunwa! la dzawelo fulu!Kristo ri ise rothe hayani ha lufuno;Kristo ri ise rothe hayani ha lufuno."
 },
 {
  "title": "221. Tshiivha Tsha Lila Ndi Humbula Galilea",
  "number": 221,
  "content": "# 221. Tshiivha Tsha Lila Ndi Humbula Galilea\n\n1. Tshiivha tshi (tshiivha tshi) tshi vho lila (tshi vho lila),Ndi mbo di pfa (ndi mbo di pfa) ndo takala (ndo takala);Nda humbula (nda humbula) Murena vho (Murena vho),Nda humbula (nda humbula) na Galili (na Galili).CHORUSGalilea Mudifhoni! He Yesu A hu funesa;Galili li titimaho: Ida ndi pfe nyimbo dzau2. Afho hu na (afho hu na) madi manzhi (madi manzhi),Na zwinoni (na zwinoni) zwo livhuha (zwo livhuha);Zwsi tshi renda (zwi tshi renda) na nga duvha (na nga duvha),Na nga thendo (na ngathendo) dza Galili (dza Galili).3. Ndi tshi vhala (ndi tshi vhala) hafhu fhala (hafhu fhala)Nga O-tshimbi (nga O-tshimbi) laho lwanzhe (laho lwanzhe)Ndi mbo di zwi (ndi mbo di zwi) funa tshothe (funa tshothe),U Mu tevhe-(U Mu tevhe-) le Galili (le Galili)."
 },
 {
  "title": "222. Ndi Zwandani Zwa Yesu",
  "number": 222,
  "content": "# 222. Ndi Zwandani Zwa Yesu\n\n1. Ndi zwandani zwa Yesu, nne ndo tsireledzwa,Nga lufuno lwa Yesu, Muya wanga rula.Ipfani vha tshi khoda, Vharunwa nga nyimboPhanda ha khulunoni, ngei seli ha lwanzhe.CHORUSZwandani zwawe Yesu,nne ndo tsireledzwa;Nga kufuno lwa Yesu,Muya wanga rula.2. Ndi zwandani zwa Yesu,Ndo tshidzwa vhuvhini,Milingo ya shango,Tshivhi a tshi nkoni.Ndo bviswa zwivhi zwothe, ndo bviswa kha nyofhoMilingo mituku, mitodzi a si minzhi.3. Yesu mutsireledzi, Murena o mpfelaYesu Randalamo, Ndi fulufhela iwe;Ndo u lindela iwe, Nangwe hu vhusikuNdi do vhona mutsho,Tivhani la musuku."
 },
 {
  "title": "223. Ndi Mu Tevhela Ndilani yothe",
  "number": 223,
  "content": "# 223. Ndi Mu Tevhela Ndilani yothe\n\n1. Ndi a pfa Mutshidzi wanga,A tshi mmbidza nda tevhela,Ipfi li pfala ndevheni,’Tevhela nne maduvha othe’.CHORUSNdi do hwala tshifhambano,Mutshidzi nda mu tevhela.Hune a do nnyisa hone, Ndila yothe ndi do tevhela.2.   Musi ndila i na swiswi,Na milenzhe yo no neta,Mbilu yanga i takala,Ndila yothe ndi tshi tevhela.3.   Yesu a tshi nthanga phanda,Ndi tshedza ndilani yanga.Ndi do wana Maanda maswa,Ndila yothe ndi tshi tevhela.4.   U nndededza magovhani,U mpha zwiliwa zwavhudi,U nndededza dzikhomboni,Ndila yothe ndi tshi tevhela.5.   Murena ndededze tshothe,O tshi mpha tshilidzi tshau.Murena u nkuvhatedze,Ndila yothe ndi u tevhele."
 },
 {
  "title": "224. denzhe Kha li Duge",
  "number": 224,
  "content": "# 224. denzhe Kha li Duge\n\n1. Tshilidzi tsha khotsi-ashu, tshi penya nduni yawe,rine ro laiwa uri ri vhonetshele vhanwe.CHORUSFungani madenzhe anu, Hu vhonetshelwe tshothe,A e swiswini dindini, A wane-vho u tshidzwa.2. Swiswi lo diswa nga tshivhi, ho dala dzitshengelo,Ndi kale ro lavhelesa, u vhona tshedza tshawe.3. Fungani luvhone lwanu, munwe are swiswini,Lindela u vhone tshedza, na u swika hayani."
 },
 {
  "title": "225. Imani Sa Muhali",
  "number": 225,
  "content": "# 225. Imani Sa Muhali\n\n1. Mukriste vuwa! U ralo Murena,ditame nga mafumo na tshitangu,Ni yo lwa na mulingi ni sa ofhi,Ni vhe muhali ni tshi livha swina.CHORUSImani-ha sa muhaliImani no livhana na swina.2. Ni tshi livhana na khombo ni thanye,Ni funa u kunda mmbi dza swiswi,Ni furalele, tshitangu tshi hone,Ni vhe muhali, ni tshi livha swina.3. Lwelani fhungo la Murena wanu,Ilwani u swikela vhufheloniHune a ni isa ni ye no thanya,Ni vhe muhali ni tshi livha swina.4. Futelelani Murena u tsini,U do ni nea Maanda na tshilidzi,Lufuno lu elaho sa mulambo,Ni vhe muhali, ni tshi livha swina."
 },
 {
  "title": "226. Ni Tsini Na U Mu Tenda",
  "number": 226,
  "content": "# 226. Ni Tsini Na U Mu Tenda\n\n1. Ni tsini na u mu tenda-vho,Ni tsini no mu tanganedza,Fhedzi inwe mbilu i ri, ’tuwa Muya.’Ndi do di u vhidza linwe duvha.2. Ni tsini-ha, Idani zwino, Ni tsini ni songo pambuwa,Yesu u a vhidza, Vharunwa vha tsini,Vha khou rabelela Iwe, ’Ida.’3. Ni tsini, fhedzi no no lenga,duvha la lufu lo no swikaU vha tsini a zwi tsha vhuya zwa thusa,Ho sala tshililo na u lovha."
 },
 {
  "title": "227. Tshifhambanoni",
  "number": 227,
  "content": "# 227. Tshifhambanoni\n\n1. Yesu o bvisa malofha, O fa Mune washu,A dilata a tshi mpfela, Ha tshidzwa na nne.CHORUSNgei tshifhambanoni nne nda vhona tshedza,Nda rulwa muhwalo wa mbilu yanga,Henefho nda tenda nda vhona.Zwino ndi a takala tshothe.2. Vhutshinyi hanga ho mu isa tshifhambanoni,Ndi vhutungu na lufuno zwi akhamadzaho.3. Mitodzi ya u lila hanga a i nga nthusi,Ndi da ha iwe Murena ndi a di nekedza ."
 },
 {
  "title": "228. Mu Rendeni! Mu Rendeni!",
  "number": 228,
  "content": "# 228. Mu Rendeni! Mu Rendeni!\n\n1. Mu rendeni ndi Yesu Mutshidzi washu,Imbani nga ha lufuno lwawe;Mu losheni inwi vharunwa vhakhethwa,Hulisani dzina lawe likhethwa;Sa mulisa u linda vhana vhawe,U vha kuvhatedza nga maduvha.CHORUSMu rendeni bulani vhuhulu hawe,Mu rendeni nga nyimbo dzavhudi.2. Mu rendeni ndi Yesu Mutshidzi washu,O thuphwa a fela zwivhi zwashu;Ndi tombo lashu ri do tshidzwa nga Ene,Mu rendeni ndi Yesu Muvhambwa;Mu khodeni, o hwala zwivhi zwashu,Lufuno lwawe ndi luhulusa.3. Mu rendeni ndi Yesu Mutshidzi washu,Vha tadulu imbani Hosana;Yesu u do vhusa nga hu sa fheliho,Hulisani a re khosi yashu;U a vhuya nga gundo lifhasini,U na Maanda na vhurena hothe."
 },
 {
  "title": "229. Ndi Nnyi A Nangaho Murena?",
  "number": 229,
  "content": "# 229. Ndi Nnyi A Nangaho Murena?\n\n1. Ndi Nnyi A Nangaho Murena?Dzindila ndi mbili nga ngoho.CHORUSNanga! Zwino!Vhukati ha vhudi na vhuvhi, Nanga-ha.(Nanga iwe zwino),(Nanga iwe zwino),(Vhukati ha vhudi na vhuvhi, Nanga-ha).2. Vha zwigidi vhone vha nanga,U ima na vhuvhi, U’mini?3. I da u ime nga MurenaVhunga hu si na ndila inwe."
 },
 {
  "title": "230. Ndi nne Ndila",
  "number": 230,
  "content": "# 230. Ndi nne Ndila\n\n1. Ndi teka-teka sa nngu yo xelaho thavhani,Ndi do wana hani ndila ya u ya hayani?CHORUSNdi nne ndila . . Ngoho . . Vhutshilo;Ndi nne ndila, Ndi nne ná¸’ila, na ngoho-vho na vhutshilo hothe,A hu di na muthihi ha Khotsi, a sa di nga nne.2. Matungu o no nndina, ndi vho funa Murena,vhanwe vha ri ngei na ngei ngoho i nga ngafhi naa?3. Kristo vhutshilo na ndila, ndi nga si mu litshe,O ntsumbedza ha Khotsi, ndi dzule hayani-vho."
 },
 {
  "title": "231. Tendani Yesu A Dzhene Mbiliuni Yanu",
  "number": 231,
  "content": "# 231. Tendani Yesu A Dzhene Mbiliuni Yanu\n\n1. Ndo neta nga muhwalo wa zwivhi, dadzani mbilu nga Yesu.Ni tshi tama vhutshilo vhuswa, Vulani mbilu a mbo dzhena.CHORUSU tima-tima ho fhela, Ni songo mu tala,Munango kha u bvulwe, Yesu a dzhene mbiluni.U tima-tima ho fhela, A thi tsha mu lata,Ndo no vula munango, Dzhena-ha Yesu mbiluni.2. Ni tshi funa u vha mukhethwa-vho, Vulani Yesu a dzhene,Zwisima zwa u tamba zwi tsini, Tendani Yesu a dzhene.3. Hu na mathupho a sa konei, Yesu kha dzhene mbiluni,Zwi todaho phathutshedzo, Zwi konwa nga Yesu e mbiluni.4. Khonani dzi tshi u shandukela, Yesu kha dzhene mbiluni,Vhona uri Yesu ndi munzani, Mu tendelei a dzhene.5. U tshi imbelela na vhakhethwa, Dzhenisa Yesu mbiluni,Musi u nduni dzi na mulalo, Dzhenisa Yesu mbiluni."
 },
 {
  "title": "232. A Thi Nga U Furaleli",
  "number": 232,
  "content": "# 232. A Thi Nga U Furaleli\n\n1. A thi nga u furaleli, nne a thi nga u litshi,Nda u dededza nga tshanda, ndi itela dzina langaU si ofhe vhuvhi hothe, tenda u eletshedzwa.2. Mathupho a tshi u tanga, u mbidze nga thabelo,nne ndi u kuvhatedza, nda u lisa nga vhulenda,Kha u lingwa, kha u lingwa, ndi do u vhonetshela.3. Musi zwothe zwo u anda, wo tangwa nga zwivhuya,U tshi dzula wo takala, wo tangedzwa nga tshedza,Ndi do vha na iwe hothe, ndi do u dedengedza.4. U tshi tangwa nga mathupho na nga u tima-tima,Zwo u tibedza sa gole, ndi do u vhonetshela,Nga lufuno, nga lufuno ndi do u vhonetshela."
 },
 {
  "title": "233. Mmbudze Zwa Kale-Kale",
  "number": 233,
  "content": "# 233. Mmbudze Zwa Kale-Kale\n\n1. Mmbudze zwa kale-kale, Zwithu zwa tadulu,Zwa vhurena ha Yesu, zwa lufuno lwawe;Mmbudze zwo pfufhifhadza, zwi tshi nga zwa nwana,Ndi muhota ndo neta, Ndo dala nga tshikha.CHORUSMmbudze zwa kale-kale, Mmbudze zwa kale-kale,Mmbudze zwa kale-kale, Zwa lufuno lwa Yesu.2. Toolola ngavhuya, Zwi vhe na tshirunzi;Humbula nne ndi muvhi, yesu o dela nne;Mmbudze tshifhinga tshothe, Arali u tshi do,’Vha mukhuthadzi musi ndo no vha khomboni.3. Dovha u mmbudze zwothe, Musi hu na nyofho,Vhugala ha shangoni vhu tshi vho nndina;Ee, vhurena ha shango vhu tshi vho dodela,Mmbudze zwa kale-kale: Yesu u a fhodza."
 },
 {
  "title": "234. Yesu Tshedza Tsha Shango",
  "number": 234,
  "content": "# 234. Yesu Tshedza Tsha Shango\n\n1. Vha a imba vharunwa, Yesu ndi tshedza tshashu,Ndi nwana o bebwaho, Yesu ndi tshedza tshashu,CHORUSRi na tshedza tshavhudi, i da fhano mutshidzi wa u penyesa,Ro tangelwa nga tshone tshedza, Yesu ndi tshedza tshashu-vho.2. Takalani nothe mashango, Yesu ndi tshedza,Imani na dzikhoro, Yesu ndi tshedza tshashu.3. Kha hu rendwe-ha, Ene Yesu ndi tshedza tshashu,Imani na dzikhoro, Yesu ndi tshedza tshashu.4. Vho da kha Ene nwana, Yesu ndi tshedza tshashu.Vho da-n nga u luga, Yesu ndi tshedza tshashu."
 },
 {
  "title": "235. duvha la Vhuawelo Vhukhethwa",
  "number": 235,
  "content": "# 235. duvha la Vhuawelo Vhukhethwa\n\n1. duvha la vhuawelo vhukhethwa,le Mudzimu a awela ngalo,lo fhatutshedza, tsiko yo fhela,Kha ri di awela-vho nga mulalo.2. Nga heli duvha ri dinekedze,Ri gude nga ha lufuno lwawe,Thabelo dzashu na thendo khawe,Ri tshi thetshelesa u do ri pfa.3. Khosi ya mashango, thetshelesa,Ipfi la vhana vhau nga vhulenda,Humbula fulufhedziso lau,Vhaxeli vha itwe nga tshilidzi-vho.4. Khosi ya tadulu fulufhela,Ri tsileledze nga Maanda au,U mulindi na khonani yashu,Thendo kha iwe nga hu sa fheliho."
 },
 {
  "title": "236. Vuwa Nga Nyimbo Muya Wanga",
  "number": 236,
  "content": "# 236. Vuwa Nga Nyimbo Muya Wanga\n\n1. Vuwa nga nyimbo muya wanga, Renda Mutshidzi tshothe;U funa luimbo lwanga, Tshilidzi tshawe tsho hula!CHORUS1) Tshilidzi, tshilidzi Tshawe, Yone mbofholowo khulu!(2) Tshilidzi, tshilidzi Tshawe, Mbofholowo ya vhukuma!(3) Tshilidzi, tshilidzi Tshawe, Mbofholowo yo khwathaho!(4) Tshilidzi, tshilidzi Tshawe, Mbofholowo yo lugaho!(5) Tshilidzi, tshilidzi Tshawe, Mbofholowo i sa fheli!2. O ’mbona ndi matopeni, A di ’pfuna lwa vhukuma;U mmbuisa ndo no xela; Tshilidzi tshawe tsho hula!3. Naho maswina e manzhi, Naho shango li tshi hana,U dededza muya wanga; Tshilidzi tshawe tsho khwatha!4. Khombo i tshi vho nga gole, lo nzwinzwimala zwihulu,U dzula na nne tshothe, Tshilidzi tsha u luga wee!5. Khosi I tshi swika fhano, I isa vhatshidzwa haya,Ndi do imba ndo takala vhuthu hawe vhu sa fheli."
 },
 {
  "title": "237. Ima Imela Yesu",
  "number": 237,
  "content": "# 237. Ima Imela Yesu\n\n1. Ima imela Yesu, Lwela tshifhambano,Imisa dzina lawe, li si nyadzisiwe.Kha gundo na kha gundo, u do ranga phanda,Ha kundwa swina tshothe, Khosi a vha Yesu.2. Ima imela Yesu, Ipfa phalaphala,Iya na ho vhifhaho, nga duvha la gundo,Imani vha vhanna, ni lwese na magogo,Ni khwathese zwo vhifha, Hu si mele lwatsi.3. Ima imela Yesu, Pika Ene fhedzi.Pfumo li si vhe la nama, U songo di pika,Ambara fhungo lawe, U twe thabeloni,U tshi runwa khomboni U pfale henefho.4. Ima imela Yesu, Zwino zwi a fhela,namusi ndi mikosi, Matshelo ndi mihuvho,Ane a kunda, tshawe ndi khare thohoni,Khosi khulu na ene, vha do vhusa tshothe."
 },
 {
  "title": "238. Naa Ndi Vhonnyi Avha?",
  "number": 238,
  "content": "# 238. Naa Ndi Vhonnyi Avha?\n\n1. Naa ndi vhonnyi vho fhiraho lufu? Khevhala ngei seli ha mavhIda.Vha tshi khou renda Yesu, Vho tanzwiwa nga Ngwana.CHORUSVha tshi nzhena kha Yerusalema muswa,vho tanzwiwa nga Ngwana (nga Ngwana)Vha tshi nzhena kha Yerusalema muswa,vho tanzwiwa nga Ngwana.2. Vhenevho vho ri vha tshe vhatuku,Vha thanya vha di nangela YesuVha takalela Ene,Vho tanzwiwa nga Ngwana3. Ndi vho kondelelaho mathupho,Vha wana vhuawelo ha Yesu.Vha tshi khoda tshilidzi, go di pika,Vho tanzwiwa nga Ngwana4. Vhenevho vho ri vha tshi thuphiwa,Vha ima vhukati ha mulilo,Yesu u ri, ’Idani,no tanzwiwa nga Ngwana.’5. Vho no ya fhethu hu takadzaho,Vho no fhira lufu na matungu,Vha dzula vho takala,vho tanzwiwa nga Ngwana."
 },
 {
  "title": "239. Wo Neta Naa?",
  "number": 239,
  "content": "# 239. Wo Neta Naa?\n\n1. Wo no neta naa, wo hwala wo lemelwa naa?Yesu uri Ida kha nne awela.2. Dzintho dzi a nkokodzela kha Murena naa?Milenzheni na kha zwanda dzi hone3. Na i hone khare i ne ya munakisa?Ee! I hone ya vhutungu ha mipfa.4. Nda mu toda nda tevhela ndi do wana ni?U tambula vvhuleme na zwililo.5. Nda farelela kha Ene ndi do wana ni?Ndi awela seli ha Yorodane.6. Ndi tshi ri a ntanganedze u do hana naa?Naho zwothe zwi tshi fhira ndo linga.7. Ndo fhatutshedzwa naa, ndi a mutevhela naa?Ngei seli vhakhethwa vha ri Ee, Amen."
 },
 {
  "title": "240. Vhonani Mutshidzi Munangoni",
  "number": 240,
  "content": "# 240. Vhonani Mutshidzi Munangoni\n\n1. Vhona Yesu munangoni! U khokhonya a sa neti,Tshe a lindela tsha kale; A no ngo mu tanganedza.2. U ri renga musuku vhukuma na nguvho yavhudi;Lafha Mato u di vhone, U tanzwe madondo othe.3. Ipfa mukosi wa thanzi, Ndi mukosi wa u fhedza;Wo no mu sinyusa tshothe! Rembuluwa-ha u vhuye.4. Mushumo wawe tadulu u tsini na u vuledzwa;Wa tshika a vhe wa tshika, Mukhethwa a vhe mukhethwa.5. nwando wo no Mu nukadza, O londela u vulelwa;Vuwa u vule munango; Murena a si tsha lenga.6. Mu tanganedze Mueni; Dzula nae wo takala,Nga vhukonani vhukuma, Ni le ndiloni nthihi."
 },
 {
  "title": "241. Shango la Beula",
  "number": 241,
  "content": "# 241. Shango la Beula\n\n1. Ndo swika shangoni liswa, lupfumo lwalo ndi lwanga;Afho tshedzani tsha vhudi, vhusiku a vhu ho hone.CHORUSShango la ngei Kanana, nda ima kha thavha yalo;Nda sedza zwa seli halo, afho hu re na nndu yanga;Ndi do vhona-vho tadulu, haya ha lini na lini.2. Yesu u tshimbila na nne, Ri tshimbila ri tshi amba;O mpfara nga tshanda tshawe, U khou nyisa-vho tadulu.3. Hu na munukho wa-vhudi, u bvaho kha iyo miri;Hu na maluvha avhudi. Hu na madi a vhutshilo.4. Nyimbo dza ngei tadulu, dzi pfala ndevheni dzanga;Vharunwa vha imbelela nyimbo dzau renda khotsi."
 },
 {
  "title": "242. Mbofho Yo Fhatutshedzwaho",
  "number": 242,
  "content": "# 242. Mbofho Yo Fhatutshedzwaho\n\n1. Lufuno lwa Kristo lu vhofhaho mbilu,Vhuthihi ha vhana vhawe, vhu ngaho ha Ene.2. Kha khulunoni yau ri da nga thabelo,Nyofho na zwililo zwashu, zwothe zwi do fhela.3. Mathupho, zwililo na mihwalo yashu,Zwi ri lemelaho zwothe, ri a lilisana.4. Ri tshi vho fhambana, ri a vhaisala,Fulufhelo lashu rothe ndi la u vhonana."
 },
 {
  "title": "243. Vuwa, Muya Wanga, Vuwa!",
  "number": 243,
  "content": "# 243. Vuwa, Muya Wanga, Vuwa!\n\n1. Vuwa muya wanga! U fhufhure nyofho,Yesu o no fela nne lwa vhutungu,vO dzula o nndindela;O dzula o nndindela;Ndo nwalwa tshandani tshawe.2. U dzula tadulu A tshi nnyambela,Lufuno lu tshidzaho, Malofha a vhudi,Ro no rengwa nga malofha,Ro no rengwa nga malofha,A hashaho khulunoni.3. Ndi thanu ntho dze A rungwa Khalivari;Ntho idzo dzi kho’ nthabelela-vho.Dzi ri ndi hangwelwe vhuvhi;Dzi ri ndi hangwelwe vhuvhi;Wa shanduka a u nga fi.4. Vhona Mudodzwa A tshi humbela khotsi;Khotsi ha nga furaleli Murwa wawe.Na Muya U ya Mu thusa;Na Muya U ya Mu thusa;U ri : Ndi thusa Murena."
 },
 {
  "title": "244. Ida Kha Yesu",
  "number": 244,
  "content": "# 244. Ida Kha Yesu\n\n1. ’da kha Yesu, ’da kha Yesu, ’da kha Yesu zwino;Zwino Ida khae, Ida khae zwino.2. U do tshidzwa, U do tshidzwa, U do tshidzwa zwino;Zwino U do tshidzwa Ida khae zwino.3. U na Maanda, U na Maanda, U na Maanda, zwino.Zwino U na Maanda, Ida khae zwino.4. Mu humbele, Mu humbele, Mu humbele zwino;Zwino, Mu humbele, Ida khae zwino.5. O lindela, O lindela, O lindela zwino;Zwino, O lindela Ida khae zwino.6. Fulufhela, Fulufhela, Fulufhela zwino;Zwino, Fulufhela, Ida khae zwino.7. Fhatutshedzwa, Fhatutshedzwa, Fhatutshedzwa zwino;Zwino, Fhatutshedzwa, Ida khae zwino."
 },
 {
  "title": "245. A Hu Na Linwe Dzina.",
  "number": 245,
  "content": "# 245. A Hu Na Linwe Dzina.\n\n1. Heli dzina la Murena, li todea kha rine,tadulu vha funa lone, Na rine ndi lashu-vho;CHORUSDzina la Murena, A huna linwe,Dzina la Murena, A li ho dzina linwe.2. A hu na na dzina linwe, li takadzaho mbilu,A hu na na linwe dzina, li no nga la Murena.3. Ndi a fulufhela ndi do mu vhona, a tshi vhuya.Ndi a fulufhela ndi do mu vhona, nda takala.4. Ndi do shuma na Murena, Tsimuni ya Mudzimu,Zwi do vha zwithu zwavhudi, ndi tshi fhatutshedzwa-vho.5. A tshi funa u ri ndi fe, ndi do fela kha Ene,Ndi zwavhudi musi Yesu, E fulufhelo langa."
 },
 {
  "title": "246. Amba Ipfi Nga Yesu",
  "number": 246,
  "content": "# 246. Amba Ipfi Nga Yesu\n\n1. Amba ipfi nga Yesu, thama ya vhukuma,Takadza mbilu yau nga zwe a u itela.CHORUSAmba fhungo nga Yesu,li dededze vhaeni,Ipfi lithihi fhedzi,Imba rabela.2. Amba ipfi nga Yesu, zwivhi zwi hangwelwe,kondelela nga tshilidzi, u ye hayani.3. Amba ipfi nga Yesu, zwi nga si lemele,U ri ndi a mu funesa Mutshidzi wanga.4. Amba ipfi nga Yesu, si tshinye tshifhinga,Wa sa ita mushumo zwi disa matungu.5. Amba ipfi nga Yesu, si dzime lutendo,kondelela u ima u mu fulufhedze."
 },
 {
  "title": "247. Lidza Tsimbi Dza tadulu",
  "number": 247,
  "content": "# 247. Lidza Tsimbi Dza tadulu\n\n1. Lidzani tsimbi, duvha la dakalo,Hu vhe na dakalo tadulu.Khotsi a mu tanganedze ndilani,O netaho a kuvhatedzwe.CHORUSVharunwa vha ri ndi Mukhethwa,Na mbila dzi ri ndi Mukhethwa,Ndi magogo, vha nga naledzi nandi,Vha imba nyimbo dza u tshidzwa.2. Lidzani tsimbi, duvha la dakalo,nwana o xelaho o vhuya;Na mbilu yo no furalela zwivhi.Mbilu i ngaho nwana muswa.3. Lidzani tsimbi, vha de munyanyani,Na vharunwa vha imbelele,Ambani nga ha mafhungo Madifha,Ngauri o bebwa nga huswa."
 },
 {
  "title": "248. Yesu Wa Nazaretha U Khou Fhira",
  "number": 248,
  "content": "# 248. Yesu Wa Nazaretha U Khou Fhira\n\n1. Vho no mu tanganedzaho vha tshimbila vha ya phanda,Vha tangana nga maduvha, vha rabela misi yothe.Vha vhidzelela vha tshi ri: ’Khoyu Yesu a tshi khou fhira!’Vha vhidzelela vha tshi ri: ’Khoyu Yesu a tshi khou fhira!’2. Yesu ndi nnyi naa? Hoyo ane a dzinginyisa mudi?Ndi Mueni a na Maanda, vha ita lufuno lwawe.Vha vhidzelela vha tshi ri: ’Khoyu Yesu a tshi khou fhira!’Vha vhidzelela vha tshi ri: ’Khoyu Yesu a tshi khou fhira!’3. Yesu Ene we A pfa vhutungu nga mulandu washu,O hwala zwivhi zwa vhanwe, a vhofholola mbevhevhe.Mabofu a pfa hu tshi pfi: ’Khoyu Yesu a tshi khou fhira!’Vha mbo takala hu tshi pfi: ’Khoyu Yesu a tshi khou fhira!’4. namusi hothe-hothe ri tshimbila nayoni dzawe,O swika minangoni yashu, A dzhena nga vhulenda.Ri nga si vhudze vhanwe naa? ’Khoyu Yesu a tshi khou fhira!’Kha ri vhudze vhanwe ri ri: ’Khoyu Yesu a tshi khou fhira!’5. Sendelani nothe nandi! Ni hangwelwe zwivhi zwanu,Khotsi no mu tanutshela, vhuyani ni wane vhuthu,Dzhavhelo lanu ndi Ene: ’Khou Yesu a tshi khou fhira!’Kha vho lemelwaho ri ri: ’Khou Yesu a tshi khou fhira!’6. Arali na sa mu tenda, No sanda lufuno lwawe,U do ni furalela-vho, Nge na nyadza ipfi lawe.’No no di lenga, no no lenga, Yesu O no fhira zwino!’’No no di lenga, no no lenga, Yesu O no fhira zwino!’"
 },
 {
  "title": "249. Dzo Vhuyaho Ndi Futahe tahe",
  "number": 249,
  "content": "# 249. Dzo Vhuyaho Ndi Futahe tahe\n\n1. Dzo vhuyaho ndi futahe-tahe,dzo vhuyaho dzothe dangani,Nthihi yo sala dakani, Kulesa ha dzikhoro dza musukuDzithavhani dzi ofhisaho, tshothe-tshothe,Kule na Mulisa wa ndele,Kule-kule na Mulisa wa ndele.2. Murena, naa idzi dzi re hone dangani a dzo ngo U lingana?Mulisa a fhindula a ri: Hu tshe na nthihi yo xelaho nandi,Naho ndila yo vhifha tshothe-tshothe, Ndi do di i toda Nda vhuya nayo,Ndi do i toda Nda vhuya nayo.3. Dzo vhuyaho a dzo ngo divha, Vhudzivha ha madi, na mataka,Swiswi zwe Murena a fhira nga khazwo,A tshi toda yo xelaho,A pfa u lila hayo E kule ’ Yo fhihamelwa lufu lu tsini- tsini,Yo fhihamelwa lufu lu tsini.4. Murena, malofha aya o rothaho thavhani a bva ngafhi?’Ndo fhaladza malofha aya Ndi tshi toá¸’a muthu muthihi fhedzi,’Murena, izwo zwanda zwo itwa’ni? Zwo huvhadzwa vhusiku nga mirenzhe,Zwo huvhadzwa vhusiku nga mirenzhe.5. Vhukati ha dziphenyo thavhani, luwani, matimboni, ha bvaMukosi wa pfala tadulu, u tshi ri:’Takalani, ndo i wana!’Na vharunwa vha bvumela-vho vha ri:Murena O i wana nngu yawe,Murena O no di wana nngu."
 },
 {
  "title": "250. U Si Tende U Kundwa Nga Milingo",
  "number": 250,
  "content": "# 250. U Si Tende U Kundwa Nga Milingo\n\n1. ’Si tende milingo, ’Si tende zwivhi,Wo kunda u kona u tshidza munwe;Ilwani nga Maanda no litsha vivho,No sedze kha Yesu u do ni tshidza.CHORUSHumbela thuso yawe, U do u khwathisa-vho,Ene u do u thusa, a u tsireledza.2. tuwela vhuvhi na matamba othe,Ni di hulisa dzina la Yehova,Ni vhe na tshilidzi, ni na vhulenda,Ni sedza kha Yesu, u do ni thusa.3. Vhothe vha kundaho vha fhiwa khare,Nga lutendo ri do kunda, ri sa we,Mutshidzi washu u do ri fha Maanda,Kha ri sedze Yesu U do ri tshidza."
 },
 {
  "title": "251. U Lila Na Matodzi A Zwi Ntshidzi",
  "number": 251,
  "content": "# 251. U Lila Na Matodzi A Zwi Ntshidzi\n\n1. U lila na Matodzi zwi kundwa u ntshidza,Zwi nga si tuse nyofho, zwi nga si tanzwe zwivhi.Zwi nga si do nthusa.CHORUSYesu o shengedzwa a mpfela tshifhambanoni,Nda wana mbofholowo, nda tshidzwa nga Ene.2. Mishumo mivhuya, i yothe a i tshidzi,Ngelekanyo mbuya dzi nga si mvusuludze,Mishumo a i nthusi.3. U lenga a hu thusi, ndi fela zwivhini,Ndi pfa ipfi la tshilidzi, nda lenga ndo fa,U lenga a hu thusi.4. Lutendo lu a tshidza, ndi tshidzwa nga Ene,Ndi Mu fulufhele, ndi shavhele ha Ene,Lutendo lu a tshidza."
 },
 {
  "title": "252. Fulufhela Ene",
  "number": 252,
  "content": "# 252. Fulufhela Ene\n\n1. Vhaita zwivhi Idani, Yesu u na vhuthu,U ni thadula nga ngoho, mu fulufhedzeni.CHORUSFulufhedzani Ene Yesu, Pika Ene,Ene-ha u do ni tshidza, na vhofholowa.2. A tshi shulula malofha, Ho da phathutshedzo,tambani-ha malofhani, A do ni tshenisa.3. Ee, Yesu ndi ene ndila, Iyaho hayani,Ni do ponyoka vhuvhini, Ni tshi mu tevhela.4. dani kha hetshi tshigwada, Ni ye vhugalani,Ni yo dzula dakaloni, Nga hu sa fheliho."
 },
 {
  "title": "253 Vhona Mulisa Wa Isiraele Wa Ndele",
  "number": 253,
  "content": "# 253 Vhona Mulisa Wa Isiraele Wa Ndele\n\n1. Vhona Mulisa wa Isiraele O ima;Ipfa A tshi vhidza nngu, na u dzi takula.2. U ri: ’Litsha dzi de fhano;U songo dzi thatha;Ngauri ndo dela u fhatuthsedza vhenevha.’3. Ri vha disa nga dakalo, Kha Iwe Murena;Ri takalela uri ri vhana vhaU tshothe."
 },
 {
  "title": "254. Rendani Dzina la Yehova",
  "number": 254,
  "content": "# 254. Rendani Dzina la Yehova\n\n1. Rendani Yehova, vhudza vhathu vhothe vha mu rende,Na vha re tadulu vha rende lufuno,Na tshilidzi tshihulu na Maanda2. Lidza phalaphala hu pfale mubvumo mashangoni,disani na mbila ni mu rende ngadzo,Vhothe nga dakalo, nga vha imbe.3. Ni rende nga ngosha ni rende nga mbila dzi difhaho,U ri fha vhutshilo, vhothe vha tshilaho,Kha vha rende dzina la Yehova."
 },
 {
  "title": "255. Ndi toda Iwe Yesu",
  "number": 255,
  "content": "# 255. Ndi toda Iwe Yesu\n\n1. Ndi toda Iwe Yesu, nne ndi mushai,Mueni na muendi, a thi na lupfumo,Ndi toda lupfumo, ndi lu ntakadzaho,U lisa nayo dzanga, hu vhe Maanda anga.2. Ndi toda mbilu i tshi mpfela vhutungu,Ndi tshi lwa na milingo, U a ntikedza,Ndi toda Muya wawe u tshi mpfunza-vho,Mpfunze nga ha Yesu, Ngwana ya Mudzimu.3. Ndi toda Yesu ndi tama-vho u mu vhona,Wo ntama nga madzanga, u kha vhurena,li vha dakalo kha nne, na vho tshidzwaho,Ri imbe ri sa gumi, ro dzula na Iwe."
 },
 {
  "title": "256. Mudzimu, Wo Vha U Thuso Yashu",
  "number": 256,
  "content": "# 256. Mudzimu, Wo Vha U Thuso Yashu\n\n1. Mudzimu, Wo vha U thuso, U do di ri thusa,U dzhavhelo madumbuni, Haya hashu ndiawe!2. Tsini ha khulunoni yau ri do awela;Tshanda tshau ndi tshihulu, Tshia ri pilela.3. U vha U hone dzithavha dzi saathu u sikwa,U a tshila, U dzula U hone misi yothe.4. Tshigidi tsha minwaha tshi nga duvha kha Iwe,Zwi pfana na mutsho u re mupfufhi nga Maanda.5. Khotsi, U thuso tsha kale, Ro u fulufhela,Ri thuse ri kha di tshila, U vhe haya hashu."
 },
 {
  "title": "257. Wo Ima Sa Thavha Khethwa",
  "number": 257,
  "content": "# 257. Wo Ima Sa Thavha Khethwa\n\n1. Wo ima sa thavha khethwa, Wo khwatha sa thavha,Muthu a fulufhela RaMaanda u do kunda.2. Mitsheto na dzithavha a zwi koni u thusa,Sa hoyo ane zwanda zwawe zwa thusa vhothe.3. Ita zwivhya, Mudzimu, kha vha no u khoda,Vha no nambatela ngoho, Vha pfa mulayo wau."
 },
 {
  "title": "258. Mulayo U Ri Lutendo Ndi Luthihi",
  "number": 258,
  "content": "# 258. Mulayo U Ri Lutendo Ndi Luthihi\n\n1. Mulayo u ri lutendo ndi luthihi lwo khwathaho,Ndi lutendo lu tshilaho lwo tikwaho nga mulayo.2. O, Murena, ri hangwele, ro pfuka mulayo wau,Rine a ri u pfesesi mulayo wau Mukhethwa.3. Ri hangwele vhuvhi hashu, u tuse vhutshinyi hashu.Ri thuse nga Murwa wau, ri vhulunge-vho mulayo"
 },
 {
  "title": "259. Ri do tangana Seli Ha Mulambo Naa?",
  "number": 259,
  "content": "# 259. Ri do tangana Seli Ha Mulambo Naa?\n\n1. Ri do tangana seli, Hu si na magabelo naa?Ha dakalo li sa fheli, Mathupho a si tsheho?CHORUSRi do tangana seli lula lwa mulambo naa?Ri do tangana seli, Hu si tshe na magabelo?2. Ri do tangana hayani hu si tshe na madumbu?Ri do tangana lwanzheni lu sa tsha do fhela naa?3. Ri do tangana mudini wa thanga dzi penyaho?Mudi wa mitsheto ya thengo, Wo fhatwa nga khotsi?4. Ri do tanganedza Kristo, A tshi da u ri dzhia?Ri kha di do Mu divha naa? Ri do dzula naE naa?"
 },
 {
  "title": "260. Ndi do Fhira Govhani la Kanana",
  "number": 260,
  "content": "# 260. Ndi do Fhira Govhani la Kanana\n\n1. Ndi do fhira govhani li no pfi ndi likhethwa;Kha nne ndi lone govha lila la Kanana.Hune nda pfa mafhungo a takadzaho mbilu;Mutshidzi U tsini na nne lwendoni lwothe.CHORUSIwe govha la Kanana U thikho ya nne.Ngauri ndi vhona shango ili ndi tshe kule.2. A huna gole disaho swiswi ndilani;Ngauri tshedza tsha Murena tsho i tshenisa.Hu kha di imbelelwa lu divhaho tadulu;Hu pfala luimbo lu ntakadzaho nandi!3. Ndi tshimbila ndo takalela tshedza tshavhudi;maduvha othe ndi do di dzula ndo takala.Ndi sendela-vho dzikhoroni dza muvhuso;Nga ndila i yaho muvhusoni wa tadulu."
 },
 {
  "title": "261. Govha lavhudi la Edeni",
  "number": 261,
  "content": "# 261. Govha lavhudi la Edeni\n\n1. Govha lavhudi la EdenMudifho vhukumaVha mbilu dzo netesahoVha wana dzawelo.CHORUSGovha lavhudi la Eden, haya ha vhakhethwa.Ndi vhukati ha mathupho-vho, ndi lora dzawelo lau.2. Kha mbilu dza vha lilahoHu vhonala tshedzaHu imbelela vharunwaVha pfala nga kule.3. Haya ha Mutshidzi wangaHu pfala luimboVho rengwaho nga malofha;Vha tshi imba luswa."
 },
 {
  "title": "262. Kristo Kana Baraba?",
  "number": 262,
  "content": "# 262. Kristo Kana Baraba?\n\n1. Ndi ri’ni nga ha Yesu, o ima phanda’ngaO ambara tswuku, e na khare ya mipfa.CHORUSHei ndi mbudziso, phindulo i’ mini-ha?Ndi do vhamba Yesu kani, nda litsha Baraba?2. Ndi vhofholola mbava, muthu a tongaho!Kana Yesu Mutshidzi, hu sandwa ufhio3. Mbudziso ya u konda, ndi do ri mini-ha?Nga tshilidzi u kha di lindela phindulo.4. Ndi do kona u ya naa? Ndi tshe wa shangoni?Ni tshi vhambisa Yesu na tshidza Baraba?5. A si vhaitazwivhi vha no vhudziswahoNa mutendi a re vhukati ha milingo."
 },
 {
  "title": "263. disani Tshafumi tshothe",
  "number": 263,
  "content": "# 263. disani Tshafumi tshothe\n\n1. Ipfani manwalo tsha kale a ri: ’Dzhenisani tshafumi vhukuma.’Ni dovhe ni vhe vhakhethwa tshothe. Ni di lindela mashudu-vho.CHORUS’Dzhenisani tshafumi vhukuma.’ Murena U ri: ’Nndingeni.’Ndi do shulula phathutshedzo, Dza kundwa na vhudzulo nga u dala.2. Naa ni a funa Maanda a Muya-vho? Dzhenisani-ha tsha fumi tshothe.Ni dzule ni tshi pfana na Mudzimu, A ni fhatutshedze ngoho.3. Ni fhandekanywa nga mini na khotsi? ’Dzhenisani-ha tshafumi tshothe.’disani-ha nga he ipfi la amba. Ni do fhatutshedzwa ngoho.4. Hulisani Yesu nga mbilu yothe, Musi ni tshi kho’disa tsha fumi,Ni kwambatele kha fulufhedziso, la mbilu yo no ledaho.5. Imbelelani ipfi li ye tadulu, Wo no disa tshafumi tshothe,Ri ri: ’Haleluya’ ri vhudzuloni, Ri na phathutshedzo khulu."
 },
 {
  "title": "264. Ili duvha likhethwa, Vhuawelo Ha Yehova",
  "number": 264,
  "content": "# 264. Ili duvha likhethwa, Vhuawelo Ha Yehova\n\n1. Ili duvha likhethwa, ndi la Yehova washu,Hu vhulunga la sumbe, lo fhatutshedzwa tshothe.CHORUSli a funwa, li a funwa . . .. . .Ri a vhu takalela, ha Yesu vhuawelo2. Mishumo ya mbo fhedzwa, la mbo di thoma lone,lo shudufhadzwa ngoho, zwenezwo ra awela.3. lo tou shandukiswa, ha khwathiswa Swondaha,Sedza manwalo awe, one ha ambi izwo.4. Na vhanzhi vha nga di ri, Swondaha ndi ya ngoho;Fhedzi bugu ya khotsi, I kha di vha hanedza.5. Ndo sedza nda i vhona, yone Savhatha ya ngoho;Nda mbo di i tanganedza, yone ngoho na ndila."
 },
 {
  "title": "265. Mulalo, Mulalo Naa?",
  "number": 265,
  "content": "# 265. Mulalo, Mulalo Naa?\n\n1. Mulalo kha shango la zwivhi naa?Malofha awe a na mulalo.2. Mulalo mishumo yo anda naa?Ri awela ri tshi mu shumela.3. Mulalo matungu o anda?Ri khae ri do wana mulalo.4. Mulalo vhafunwa vhe kule?Ro lavheleswa nga Yesu rothe.5. Mulalo, ri sa divhi zwi daho?Ri divha Yesu, ndi a vhusaho."
 },
 {
  "title": "266. Yesu Ndi do U Tevhela",
  "number": 266,
  "content": "# 266. Yesu Ndi do U Tevhela\n\n1. Yesu ndi do tevhelaNdi tshi pfa u tshi mmbidzaNdi da ndo tou takalaU nnyise hayani.CHORUSNdi do tevhelaNdi do tevhelaHune wa nnyisa ndi do u tevhela.2. Mato a xela ndilanayo dzi xela ndilaNdi nga vha ndo tou netesaMphe-vho Maanda.3. Ndi nga vha vhutunguniZwivhi zwo thivha ndilaNdi do dzula ndo khwathaNdi tshi u tevhela"
 },
 {
  "title": "267. Halifha Sa Daniel",
  "number": 267,
  "content": "# 267. Halifha Sa Daniel\n\n1. Imani ni kha ngoho, Ni pfe Mudzimu,difungeni ni nge sa mmbi ya vho-Daniel!CHORUSHalifha sa Daniel, Ima u wothe!Khwatha u kha ngoho, U di zwi divhadza!2. Vha Maanda vha khou xedzwa, na nga vhugoswi,Vha nga kunda nga u dzhena mmbi ya Daniel!3. Miswonda ya vhuhali, naho yo anda,I nga wa nga thumbu phanda ha ’mbi ya Daniel!4. Hwala tshiga, didzime, U vhe na gundo!U tshi nyadza sathane, Vhidza ’mbi ya Daniel!"
 },
 {
  "title": "268. Khosi, dumbu Ndi lihulu",
  "number": 268,
  "content": "# 268. Khosi, dumbu Ndi lihulu\n\n1. Khosi, dumbu ndi lihulu, na muya u bvumaho!Na lutombo lwo swifhala, A hu tshe na vhushavhelo,Vhona zwino ri a lovha, u edelela’ni?Tshifhinga tshothe hu a ofhisa, fhasi fhasi lwanzheni.CHORUSMuya, madumbu, mpfeni-ha ni ri tshete,Na madumbu othe a lwanzhe! Mademoni, vhathu, na zwothe-zwothe,Madi a nga si do kumba gungwa le Murena a edela khalo,Zwothe zwi do pfa ipfi langa, zwe’tshete, zwe’tshete.Zwothe zwi do pfa ipfi langa, zwa ri tshete.2. Khosi ndi lila muyani, ndi khotha nga u lila!Hu re ngomu mbiluni yanga, vuwa ndi a rabela,Mbilu yo tsikwa nga zwivhi, zwi lwaho na muya;Ndia fa-wee, ndia a fa Murena, tavhanya u nthuse.3. Khosi nyofho dzo no fhela nge madumbu a dzika!duvha li vhonetshela dzivha, zwi vho nga ndi tadulu,U songo lenga u songo ntsia ndi ndothe,Ndi do da nda wana vhuawelo havhudi nda takala."
 },
 {
  "title": "269. Yesu Mutshidzi Wanga A Mangadzaho",
  "number": 269,
  "content": "# 269. Yesu Mutshidzi Wanga A Mangadzaho\n\n1. Mutshidzi a re dzanga, Yesu wanga, Mutshidzi a mangadzaho,U dzumba vhutshilo hanga kha tombo, nda vhona madi avhudi.CHORUSO dzumba vhutshilo hanga kha tombo, la tsira shango la dora,U nkuvhatedza nga lufuno lwawe,A dovha nga tshanda tshawe,A nkuvhatedza lwavhudi.2. Mutshidzi a mangadzaho ndi Yesu, U tusa muhwalo wanga,U nnyimisa ndi si tsha wa hafhu, A dovha a mpha Maanda.3. U nnyambadza khare ya mashudu, A nndadza nga vhukhethwa,Ndi imba nda ri, vhurena kha Ene, Ndi Mutshidzi a re wanga.4. Musi ndo no ambadzwa nga lupenyo, nda ya u mu tanganedza,U tshidzwa hanga nga lufuno lwawe, ndi do zwi khoda na vhanzhi."
 },
 {
  "title": "270. Mutshidzi Washu",
  "number": 270,
  "content": "# 270. Mutshidzi Washu\n\n1. Mutshidzi washu a ri onesa nga vhulendaMutsireledzi, muimeleli washu.2. Ú a takadza, a vha a ri tutuwedzahoMueni u do thikha mbiluni mbuya.3. Ri pfa ipfi lawe lisekene la vhulendali lugisala mufhumudza zwa tadulu.4. Ri na Maanda othe, na gundo ri a li wanaMuhumbulo yothe mikhethwa ndi yawe.5. Muya wavhudi na tshilidzi, ri nee zwoneDzula mbiluni dzashu dzi nge yau-vho."
 },
 {
  "title": "271. Nangwe Zwivhi Zwanu Zwo Tswuka Sa Muridili",
  "number": 271,
  "content": "# 271. Nangwe Zwivhi Zwanu Zwo Tswuka Sa Muridili\n\n1. Nangwe zwivhi zwo tswuka; Zwi do nga sa Mahada.Naho zwivhi zwo tswuka; Zwi do nga sa Mahada.Nangwe zwi mu-(nangwe zwi mu-) ridili; Zwi do di tshena.Zwivhi zwanu zwitswuku, Zwivhi zwitswuku-tswuku.Zwi do nga sa Mahada, Zwi do nga sa Mahada.2. Ipfani ipfi li ri: Vhuyela kha Mudzimu!Ni kha di kwengweledzwa, Vhuyani ha Mudzimu!A no khathutshela (A no khathu-), A na lufuno.Ipfani ipfi li ri, Ipfani ipfi li ri;Vhuyela kha Mudzimu, Vhuyela kha Mudzimu.3. U do ni tanzwa zwivhi, Ha tsha do zwi humbulaU do ni tanzwa zwivhi, Ha tsha do zwi humbula’Sedzani-ha (Sedzani-ha) kha nne, U ralo Khotsi.U do ni tanzwa zwivhi, U do ni tanzwa zwivhi.Ha tsha do zwi humbula, Ha tsha do zwi humbula."
 },
 {
  "title": "272. Posa Ludzi Lwa Vhutshilo",
  "number": 272,
  "content": "# 272. Posa Ludzi Lwa Vhutshilo\n\n1. Posa ludzi-vhutshilo swiswiniHune munwe a toda u tshidzwaO! Murathu u do vha e nnyi-ha?U funa u vhavhalela vhanwe-vho.CHORUSPosa ludzi lu re lwa vhutshiloPosa ludzi vhutshiloHu na a tuwelaho kulesaPosa ludzi a tshile.2. Posa ludzi lwa vhutshilo zwinoU lengelani, litsha vhukatatavhanya u a mbwandamela zwinoShavhai-ha nga gungwa la vhutshilo.3. Posa ludzi, vha bvise kha khomboVha nuvhelaho hu sa yi muthu.Milingo na mikosi ya khomboZwi do kumba vha re swiswini vhothe.4. Tshifhinga tsha u tshidzwa tsho fhiraHu si kale vha do swika hayatavhanya khonani u si lengePosa ludzi vha tshile namusi."
 },
 {
  "title": "273. di-tike Nga Zwanda Zwawe",
  "number": 273,
  "content": "# 273. di-tike Nga Zwanda Zwawe\n\n1. di-tike nga zwanda zwa Yesu;U do ni thusa zwihulwane.Fulufhela lufuno lwawe,U twe u kha nyimbo.CHORUSDi-tike nga zwanda zwa Yesu, Fulufhela tshilidzi tshawe(Di-tike, Di ti-ke nga zwanda zwa Yesu, Fulufhela tshone tshilidzi tshawe)Di-tike wo sedza tadulu zwandani zwa Mutshidzi.2. Di-tike nga zwanda zwa Yesu; A no do u vulela ndila.Wa do kona u mu tevhela,Wo pfa ipfi lawe.3. Di-tike nga zwanda zwa Yesu;U vhudze vhanwe vha no funa.Muhwalo une wa lemela.U thudzele khae.4. Di-tike nga zwanda zwa Yesu; disa zwothe, zwothe kha Yesu.Mbilu yawe i na tshilidzi, U vhona zwihulu."
 },
 {
  "title": "274. Ndi Na Mutshidzi",
  "number": 274,
  "content": "# 274. Ndi Na Mutshidzi\n\n1. Ndi na Mutshidzi, u ri ida khaeMutshidzi wa lufuno, u fhira shakaZwizwo u nndida nga vhulenda-vhoMutshidzi a re wanga, ndi wanu na inwi.CHORUSNdi khou rabelela iweNdi kha di rabela nga misiNdi itela nothe.2. Ndi na khotsi, we nne a nnea,Fulufhelo la u tshidzwa, na mashuduU mmbidza u ri ndi de tadulu;Fhedzi u ri ndi de na inwi henefho.3. Ndi na nguvho, ndi ya vhudi tshenaNdi lindela zwi mangadzaho zwi do daNdi do zwi wana, zwi penya sa denzheKhonani ndi tama, ni tshi zwi wana-vho.4. Wo wanwa nga Yesu, vhudza vhanweUri Mutshidzi wanga ndi wa lufunoNa inwi zwino ndi mutshidzi wanu-vhoDisendedzeni tsini hawe nothe.5. Rabela zwi diswe vhurenaniThabelo i do fhindulwa nga MutshidziThabelo ine yanga sa khumbeloI do fhindulwa, iwe u mu humbele."
 },
 {
  "title": "275. Ri Vhu Wana ’Fhi?",
  "number": 275,
  "content": "# 275. Ri Vhu Wana ’Fhi?\n\n1. Ri vhu wana ’fhi vhutshilo vhu sa fheli?Vhu kha tsinyuwo naa kana kha dakalo?Mbudziso i hone, vhu wanalafhi?Mbudziso i hone, vhu wanalafhi?2. Ri vhu wana ’fhi vhutshilo vhu sa fheli?Kha vho rengwaho kana kha vho latwaho?Khamusi hafhano, kana henengei?Khamusi hafhano, kana henengei?3. Ri vhu wana ’fhi vhutshilo vhu sa fheli?U tshe wo lavhelesa zwa shangoni naa?Zwi na vhutshilo vhu sa fheliho naa?Zwi na vhutshilo vhu sa fheliho naa?4. thama, wo sedza naa kha tshifhambano?Mudzimu u do da a u dzhia zwinoNaa iwe u nalo litadulu naa?Naa iwe u nalo litadulu naa?5. Ri vhu wana ’fhi, ri vhu wana’fhi?U si edele shaka, sia shangoU sathu fhindula, vhu wanala ngafhi?U sathu fhindula, vhu wanala ngafhi?"
 },
 {
  "title": "276. O Vha A Tshi toda nne",
  "number": 276,
  "content": "# 276. O Vha A Tshi toda nne\n\n1. Yesu o bebwa ngei Betlehema, Mukungwani lu tungufhadzahoZwo mangadza ndi uri zwo da hani? A tshi toda nne.CHORUSA tshi toda nne-vho, A tshi toda nne-vhoZwo mangadza uri zwo tou da hani? A tshi toda nne.2. Ene Yesu ngei Khalivari. O lifha mulandu muhulusaZwo mangadza uri zwo da hani? A tshi fela nne.A tshi fela nne-vho, A tshi fela nne-vhoZwo mangadza uri zwo da hani? A tshi fela nne.3. Ndi Mutshidzi tsha kale na kale, Zwila ndi kule na tshitumba,O fhembeledza na mbilu yanga, A di mmbidza nne.A di mmbidza nne-vho, A di mmbidza nne-vhoZwo mangadza uri zwo da hani? A tshi mmbidza nne.4. Ndi takalela fulufhedziso, U do da a tshi bva makoleni,Ndi do mu vhona a tshi do vhuya, A tshi dela nneA tshi dela nne-vho, A tshi dela nne-vhoNdi do mu vhona a tshi do vhuya, A tshi dela nne."
 },
 {
  "title": "277. Ranga Phanda Tshedza Tshavhudi",
  "number": 277,
  "content": "# 277. Ranga Phanda Tshedza Tshavhudi\n\n1. Iwe tshedza ntshimbidze swiswini, nkokodzeMusi ndi kule ntshimbidze Yesu, nkokodzeFara nayo dzanga, thi humbeliU vhona zwa kulesa, nndededze.2. Ndi a rabela ndi ri, Murena ntshimbidzeNdi ri ntsumbedze ndila, u di ranga phandaNdo vha ndi tshi humbula vhutshinyiMihumbulo yo lemelwa, nthuse.3. Mphathutshedze, u range nga u tshidza, nkokodze,Ndi fhire milingoni ya sathane, nkokodze.Ndi vhone vharunwa vho takala.Zwe nda tulutshelwa kale-kale."
 },
 {
  "title": "278. Murena Ntsumbedze Ndila",
  "number": 278,
  "content": "# 278. Murena Ntsumbedze Ndila\n\n1. Murena ntsumbedze ndila swiswini,’Tsumbedze ndila i re mbuya Murena;A thi nangi, nnyise hune wa funa,Mudzimu, ’nangele ndila yo lugaho.2. Muvhuso ndi Wau, ntsumbedze ndila,Ine ya ya ha Iwe, ndi sa do xela;U fare vhutshilo hanga, vhu si lovhe,Vhona ndila nkhethele zwi tshidzaho.3. Nnangele vhutshilo, kana vhulwadze,’Nangele tshedza, vhushai na lupfumo;Ndi si nange zwihulu kana zwituku,U tshimbidze vhutali hanga na zwothe."
 },
 {
  "title": "279. Idani Kha nne",
  "number": 279,
  "content": "# 279. Idani Kha nne\n\n1. Mbilu yanga takala, Naho lo swifhala.U tende u ri Yesu u do disa tshedza.CHORUSIdani kha nne no netaho:(Idani kha nne, musi no neta):Inwi no netaho, ndi do ni awedza.(Idani nangwe no neta, ni do awedzwa)Hwalani dzhogo yanga ni funziwe nga nne.(Ni hwale dzhogo-vho, andi ni funze).Ndi vhulenda, Ndo vuda, Idani ni wane dzawelo.(Ndo vuda, ndi vhulenda, Ndo vuda, Ndi na vhulenda,Idani ni wane dzawelo).2. Lupfumo na dakalo a zwi thusi muthu.Muthu u thuswa ngalwo lufuno luhulu.3. Phumudzo i re khulu yo diswa nga Yesu:No no handululwa naa? Idani ni si fe!4. Fhumula sa mulambo, U imbe dzinyimbo.Zwi lemelaho zwi do leluwa vhukuma."
 },
 {
  "title": "280. Dzinyimbo Dzi difhaho",
  "number": 280,
  "content": "# 280. Dzinyimbo Dzi difhaho\n\n1. Dzinyimbo dzi difhaho, nga duvha lavhudi,Ri a tenda Muvhumbi, vhutshilo na ndila.CHORUSRenda, renda nyimbo dza Murena,Renda, renda na vhukhethwa hawe.2. O funa na vhana-vho, a tshee fhano fhasiNaho e ngei tadulu, u kha di ri funa.3. Ri nanga thungo yawe, na mafhungo aweE ngei Galilea, o shuma zwihulusa.4. Mutshidzi washu rothe, ro gwadama fhano,Ri humbela u thuswa, u ri tsireledze."
 },
 {
  "title": "281. naledzi Yo Nakaho",
  "number": 281,
  "content": "# 281. naledzi Yo Nakaho\n\n1. Ho vhonwa naledzi vhusiku,Yo penyiswaho nga MudzimuYo ranga phanda vha vhutali,Vha livhiswa kha Mutshidzi.CHORUSI khou penya, I khou penya;Naledzi thavhani khethwa;Vhu khou penya, Vhu khou penya,Vhutshidzi ha Murena washu.2. Manwalo o vha vhudza ngohoYa naledzi i penyesahoVha tevhela tshedza tshihuluTsha Yesu naledzi mutsho.3. Ri tevhela tshedza tsha kaleItsho tshedza tsho ambiwahoRi do tshi tevhela taduluRa da ha Muvhofhololi.CHORUSI khou penya, I khou penya;Naledzi thavhani khethwa;Vhu khou penya, Vhu khou penya,Vhutshidzi ha Murena washu.2. Manwalo o vha vhudza ngohoYa naledzi i penyesahoVha tevhela tshedza tshihuluTsha Yesu naledzi mutsho.3. Ri tevhela tshedza tsha kaleItsho tshedza tsho ambiwahoRi do tshi tevhela taduluRa da ha Muvhofhololi."
 },
 {
  "title": "282. Zwihwana Zwa Zwigidi Zwa Fumi",
  "number": 282,
  "content": "# 282. Zwihwana Zwa Zwigidi Zwa Fumi\n\n1. Thetshelesani maipfi a imba ngei taduluYesu ndi Ene Muvhusi, tadulu vha takala.O dzula kha khulunoni ndi Muvhusahothe.CHORUSAleluya, Aleluya, Aleluya, Amen.2. Vhusa Murena wa vhothe, vhusa nga hu sa fheli.Vhau vha nga si fhambane, vhala vho nwaliwahoDakalo lau li khavho, vho tshidzwa nga Iwe.3. Vhilula Murena wa tshothe, duvha lau li sendele.Hu tshi tavhiwa mukosi, shango li tshi vho lovha.Ri do imbelela ra ri, ’Thendo kha Murena.’"
 },
 {
  "title": "283. munwe U do Dzhena Nga Khoro",
  "number": 283,
  "content": "# 283. munwe U do Dzhena Nga Khoro\n\n1. munwe u do dzhena nga khoro, Zwe’ zwino, zwe’ zwino;A thetshele vhugala ha hone, Hu nga vha nne? na inwi?U do tshimbila kha musuku, A vhone madzanga henengei;O fulufhedziswaho kale, Hu nga vha nne? Kana inwi?2. munwe u do rula muhwalo, Zwe’ zwino, zwe’ zwino;Vha tendaho vha wana khare, Hu nga vha nne? kana inwi?munwe u do vhona Murena, Matungu a shango o fhela;U do takala nae tshothe, Hu nga vha nne? kana inwi?3. munwe u do wana ho valwa, Zwe’ zwino, zwe’ zwino;Ipfi la ri: A thi ni divhi.’ Hu nga vha nne? kana inwi?A vhidzelela a si pfiwe, Vothi la hone li si vulwe;munwe u do dzinwa malamba, Hu nga vha nne? kana inwi?munwe u do imba lwa gundo, Zwe’ zwino, zwe’ zwino;Na mavhuthu o no tshidzwaho, Hu nga vha nne? kana inwi?munwe u do resha na vhanwe, Vha funwa na vho faho kale;Vha dzula vhugalani tshothe, Hu nga vha nne? Kana inwi?"
 },
 {
  "title": "284. Musi maduvha A Tshi Fhira",
  "number": 284,
  "content": "# 284. Musi maduvha A Tshi Fhira\n\n1. Hu na vha no ri li tshi kovhela, vha vha na vhubva;Hu na vhathuphei musi duvha li tshi kovhela,vhanwe vha phuphudzika musi duvha li tshi kovhela;Zwivhuya ri nga ita duvha li tshi kovhela.CHORUSKovhela ¦ kovhela¦ kovhela¦ kovhela;Na zwivhuya ri nga zwi ita li tshi kovhela.2. Vhubva vhu songo vha hone musi li tshi kovhela;Khofheni hu penye musi duvha li tshi kovhela,Hu pfala tshililo tsha muthu o huvhalaho;Thusa vha waho musi duvha li tshi kovhela.3. Lufuno lu vuwe musi duvha li tshi kovhela;Zwothe ri zwi hangwe musi duvha li tshi kovhela,Ri zwale mbeu yavhudi, i pakate khula;Dzi do takadza musi duvha li this kovhela."
 },
 {
  "title": "285. Hu Na Fhethu Ha U Awela",
  "number": 285,
  "content": "# 285. Hu Na Fhethu Ha U Awela\n\n1. Hu na vhuawelo vhunzhi, tsini na Mudzimu;Tshivhi a tshi nga do dina tsini na Mudzimu.CHORUSYesu Mutshidzi washu, O bva ha Mudzimu;Ri tike phanda hau, mbiluni ya Mudzimu.2. Phumudzo i difhesaho, tsini na Mudzimu;Hu re na Mutshidzi washu, tsini na Mudzimu.3. Ndi fhethu ha mbofholowo, tshi ni na Mudzimu;Dakaloni na mulalo tsini na Mudzimu."
 },
 {
  "title": "286. Ntakule",
  "number": 286,
  "content": "# 286. Ntakule\n\n1. Ndo tulutshelwa duvha la vha-tshidzwa Tsioni,Vho ambaraho tshena vhe hayani havhudi.CHORUSNkhwale, Nkhwale, u nyise Tsioni,Nkhwale u nyise mudini wa lufuno,Kha Vhakhethwa.2. Ndi pfa haleluya mabvumele a dzingosha,Muya u takula na vho pfuluswaho tshothe.3. Takalela duvha li tamiwaho nga vhothe,li fhelisa vhutungu na zwothe zwi dinaho."
 },
 {
  "title": "287. Tshifhinga Tsha U Lingwa",
  "number": 287,
  "content": "# 287. Tshifhinga Tsha U Lingwa\n\n1. Tshifhinga tsha u lingwa mphe MaandaNdi si u hanedze, ndi si kheluweNdi tshi tima-tima, mpfare nge tshandaNtikedze nga lufuno ndi si we.2. Zwa lifhasi ndi lifhedzi, asi tameLupfumo lwa zwivhi lu disa khomboNdi humbule vhutungu GetsemaneNa ha tshifhambano ngei Khalivari.3. Musi ndi tshi do delwa nga mathuphoNa nga matungu fhano lifhasiniKha ndi vhone tshanda tshi ntikedzahomatunguni ndi londolwe nga Iwe."
 },
 {
  "title": "288. Vho disa Mpho Ha Yesu.",
  "number": 288,
  "content": "# 288. Vho disa Mpho Ha Yesu.\n\n1. Vho disa mpho tsini na nayo dza Yesu,U funa ha Mutshidzi hu na phathutshedzo,Mulalo na maipfi avhudi zwo thusa,U tshi vhala zwothe u wana zwo di naka.CHORUSWo nekedza Yesu naa, zwifhiwa zwavhudi?Wo nekedza mbilu naa, wa isa khae naa?2. Ho vha hu na mueni we a thetshelesa,Hu lavheleswa dzothe mpho dze dza bviswa,Musadzi uyo o bvisa nga mbilu yothe,A da a ima a si na na tshe a fara.3. A lila nga vhutungu: ’Khotsi wa tshilidzi,tanganedza muvhili wanga na mbilu-vho.’Yesu ene a mu fhindula ari: ’MphoNdi khulwane vhukuma u fhira dza vhothe’."
 },
 {
  "title": "289. Ndzhiye Ndo Ralo",
  "number": 289,
  "content": "# 289. Ndzhiye Ndo Ralo\n\n1. Murena Yesu ndi lila, ndi ri nthuse ndi a fa.Ndi sedza vhutshilo hau, ’ntakule ndo ralo’CHORUSNdzhie Yesu , ndzhie YesuNtsendedze ntshidze, ’ntakule ndo ralo’.2. Ndi na zwivhi zwinzhi Yesu, ntanzwe nga malofha au.Nga lufuno lwau Yesu, ’Ntakule ndo ralo’.3. A huna mushumo we nne nda u shumela Murena.Nthuse-vho nga dzina lau ’ntakule ndo ralo.’4. Ndo gwadama phanda hau, tsini tsini ha iwe-vhoMushumo wo no thomiwa, ’ntakule ndo ralo.’5. Ntalifhise Yesu wanga, ndi de-vho ndi u shumeleNtshumise Murena wanga, ’ntakule ndo ralo.’6. Musi mushumo wo fhela, na yone nndwa yo no fhela.Ndi do vhidzelela nda ri, ’ntakule ndo ralo.’"
 },
 {
  "title": "290. Ri Takala Ri Tshi Shumela Yesu",
  "number": 290,
  "content": "# 290. Ri Takala Ri Tshi Shumela Yesu\n\n1. Ri takala ri tshi shumela Yesu,Ri tenda u mu shumelaZwothe zwine Ene a ri vhudza,Ri do ita ri sa tahedzi.CHORUSYesu, nga Iwe ri do kona zwothe nga dakalo,U ri fhatutshedza mushumoni Wau.2. Nga lutendo na lufuno lwawe,Ri funza vhothe vha shangoni,Na Yesu e kha vhuhosi haweU do shulula phathutshedzo.3. Ri tevhela Murena nga vhulenda,Ri tshimbila nae tshothe,Ri tshi talifhisa vho xelaho,Nga yone Ngwana ya Mudzimu."
 },
 {
  "title": "291. Zwo Fanela Ngwana",
  "number": 291,
  "content": "# 291. Zwo Fanela Ngwana\n\n1. Zwo fanelaho NgwanaNdi u rendwa nga misiZwo fanelaho NgwanaYe ya fa.CHORUSRenda haleluya,Thendo haleluyaRenda haleluyaMurena2. Muvhuso wau u deU do fhelisa zwivhidisa muvhuso wauMukhethwa3. Nga ri mu shumele-vhoNga lufuno ri rendeRi tshi swika TsioniRi vhone"
 },
 {
  "title": "292. Zwanda Zwivhili",
  "number": 292,
  "content": "# 292. Zwanda Zwivhili\n\n1. Zwanda zwivhili shumela Yesu,Lulimi lu rende Ene,ndevhe dzanga dzi do mu pfa,Ipfi lituku imbelela.CHORUSMurena ri a da, Ri tshi kha di vha vhatuku;Murena ri a da, U guda zwau.2. Milenzhe yanga i ndilani yau,I ya khoroni tadulu;Mato vhalani Bivhili,I bulaho lufuno lwawe.3. Ndi nekedza Yesu mbilu yanga,Nda mu kumedza na muya;Vhutshilo vhuthihi kha Ene,Na nne-vho o no nngwana."
 },
 {
  "title": "293. Khokho-Khokho",
  "number": 293,
  "content": "# 293. Khokho-Khokho\n\n1. Khokho, ndi ’nyi, ho ima wavhudisaMueni wa vhuthu, haho ane a nga Ene;Zwo ralo-muya wanga, U nga si mu vulele naa?U do mu vulela naa? Lini, lini?2. Khokho, khokho, ndi Yesu wavhudisaMunango u khou konda, a u tendi u vulwa;Fara ya munangoni, Naa hu nga vulwa hani-ha? Hani?Naa hu nga vulwa hani-ha? Hani?3. Khokho, khokho, lindela vho lugaho,Sedza vhadzi li kha tshanda, lo phulelwa iwe;Mato o u lindela, Naa u tshe wo di vala naa?Naa u tshe wo vala naa? Vula! Vula!"
 },
 {
  "title": "294. U Nnyambadza Vhutshilo Hawe",
  "number": 294,
  "content": "# 294. U Nnyambadza Vhutshilo Hawe\n\n1. Sedza kha Yesu, Ha na zwivhi, khotsi mmphe vhutshilo hawe,Hanga vhutshilo ho tshinyala, Nnyambadze hawe, ndi tshenese.CHORUSNnyambadze nga vhutshilo hawe, Ndi tsheneseVhutshilo hanga, vhuvhi ha khombo vhu tanzwiwe,Vhu tshene vhu nge sa Mahada2. Zwilonda zwa zwivhi zwo hula, zwo tswukesa ndi a zwi ofha,Nda ambadzwa nga Iwe Yesu, Ndo tsireledzwa kha mulayo.3.   Ndi tamesa khangwelo yawe, Yesu u di mpha nguvho tshena,Ndi tanganedza iyo mpho, Ndi takalela vhudi hau.4.   Ndo pfumelwa nga lufu lwawe, Ndo luga nga vhutshilo hawe,Ndo vha Mukhethwa nga u pfavho, A tshi vhuya ndi do penyiswa."
 },
 {
  "title": "295. tavha Mukosi Mmbi I Tsini",
  "number": 295,
  "content": "# 295. tavha Mukosi Mmbi I Tsini\n\n1. tavha mukosi mmbi i tsini, Imela ngoho ya Murena;Dzhia pfumo u ime u khwathe, U di tike nga ipfi lawe.CHORUSImani-ha maswole a Yesu, Thanya u fhirise na fhungoIya phanda, imba hosana; Kristo Khosi ya litadulu.2. Khwatha u tshi tangana na swina, Ri tshi ya phanda he ra livha;Ri tshi divha hune ra do ya, Tshitangu na tshedza tshihulu.3. Mudzimu ri a u vhidzelela, Ri thuse rothe nga tshilidzi;Musi nndwa yo fhela ro kunda, Ri ambadze khare ya gundo."
 },
 {
  "title": "296. Mutshidzi Nndededze",
  "number": 296,
  "content": "# 296. Mutshidzi Nndededze\n\n1. Mutshidzi nndededze, Ndi si xele ndilani;Ndi do tinya nga Iwe, Nda dzula ndo takala.CHORUSIda, Ida-ha Mutshidzi,(Ida u ri) U dededze;Tshilidzi tshi dededze,(Ida) Nthange phanda hothe, (Idaha)2. U gundo langa hothe, kha dzothe dzikhakhathi;Ndi na ’We ndi do tshila,Iwe U thikho yanga.3. Mutshidzi, nthange phanda,Ndi tshi shavha mathupho,Ndi do swika shangoni,li si na na zwililo."
 },
 {
  "title": "297. Zwo Ombelwa Tshifhambanoni",
  "number": 297,
  "content": "# 297. Zwo Ombelwa Tshifhambanoni\n\n1. Ho vha na we a tama u mpfela,Uri a songo fanela a tshileO tama u ya tshifhambanoniA ya a mpfarela zwivhi zwanga.CHORUSZwo ombelwa tshifhambanoni,Zwo ombelwa tshifhambanoni kha YesuO hwala vhutungu vhungafha Yesu o ya tshifhambanoni O’ hwala.2. Wa u luga na lufuno kha nne.A tshi tanzwa mbilu yanga tshikhaniZwivhi zwanga zwo vhambiwa zwothe.Ndi divha ndo vhofhololwa zwivhini.3. Ndi do nambatela tshothe MutshidziNga maduvha ndi ya nga dakaloMbilu na mulomo zwo dala luimbo,Ngauri ndi tanzwiwa zwivhi."
 },
 {
  "title": "298. A Huna Zwanga, Zwothe Ndi Zwau",
  "number": 298,
  "content": "# 298. A Huna Zwanga, Zwothe Ndi Zwau\n\n1. Kha ndi late mbilaelo; Ndi dzule ndo khuthala!Ndi tshi khoda Yesu ndi ri: Zwithu zwothe ndi zwaU;nne a thi na tshithu; Zwanga zwothe ndi zwaU.Ndi tshi mu khoda ndi ralo: Zwothe zwanga ndi zwaU.2. Ndo swika nda Mu vhona kha tshifhambano tsha danda,Mbilu yanga ya ri khaE: Ndi nga mulandu wanga;Ndi nga mulandu wanga, Ndi nga mulandu wanga.Mbilu yanga ya ri khaE: Ndi nga mulandu wanga.3. maduvha othe Wo ntoda, Nda latwa ndi do shona,Ndi di-tikifhadza nda ri: Thakha ndi yaU yothe.Thakha ndi yaU yothe, nne a thi na tshithu.Ndi di-tikifhadza nda ri: Thakha ndi yaU yothe.4. Lwo lapfa lwa ya tadulu, Lwo tsa lwa fhira lwanzhe,Lufuno lwaU lwo kunda; nne a thi na tshithu.nne a thi na tshithu, nne a thi na tshithu.Lufuno lwaU lwa hula; Lwanga ndi lu tukusa."
 },
 {
  "title": "299. Dzula Wo Takala Mbilu Yanga",
  "number": 299,
  "content": "# 299. Dzula Wo Takala Mbilu Yanga\n\n1. Dzula wo takala mbilu yanga,U si gungule.Ngauri Khotsi U di ri vhavhalela nga misi.CHORUSDzula wo takala tshothe, Ro tangiwa nga tshedzaTshavhudi ndilani ya Murena, Kha ri takale tshothe2. Ri kungwa nga tshanda tshaWe, tshivhi a tshi ri koni.O lindela u ri thusa, Ri songo litsha thuso.3. Ra litsha u shuma ri pfa zwi tshi ri tungufhadza,Ra mbo di swifhalelwa-vho, dakalo la mbo fhela.4. Kheli dakalo vhukuma! Ndila yo tshena tshothe,Kha ri fune ndayo, ri vhenge vhuvhi, funa vhudi."
 },
 {
  "title": "300. Vhuawelo Ha Vho Netaho",
  "number": 300,
  "content": "# 300. Vhuawelo Ha Vho Netaho\n\n1. Ngei haya ha vhakhethwa, Hu awela vha Yesu,Mutshidzi o no ya hone, U lugisa vhudzuloHu awela vhalidzi, Hu awela vhalidziHu awela vhalidzi, ndi do awela.CHORUSNgei seli ha Yorodane tsimuni ya EdeniNdi do awela tsini na muri wa vhutshilo2. O nndugisela vhudzulo, u ya nga hu sa fheliHune nda do dzula hone, helo shango likhethwaHu awela vhaneti, Hu awela vhanetiHu awela vhaneti, ndi do awela.3. Malwadze a nga si dzhene, na vhutungu a vhu hoNdi do ambadzwa-vho khare, henengei taduluHu awela tsiwana, Hu awela tsiwanaHu awela tsiwana, ndi do awela.4. Lufu lu do vha lwo kundwa, Maanda alwo a fhelaVha imbelela dzithendo, vha tshi vuwa vhafuniHu awela vhalenda, Hu awela vhalendaHu awela vhalenda, ndi do awela.5. Takalani malaifa, imbani nga ha gundoDzikhoro dzi do vulea, ni tshi dzhena taduluHu awela vhakundi, Hu awela vhakundiHu awela vhakundi, ndi do awela"
 },
 {
  "title": "301. Hu Si Kale Murena U do Vhuya",
  "number": 301,
  "content": "# 301. Hu Si Kale Murena U do Vhuya\n\n1. Hu si kale Murena U do vhuya,U da u dzhia vhothe vha mu funaho,Vho faraho milayo ya Mudzimu,Vha re na vhutanzi ha Yesu.CHORUSVhulunga milayo, ni songo hangwa na Savhatha,(Na vhutanzi)Ni fulufhedzee, Yesu u tsini na u vhuya, Rembuluwani.(Kha Mudzimu)2. A tshi do vhuya zwi do nga ndi lupenyo,A ruma vharunwa na phalaphala,Hu do pfala mukosi wa u khura,Vho faraho milayo vha re na vhutanzi.3. Vhafu vho khethwaho vha tshi do vusiwa,Vha tshilaho vha do shandukiswa,Ndi hone vha tshi do mu tanganedza,A tuwa navho a vha isa ha Mudzimu."
 },
 {
  "title": "302. Mudzimu O No Sika Shango",
  "number": 302,
  "content": "# 302. Mudzimu O No Sika Shango\n\n1. Mudzimu o no sika shango, A sima tsimu ya Edeni,A vhea muthu we A sika, Uri a i linde na u i lima.Yo vha yo nakesa i tshi takadza Mato a muthu, i tsimu yavhudi,Nga khole muthu a mbo tshinya, a pfuka mulayo ha mbo da lufu.2. Mudzimu a mbo laya a ri, ’Mitshelo yothe ni nga i la,Hone hu na mutshelo munwe vhukati ha tsimu, na la ni do fa’.nowa yo thanyesa ya mbo fhura musadzi ya mbo ’ri, ’Na la a ni nga fi,’Mudzimu o shavha zwauri, Arali na u la ni do talifha.3. Efa a lavhelesa muri a wana u muri wavhudi,A fula a la zwa mbo difha, A hwala na munwe a nea Adamu.Wo vha wo nakesa u tshi takadza Mato a muthu, U muri wavhudi,Vha mbo la vha pfuka mulayo, Lufu lwa mbo swika fhano shangoni.4. Mudzimu zwino a sinyuwa, A pandela muthu tsimuni,Tsini na muri wa vhutshilo, A vhea vharunwa uri vha u linde.Vho vha vhe na lupenyo lwa u tshusa Efa na Adamu, Uri vha si u le,Ndi yone ndila ye vhutshinyi ha vho dzhena ngayo fhano shangoni.5. Adamu musi o no tshinya, Nge a thetshelesa musadzi,Mudzimu o fhulufhedzisa Uri hu do bebwa a re Mutshidzi.Ene ndi Murena we a fela zwivhi zwanu nothe, Mu tendeni nothe,Ni songo fana na Adamu we nga u sa tenda a disa lufu.6. Murena Yesu a tshi vhuya, U fhedza zwothe zwa shangoni,nowa ine ya vha Sathane, i do fheliswa ya swa ya lovha.Hu do wiswa mulilo wa thuthubisa vhothe vhatshinyi, vha sa tendi Yesu,Vhane vha rabela livhanda na luswayo lwalo, vha swa vha lovha.7. Vhane vha vhulunga milayo, Vha re na vhutanzi ha Yesu,Vha takulelwa tshikhalani, vha mu tanganedza vha ya tadulu.Vha do ambadzwa tshena vha dzhena Yerusalema muswa, Vha vhusa na Yesu.Vha dzula vha tshi imbelela, Vha khoda Murena nga hu sa fheli."
 },
 {
  "title": "303. Hu Na Vhudzulo Nduni Ya Ngwana",
  "number": 303,
  "content": "# 303. Hu Na Vhudzulo Nduni Ya Ngwana\n\n1. Hu na vhudzulo nduni ya NgwanaI a ni vhidza vhoinwi nothe.CHORUSHu na vhudzulo dzhenani nothe,Hu na vhudzulo dzhenani nothe.2 duvha lo tuwa lo no kovhelalo no swifhala ni khou lenga.3. I khou dala nndu ya tshedzatavhanyedzani i saathu u dala.4. Nndu ya Yesu i khou dalaU tshee o vula Idani nothe.5. Hone vhudzulo vhu a wanalaMune wa nndu o ni lindela.6. Musi ho valwa ni do ya ngafhi?Hu tshi do pfala uri ho valwa.Ni do khokhonya ni si vulelweNa mona-mona ni si vhu wane."
 },
 {
  "title": "304. Yesu O Lwelaho Vhathu",
  "number": 304,
  "content": "# 304. Yesu O Lwelaho Vhathu\n\n1. Yesu o lwelaho vhathu, O kunda Sathane.O iswa phanda ha marena, na phanda ha PilatoO landulwa nga Vhayuda, Lushaka lwa hawe.2. Vhasadzi vha mu tevhela vha tshi mu lilela.Ene a mbo amba navho a ri: ’Ni si ndilele.’dilileleni inwi vhane na vhana vhanu-vho’.3. ’Pfani Yesu tshifhambanoni, U tavha mukosi.U ri Khotsi vha farele, A vha divhi tshithu.U ri Khotsi vha farele, A vha divhi tshithu."
 },
 {
  "title": "305. duvha linwe",
  "number": 305,
  "content": "# 305. duvha linwe\n\nCHORUSA vha vhudza a riMuya wanga u ri sumbedza, hone u ya vhafuni.2. Yudasi a mbo ita tshimbevhaA mu rengisela vhatsinda3. Ari musi ndi tshi do swika ni dommbona ndi do mu fara.4. Ene Yesu o vha a tshi khou zwi divhaU ri Yudasi ndi tshifheti."
 },
 {
  "title": "306. Ndo Vhona Dzitshakha",
  "number": 306,
  "content": "# 306. Ndo Vhona Dzitshakha\n\nNdo vhona dzitshakha, tshakha dzothe dza shango,Dzo ima phanda ha Mudzimu,Ha vulwa dzibugu dza mishumo ya vhathu,Nga muthihi vha sengiswa milandu.Iwe u nnyi u sa ofhi Mudzimu,Iwe u nnyi u sa ofhi Ragole,Ndo vhona dzitshakha, tshakha dzothe dza shangoDzo ima phanda ha Mudzimu."
 }
]