[
  {
    "number": 1,
    "title": "1. CHAYA MHALAMHALA WENA",
    "markdown": "Watchman, Blow The Gospel Trumpet\n\n **1.**   \n Chaya Mhalamhala Wena, U nyika Xitsundzuxo;   \nLa Nga Ta Twa Evhangeli, A Hundza A Pona.\n\n  **CHORUS:**   \nWena Chaya Mhalamhala, U Yi Chaya Swinene, Xikwembu Xi Ri Yi Chaye, Ku Ta Pona Vanyingi.\n\n  **2.**   \n Chaya Na Le Tintshaveni, Tindhawini Hinkwato;   \nNa Le Lwandle Twakarisa, Vhangeli Ya Vutomi.\n\n  **3.**   \n Chaya Ni Le Tindleleni, Ne Ndhawin Ya Munyama;   \nVula Leswi Lulameke, Hosi Yi Hi Rindzile\n\n  **4.**   \n Byela La Tikeriwaka, La Lavaka Ku Phyuphya;   \nMuponisi Wa Hi Rhamba, U Vitana Hinkweru."
  },
  {
    "number": 2,
    "title": "2. HOSI YESU U LE NYANGWEN’",
    "markdown": "THE COMING KING IS AT THE DOOR\n\n **1.**   \n Hosi Yesu U Le Nyangwen, La Nga Rhwala Xihambano;   \nSweswi Lava Lulameke, Va ta Ponisiwa\n\n  **CHORUS:**   \nEnyangwen, Enyangwen, Hosi Yesu U le Nyangwen; Yesu Wa Ta, Yesu Wa Ta, Yesu U le Nyangwen.\n\n  **2.**   \n Swikombiso Swa Kombisa, Leswaku Yesu Wa Vuya;   \nHi Ta Hatla Hi N’wi Vona, Hosi Ya Matilo.\n\n  **3.**   \n Langutani Misaveni, Ku Hlupheka A Ku Heli;   \nKu Kondza Ku Fika Hosi, Yi Ta Swi Herisa.\n\n  **4.**   \n Kwale Tikweni Lerintshwa. Hi ta Hanya Evuntsweni, Lava Faka Va Nga Ha Fi;   \nMasiku Hinkwawo."
  },
  {
    "number": 3,
    "title": "3. HI TA VONANA HI MAHLO",
    "markdown": "FACE TO FACE WITH MY SAVIOUR\n\n **1.**   \n Hi Ta Vonana Hi Mahlo, Na Yena Hosi Yesu;   \nN’ta Tsakela Ku N’wi Vona, Yesu La Ndzi Feleke.\n\n  **CHORUS:**   \nHi Ta Vonana Hi Mahlo, Ndzhaku ka Tinyeleti, Eku Kwetsimeni Kakwe, Hi N’wi Vona Hi Mahlo.\n\n  **2.**   \n Sweswi Ndzi Vona Hi Tsandze, Leri Ndzi Sirhelaka,   \nRa Ta Siku Leronghasi, Ra Ku Kwetsima Kakwe.\n\n  **3.**   \n Ndzi Ta Tsaka Ku N’wi Vona, Ku Ta Hela Maxangu,   \nTindlela To Homboloka, Ti Ta Lulamisiwa.\n\n  **4.**   \n Hi Ta Vonana Hi Mahlo, Na Yena Mukutsuri,   \nHi Ta Vonana Hinkweru, Na Yena Muponisi."
  },
  {
    "number": 4,
    "title": "4. SWA NANDZIHA NGOPFU",
    "markdown": "HOW SWEET ARE THE TIDINGS\n\n **1.**   \n Swa Nandziha Ngopfu Eka Mutsendzeleki, Loka Twa Timhaka To Nghasi;   \nLeswaku Muponisi U Ta Vuya Sweswi, Na Wo Mfumo Wakwe Wa Ta.\n\n  **CHORUS:**   \nWa Vuya, Wa Vuya Wa Hatlisa, U ta Kwala Emisaveni,   \nVatsendzeleki Va Kuma Vutshamo, Loko Hosi Yi Ta Fika.\n\n  **2.**   \n Lava Etleleke Kona Emasirheni, Va Ta Pfuxiwa Siku Rero;   \nNa Vona Lava Va Mitiweke Hi Lwandle, Va Ta Huma Kona Va Khana.\n\n  **3.**   \n Hi Ta Hlangana Etikweni Leri Rintshwa, Hi Tinsimu Ta Ku Ntshuxeka;   \nNa Lava Pfaka Matikweni Ya Le Henhla, Hi Khongela Hosi Ya Tilo.\n\n  **4.**   \n Aleluya Amen, Aleluya Amen, Hi Ta Hatlisa Hi Ya Fika;   \nTshemba U Tlakusa Nhloko U Langutisa, Harhi Ya Vutomi Yi Kona."
  },
  {
    "number": 5,
    "title": "5. I KULE XANA EKAYA",
    "markdown": "HOW FAR FROM HOME\n\n **1.**   \n  I Kule Xana Ekaya? Ndzi Vutisa Ye Murindzi, Aku: Vusiku Bya Hundza,   \nKu Fika Vurhonga. Sweswi U Nga Ha Vileri, Kambe Hatlisa U Famba, U Ta Fika Ku Kwetsimen, Loku Nga Heriki.\n\n  **2.**   \n  Ndzi Vutisa Yona Nhenha, Nhlamulo Yakwe Hi Leyi,   \nNdzi Ta Lwa Ndzi Tiyisela, Hi Fumo Ra Moya, Sweswi U Nga Ha Vileri, Yana Kona Hi Xivindzi, Hakelo U Ta Yi Kuma Loko U Hlurile.\n\n  **3.**   \n  Ndzi Languta Ntumbuluko, Wu Kombisa Hi Ntiyiso,   \nNkarhi Wona Wu Herile, Kusuhi Ekaya.   \nSweswi U Nga Ha Vileri, Swikombiso Se Swa Andza, Ntumbuluko Wu Rindzele, Yona Mhalamhala.\n\n  **4.**   \n  Ekaya Kusuhi Sweswi, Tlangela Wena Muendzi,   \nSula Mihloti Mahlweni, Ya Wena U Tsaka. Sweswi U Nga Ha Vileri, Hi Ta Ya Hlangana Kona. Ku Herile Wo Maxangu, Kwale Etilweni."
  },
  {
    "number": 6,
    "title": "6. PFUKANI VAHLAWURIWA",
    "markdown": "WATCH, YE SAINTS\n\n **1.**   \n Pfukani Vahlwawuriwa, Vonan Matimba Ya Tilo, Mi Lumeka To Timboni,   \nMi Rindzile Yona Hosi.\n\n  **CHORUS:**   \nWa Vuya Yesu Kambe, U Ta Fika Na Vukosi; U Ta Fuma Matiko, Wa Vuya Yesu Kambe.\n\n  **2.**   \n Xitshembiso Xa Yo Hosi, Ku Hi Kutsula Ka Nala;   \nKu Hi Hlantswa Swo Swidyoho, Haxa Hungu Ro Ponisa\n\n  **3.**   \n Mimfumo Ya Tsekatseka, Ku Na Huwa Ya Makalichi;   \nHuwelelani Evhangeli, Loko Ka Ha Ri Na Nkarhi.\n\n  **4.**   \n Tinxaka Ti Hela Ntamu, Loko Hosi Yi Tshinele,   \nMisava Yi Ya Makumu, Huwelelani Hosi Ya Ta.\n\n  **5.**   \n Vadyohi Nghenani Sweswi, Yesu Hi Ye Muyimeri;   \nTi Nga Hi Hundza Tintswalo, Loko Nyangwa Yi Pfariwa."
  },
  {
    "number": 7,
    "title": "7. LOKO KU TA FIKA NKARHI",
    "markdown": "WHEN HE COMETH\n\n **1.**   \n Loko Ku Ta Fika Nkarhi, U Ta Teka Vakwe,   \nXuma Xakwe Lexikulu, Varhandzwa Vakwe.\n\n  **CHORUS:**   \nTani Hi Tinyeleti, Ku Vangama Tiharhi;   \nVa Kwetsima Swonghasi, Na To Tiharhi.\n\n  **2.**   \n Wa Va Hlengeleta Swin’we, Malandza Ya Yena,   \nVa Ta Hatima Swinene, Varhandzwa Vakwe.\n\n  **3.**   \n Na Swihlangi Leswintsongo, Swi Rhandza Yesu,   \nI Rifuwo Ra Xikwembu, Varhandzwa Vakwe."
  },
  {
    "number": 8,
    "title": "8. MHALAMHALA YA XIKWEMBU",
    "markdown": "WHEN THE TRUMPET\n\n **1.**   \n Mhalamhala Ya Xikwembu Loko Yi Ta Chayiwa, Loko Nkarhi Wu Ta Va Wu Herile,   \nVahlawuriwa Va Ta Hlangana Emapapeni, Loko Va Vitaniwa Nta Va Kona.\n\n  **CHORUS:**   \nLoko Va Ta Vitaniwa, Loko Va Ta Vitaniwa, Loko Va Ta Vitaniwa,   \nVa Vitaniwa Henhla Nta Va Kona.\n\n  **2.**   \n Hi Siku Rero Va Ta Pfuxiwa Emasirheni, Va Pfuxiwa Hi Mimiri Leyintshwa,   \nVahlamuriwa Va Ta Ya Hlangana Etilweni, Loko Va Vitaniwa Nta Va Kona.\n\n  **3.**   \n A Hi Yi Tirheleni Ku Fika Eku Heleni, Hi Tivisa Ta Rirhandzu Ra Hosi,   \nHi Endla Tano Ku Fika Na Kona Eku Feni, Loko Va Vitaniwa Nta Va Kona."
  },
  {
    "number": 9,
    "title": "9. CHAYANI MHALAMHALA SWINENE",
    "markdown": "LIFT UP THE TRUMPET\n\n **1.**   \n Chayani Mhalamhala Swinene, Yesu Wa Vuya Kambe;   \nN’wina Vaendzi Tiyiselani, Yesu Wa Vuya Kambe.\n\n  **CHORUS:**   \nWa Ta Kambe, Wa Ta Kambe;   \nYesu Wa Vuya Kambe.\n\n  **2.**   \n Huwelelani Etintshaveni, Yesu Wa Vuya Kambe;   \nNyimpfana Yi Kusuhi No Fika, Yesu Wa Vuya kambe.\n\n  **3.**   \n Huwelelani Na Le Malwandle, Yesu Wa Vuya Kambe;   \nEmagandlatini Yo Chavisa, Yesu Wa Vuya Kambe.\n\n  **4.**   \n Na Swi Kombiso Swa Hi Kombisa, Leswo Wa Vuya Kambe;   \nNa Mabubutsa Ya Tiyisisa, Yesu Wa Vuya Kambe,\n\n  **5.**   \n Na Wo Matiko Ma Karihile, Yesu Wa Vuya Kambe;   \nVutivi Na Byona Byi Andzile, Yesu Wa Vuya Kambe."
  },
  {
    "number": 10,
    "title": "10. HI TA HLANGANA HAMBYENI",
    "markdown": "SHALL WE GATHER AT THE RIVER\n\n **1.**   \n Hi Ta Hlangana Nambyeni, Laha Ku Kwetsimaka;   \nMatini Layo Saseka, Ya Pfaka Ka Xikwembu.\n\n  **CHORUS:**   \nHi Ta Hlangana Nambyeni, Wona Nambu Lowu Wo Saseka; Hi Ta Ya Hlangana Kona, Xiluvelweni Xa Hosi.\n\n  **2.**   \n Eribuweni Ra Nambu, Hi Ta Xewetana Kona; Hi Dzunisa Hosi Yesu,   \nSiku Hinkwaro Ra Ntsako.\n\n  **3.**   \n Hi Nga Si Fika Nambyeni, Hi Ta Cukumeta Ndzhwalo;   \nHi Tintswalo Ha Ntshuxiwa, Hi Nyikiwa Tiharhi.\n\n  **4.**   \n Enambyeni Wo Kwetsima, Rona Rendzo Ri Ta Hela;   \nTimbilu Tita Tlangela, Hi Tinsimu To Rhula."
  },
  {
    "number": 11,
    "title": "11. NDZI TA KU LANDZELA HOSI",
    "markdown": "I WILL FOLLOW THEE MY SAVIOUR\n\n **1.**   \n Ndzi Ta Ku Landzela Hosi, Tindleleni Ta Wena;   \nLaha U Yaka Ndzi Ta Ya, Ina Nta Ku Landzela.\n\n  **CHORUS:**   \nNdzi Ta Ku Landzela Hosi, Wena La Ndzi Feleke, Hambi Van’wana Va Ala, Ina Nta Ku Landzela.\n\n  **2.**   \n Hambi Mitwa Ni Swigatlu, Hinkwaswo Swo Vavisa;   \nSwitele Ndleleni Yanga, Mina Nta Ku Landzela.\n\n  **3.**   \n Maxangu Na Wo Nhlomulo, Miringo Yo Chavisa;   \nNa Wena U Huma Kona, Ina Nta Ku Landzela.\n\n  **4.**   \n Hambi Na Wona Makhombo, Loko Ya Ndzi Tshuketa;   \nNa Wena U Pfa Ka Wona, Mina Nta Ku Landzela.\n\n  **5.**   \n Hambi La Ku Chavisaka, Wena Wa Ndzi Fambisa;   \nWena U Ndzi Hlulerile, Ina Nta Ku landzela."
  },
  {
    "number": 12,
    "title": "12. KU NA XIHLOVO",
    "markdown": "THERE’S POWER\n\n **1.**   \n Ku Na Xihlovo Xa Ngati Xi Huma Hosini, Vadyohi Va Hlantswiwile Kona Engatini;   \nVadyohi Lava Nghenaka Va Hlantswiwa Swivi, Vadyohi Va Hlantswiwile Kona Engatini.\n\n  **2.**   \n Mudyohi La Vambiweke U Khomeriwile, Eka N’wina Wa Xihlovo U Kume Tintswalo;   \nNa Loko Ndzi Ri Mudyohi Ndzi Ta Basisiwa, Eka N’wini Wa Xihlovo U Kume Tintswalo.\n\n  **3.**   \n We Nyimpfana U Hi Fele Nkhensa Hosi, Vanhu Va Ponisiwile Hi Wena Swidyohwen;   \nNgati Yaku Ya Swi Kota Ku Hlantswa Vudyoho, Vanhu Va Ponisiwile Hi Wena Swidyohwen.\n\n  **4.**   \n Ku Sukela Nkarhi Lowu U Ndzi Vitaneke, Ndzi Fumiwa Hi Rirhandzu,Rirhandzu Ra Wena;   \nNdzi Ta Tiya Eka Wena, Wena Muponisi, Ndzi Fumiwa Hi Rirhandzu, Rirhandzu Ra Wena.\n\n  **5.**   \n Hosi Yi Ndzi Lunghisele Endhawu Ekaya, Hambi Swi Nga Ndzi Faneri, Wena U ndzi Fele;   \nU Ndzi Lunghisele Ndhawu Kona Kwale Kaya, Hambi Swi Nga Ndzi Faneri Wena U Ndzi Fele.\n\n  **6.**   \n Loko U Ta Hi Vitana Ku Huma Esirheni,   \nHi Ta Nkhensa Hi Tinsimu Hi Dzuna Xikwembu; Loko Xi Hi Kutsurile Tiveni Ra Rifu   \nHi Ta Khensa Hi Tinsimu Hi Dzuna Xikwembu."
  },
  {
    "number": 13,
    "title": "13. HOSI, NDZI RHANDZA KU VA LA TENGEKE",
    "markdown": "LORD JESUS, I LONG TO BE PERFECTLY WHOLE\n\n **1.**   \n Hosi Ndzi Rhandza Ku Va La Tengeke; Wena Hosi U Hanya Eka Mina; Ndzi Tinyiketa Eka Wena Hosi,   \nNdzi Basise Ku Tlula Na Gamboko.\n\n  **CHORUS:**   \nKu Tlurisa Yona Gamboko, Ndzi Basise Ku Tlula Na Gamboko.\n\n  **2.**   \n Hosi Ndzi Hlayise U Ri Tilweni, Ndzi Pfune Leswaku Ndzi Tiyisela;   \nNdzi Nyiketa Hinkwayo Mbilu Yanga, Ndzi Basise Ku Tlula Na Gamboko.\n\n  **3.**   \n Hosi Ndzi Tile Ndza Ti Tsongahata, Ndzi Nkhinsame Milengeni Ya Wena;   \nNdzi Basise Swivi Hi Ngati Yaku, Ndzi Basise Ku Tlula Na Gamboko.\n\n  **4.**   \n Hosi Wa Swi Tiva Ndzi Ku Rindzele, Tana Ndzi Nyike Mbilu Leyintshwa;   \nU Va Lwarile Lava Pfumeleke, Ndzi Basise Ku Tlula Na Gamboko."
  },
  {
    "number": 14,
    "title": "14. YINGISANI MALI",
    "markdown": "HEAR THE PENNIES DROPPING\n\n **1.**   \n Yingisani Mali, Ya Minyikelo;   \nHi Ya Nyika Hosi, Yi Ya Ka Yona.\n\n  **CHORUS:**   \nNgece, Ngece, Ngece, Ngece, Xibyeni Xakwe; I Ya Hosi Yesu, Yi Ya Ka Yena.\n\n  **2.**   \n Ngece, Ngece, Ngece, I Minyikelo;   \nI Nyiko Ya Yesu, Yi Pfa Ka Vana.\n\n  **3.**   \n Hambi Hi Ri Vana, Hi Ha Swintsongo;   \nLoko Hi Kurile, Hi Ta Ha Ngopfu.\n\n  **4.**   \n Loko Hi Hava, Hi Ha Rirhandzu;   \nSwi Ta N’wi Tsakisa; Hosi Ya Hina."
  },
  {
    "number": 15,
    "title": "15. YESU U NDZI RHANDZILE",
    "markdown": "JESUS LOVES ME!\n\n **1.**   \n Yesu U Ndzi Rhandzile, Ku Vula Yo Bibele;   \nVatsongwana I Vakwe, Yena La Nga Ni Ntamu.\n\n  **CHORUS:**   \nEe! Wa Ndzi Rhandza, Yesu Wa Mina;   \nEe! Wa Ndzi Rhandza, Ku Vula Bibele.\n\n  **2.**   \n Yesu U Ndzi Rhandzile, Yena La Ndzi Feleke;   \nU Ta Ndzi Hlantswa Swivi, A Ndzi Nghenisa Kaya.\n\n  **3.**   \n Yesu U Ndzi Rhandzile, Eku Vabyeni Kanga;   \nWa Ta A Ndzi Tiyisa, Evulaweni Byanga.\n\n  **4.**   \n Yesu U Ndzi Rhandzile, Hi Khomisana Ndlela;   \nIna Ndza Ta Ka Yena, Ku Ta Hlantswa Hi Yena."
  },
  {
    "number": 16,
    "title": "16. NDZI HLAMBILE MANDLA",
    "markdown": "I WASHED MY HANDS\n\n **1.**   \nNdzi Hlambile Mandla, Ya Basile Swinene;   \nNdzima Nyika Yesu, Kuva Switirho Swakwe.\n\n  **CHORUS:**   \nMilenge Yanga, Ti Voneleni;   \nNdzi Yiseni Hinkwaswo; Ku Nga Na Yesu.\n\n  **2.**   \n\t  Ndzi Byele Tindleve, Ku Yingisa Swinene,   \nEka Leswinene; Hinkwaswo Swa Mavoko.\n\n  **3.**   \n\tNdzi Langutisile, Swiendlo Swa Mavoko;   \nKuma Susa Khombyen, Hi Ku Rhandza Ka Yesu."
  },
  {
    "number": 17,
    "title": "17. HINA HI NA WO NTSAKO",
    "markdown": "TIS LOVE THAT MAKES US HAPPY\n\n **1.**   \n Hina Hina Wo Ntsako, Ntsako Wa Rirhandzu;   \nHi Rona Leri Fumaka, Vutomi Bya Hina.\n\n  **CHORUS:**   \nI Yesu Hosi Ya Rirhandzu, Ka Yesu Hi Kuma Ntsako, Hina Hina Wo Ntsako, Ntsako Wa Rirhandzu, Hi Rona Leri Fumaka, Vutomi Bya Hina.\n\n  **2.**   \nKambe Yona Misava, Yi Tele Makhombo,   \nHi Ta Twarisa Rirhandzu, Marito Ya Hosi\n\n  **3.**   \nYesu U Na Vutomi Nala Wa Lovisa,   \nNdzita N’wi Dzunisa Yesu, Minkarhi Hinkwayo."
  },
  {
    "number": 18,
    "title": "18. YANANI MAHLWENI",
    "markdown": "ONWARD CHRISTIAN SOLDIER\n\n **1.**   \n Yanani Mahlweni, Na Xi Hambano! Xa Yesu Muhluri, N’wina Ti Nhenha!   \nYesu Mu Rhangeri, Anga Hluleki, Mujeko Wa Yesu Wuya Mahlweni.\n\n  **CHORUS:**   \nYanani Mahlweni, Na Xihambano! Xa Yesu Muhluri, N’wina Tinhenha!\n\n  **2.**   \n Ti Ngwazi Tserhani, Miya Mahlweni! Vandla Ra Sathana, Ra Hangalaka, Loko Ti Dzunisa Ti Ba Na Hungwe!   \nMfumo Wa Sathani, Wu Wela Hansi.\n\n  **3.**   \n Hi Famba Ndleleni, Ya Va Kwetsimi! A Hi Avananga, Hi Mirhi Un’we;   \nRipfumelo, Ntshembo, Rirhandzu Rin’we! Kereke Ya Yesu, Yiya Mahlweni.\n\n  **4.**   \n Mfumo Wa Misava Wona Wa Hundza! Kambe Kereke Ya Yesu Ya Hanya,   \nXivandla Xa Vafi Xi Tsandzekile! Ku Herisa Vandla Ra Hosi Yesu.\n\n  **5.**   \n Hami Rhamba Ka Yesu, Kuta Dzunisa! Yesu Imu Hluri, Ahi Tsakeni,   \nTintsumi Na Vanhu, Dzunisan Yesu! Mfumo, Ku Kwetsima, Swa Hosi Yesu."
  },
  {
    "number": 19,
    "title": "19. TIYISA MOYA WANGA",
    "markdown": "MY SOUL BE ON YOUR GUARD\n\n **1.**   \n\tTiyisa Moya Wanga; Valala Vatele;   \nMavandla Ya Vudoho; Ya Wena Ku Ndzi Wisa.\n\n  **2.**   \n\tRirhandzu Hi Xi Khongelo; Nyimpi Yita Hela;   \nRhamba Xona Xikwembu; Nyimpini Hi Masiku.\n\n  **3.**   \n\tLoko U Nga Si Hlula; Hloma Wo Matlharhi,   \nNyimpfi Yo Yi Ta Hela; U Ta Kuma Yo Harhi."
  },
  {
    "number": 20,
    "title": "20. PFUKA, TIYA MOYA WANGA",
    "markdown": "AWAKE, MY SOUL\n\n **1.**   \n Pfuka Tiya Moya Wanga, Kongoma Mahlweni;   \nTiyisela Eka Hosi, U Ta Kuma Harhi.\n\n  **2.**   \nXikwembu Xa Ku Vitana; Hi Rito Ra Xona;   \nHi Yena A Hakelaka, Loyi A Hlulaka.\n\n  **3.**   \nVarhumiwa Va Xikwembu, Va Ku Langutile;   \nRivala Leswi Hundzeke, Kongoma Mahlweni.\n\n  **4.**   \nMuponi Musunguri, Wa Rendzo Ra Hina;   \nHi Ta Kuma Eka Yena, Hakelo Ya Hina."
  },
  {
    "number": 21,
    "title": "21. NDZI TA XIHAMBANWENI",
    "markdown": "I AM COMING TO THE CROSS\n\n **1.**   \n Ndzi Ta Xihambanweni, Ndzi Ta Ndzi Ngari Nchumu; Hinkwaswo Ndza Swi Lahla,   \nKa Wena, Ndzi Ponisi.\n\n  **CHORUS:**   \nNdzi Tshemba Wena Hosi, Nyimpfana Ya Khalivhari; Ndzi Khinsame Milengeni, Ya Wena Ndzi Ponisi.\n\n  **2.**   \n Khale Ndziku Navela, Ndzi Karhele Hi Swivi;   \nHlamula Sweswi,   \nNta Swi Susa Hinkwaswo.\n\n  **3.**   \n Ndzi Ta Ka Wena Sweswi, Ndzi Tsan’wa Leswo Biha;   \nMoya Ni Mirhi Wanga, Ndzi Swi Nyiketa Wena.\n\n  **4.**   \n Yesu La Lulameke, Nghena Mbilwini Yanga;   \nNdzita Fana Na Wena, Nyipfana Ya Xikwembu.\n\n  **5.**   \n Ndzaku Tshembha We Hosi, Maxangwini Hinkwawo;   \nA Ku Dzunisiwe Wena, Nyipfana Ya Xikwembu."
  },
  {
    "number": 22,
    "title": "22. NDZI TWA NKATEKO WA TSHONA",
    "markdown": "LORD, I HEAR OF SHOWERS OF BLESSING\n\n **1.**   \n Ndzi Twa Nkateko Wa Tshona, Wu Averiwa Mahala;   \nWu Pfuxelela Wa Torha, Wu Nise Henhla Ka Mina.\n\n  **CHORUS:**   \nKa Mina, Ka Mina, Wu Nise Ne Ka Mina.\n\n  **2.**   \n U Nga Ndzi Siyi Tatana, Na Hambi Ndzi Ri Mudyohi;   \nNdzi Kombela Ntsetselelo, Ndzi He Tintswalo Ta Wena.\n\n  **3.**   \n Khale Ndzi Tlele Vudyohwen, Ndzi Tshova Mbilu Ya Wena;   \nNdzi Tinyikele Misaveni, Tsetselela, Ndzi Ponise.\n\n  **4.**   \n Wena Moya Wo Kwetsima, Ndzi He Ku Rhula Ka Wena;   \nPfula Mahlo Ndzi Ta Byela Vanhu Vumbhoni Bya Yesu."
  },
  {
    "number": 23,
    "title": "23. MOYA WOKWETSIMA HLANTSWA MBILU YA MINA",
    "markdown": "HOVER O’ER HOLY SPIRIT\n\n **1.**   \n Moya Wo Kwetsima, Hlantswa Mbilu Na Mobo Wanga;   \nNghena, Tshama Ka Mina, Hosi Yanga Tana Sweswi.\n\n  **CHORUS:**   \nNdzi Tate, Ndzi Tate, Yesu Ndzi Tate Sweswi; Ndzi Tate Hiku Kwetsima, Aku Tshame Ka Mina.\n\n  **2.**   \n Ndzi Nge Koti Ku Ku Rhuma, Ku Ndzi Tata Hi Moya;   \nHi Mbilu Yanga Hinkwayo, Ndza Kombela Ndzi Tate.\n\n  **3.**   \n Ndzi Tsanile Hosi   \nNdzi Khinsame Ka Wena Sweswi; Moya Lowo Kwetsima Ndzi Tate Rirhandzu Raku.\n\n  **4.**   \n Wena Wa Ndzi Chavelela Loko Ndzi Ri Maxangwini;   \nU Basisa Mbilu Yanga Yi Kwetsima Na Sweswi"
  },
  {
    "number": 24,
    "title": "24. MINKARHI HINKWAYO",
    "markdown": "I NEED THEE EVERY HOUR\n\n **1.**   \n Minkarhi Hinkwayo, Hosi Ya Tintswalo Ku Hava Un’wana. Wo Nyika Ku Rhula\n\n  **CHORUS:**   \nHi Minkarhi Hinkwayo, Ndzi Navela Wena Ndzi Katekise Yesu, Ndzi Wa Wena.\n\n  **2.**   \nMinkarhi Hinkwayo, Tshama Ekusuhi, U Heta Miringi Matimba Ya Yona.\n\n  **3.**   \nMinkarhi Hinkwayo, Ntsakwen’ Swivavini Vutomi Bya Phyama, Ehandle Ka Wena.\n\n  **4.**   \nMinkarhi Hinkwayo, Ndzi Enerisiwa   \nHi Vudyoho, Rirhandzu Nkateko Wa Wena.\n\n  **5.**   \nMinkarhi Hinkwayo, Wena Wo Kwetsima! Ndzi Endle Wa Wena, Yesu Mukutsuri."
  },
  {
    "number": 25,
    "title": "25. HINKWASWO NDZA SWO NYIKETA",
    "markdown": "ALL TO JESUS I SURRENDER\n\n **1.**   \n Hinkwaswo Ndza Swi Nyiketa, Ka Wena Hosi Yesu;   \nHi Rirhandzu Leri Kulu, Ndzi Ta Ka Wena Hosi.\n\n  **CHORUS:**   \nNdza Swi Nyiketa, Hinkwaswo Hosi; Eka Wena Muponisi, Ndza Swi Nyiketa.\n\n  **2.**   \n Hinkwaswo Ndza Swi Nyiketa, Ka Wena Hosi Yesu;   \nKu Tiphina Ka Misava, Na Kona Kuta Hela.\n\n  **3.**   \n Hinkwaswo Ndza Swi Nyiketa, Ka Wena Hosi Yesu;   \nNa Moya Lo Wo Kwetsima, Tshama U Ndzi Letela.\n\n  **4.**   \n Hinkwaswo Ndza Swi Nyiketa, Ka Wena Hosi Yesu;   \nNdzi Ta Kuma Na Kurhula, Ka Wena Mukutsuri."
  },
  {
    "number": 26,
    "title": "26. NA LOKO NDZI NGA RI NA NCHUMU",
    "markdown": "JUST AS I AM\n\n **1.**   \n Na Loko Ndzi Ngari Na Nchumu, U Ndzi Hlantswile Hi Ngati;   \nU Ndzi Rhambile Ka Wena, Nyimpfana Ya Hosi, Ndza Ta.\n\n  **2.**   \n A Ndzi Nchumu, Ntsena Ndza Ta, Ku Ta Basisiwa Moya;   \nNo Susiwa Na Swivati Hi Ngati, Ya Wena Hosi.\n\n  **3.**   \n A Ndzi Nchumu, Ndza Ta Sweswi, Ndzi Xikarhi Ka Dzolonga;   \nNyimpi, Nchavo, Nkanakano, Nyimpfana Ya Hosi Ndza Ta.\n\n  **4.**   \n A Ndzi Nchumu, Ndza Ta Hosi, Evuswetini Bya Mina;   \nKa Wena Ku Na Hinkwaswo, Ndzi Nga Hava Eka Mina.\n\n  **5.**   \n A Ndzi Nchumu, Ndzi Mukele, Tsetselela, Rivalela;   \nHi Xitshembiso Xa Wena, Ndzi Ta Ka Wena Xikwembu.\n\n  **6.**   \n A Ndzi Nchumu Hosi Yanga, U Susa Swi Rhalanganyo;   \nKu Hlule Rirhandzu Raku, Nyimpfana Yo Xonga Ndza Ta."
  },
  {
    "number": 27,
    "title": "27. HA KU DZUNISA HOSI",
    "markdown": "REVIVE US AGAIN\n\n **1.**   \n Ha Ku Dzunisa, Hosi Ya Ri Rhandzu;   \nHa Khensa Hi Yesu Loya Hi feleke.\n\n  **CHORUS:**   \nAleluya Wa Kwetsima, Aleluya Amen! Aleluya, Wa Kwetsima. Hi Pfuxelele.\n\n  **2.**   \n Ha Ku Dzunisa, Moya Wo Kwetsima,   \nWena La Hi Nyikeke Ku Vonakala.\n\n  **3.**   \n A Dzunisiwe, Nyimpfana Ya Mhamba;   \nHi Hlantswiwe Eka Swidyoho Hinkwaswo\n\n  **4.**   \n A Dzunisiwe, Na Ku Twarisiwa;   \nYena Ntsena La Hi Rhandzeke, Hinkwerhu.\n\n  **5.**   \n Hi Pfuxelele, Rirhandzwini Raku;   \nU Hi Tiyisa Hi Masiku, Hinkwawo."
  },
  {
    "number": 28,
    "title": "28. TANA KA XIKWEMBU HOSI YA HINA",
    "markdown": "TAKE TIME TO BE HOLY\n\n **1.**   \n Tana Ka Xikwembu, Hosi Ya Hina, Dyondza Rito Rakwe; U Ri Hlayisa,   \nTana U Va Swin’we Na Vana Vakwe, U Nga Ti Rivali Tintswalo Takwe.\n\n  **2.**   \nTana Ka Xikwembu, U Nga Ha Hlweri; U Va Na Xikwembu, Hi Xikhongelo;   \nU Na Xikombiso Hi Yena Yesu, Teka Ntila Wakwe U Ta Ya Fika.\n\n  **3.**   \nTana Ka Xikwembu I Mukutsuri,   \nU Tshembha Ka Xona Eka Hinkwaswo; Hambi Ku Tsakeni Ne Makhombyeni, Tshembha Rito Rakwe Hi Xo Xitlhangu.\n\n  **4.**   \nTana Ka Xikwembu U Rhula Mbilu, Nyiketa Hinkwayo Mbilu Ya Wena;   \nKu Na Xitshembiso Xa Yona Hosi, Hi Xona Xihlovo Xa Byo Vutomi."
  },
  {
    "number": 29,
    "title": "29. XWANA HOSI HIKUVA RI HLWILE",
    "markdown": "ABIDE WITH ME\n\n **1.**   \n Xwana Hosi Hikuva Ri Hlwile, Ni Vusiku Byi Endle Vu Nyama;   \nKu Hava Mpfuna Na Khongomelo, Ndzi Pfuxe Xwana Na Mina Yesu.\n\n  **2.**   \n Vutomi Byi Hatlisa Ku Hundza, Ntsako Na Byo Vumburhi Swa Hela;   \nLeswo Hanya Swi Mbala Ku Bola, La Nga Hundzukiki Xwana Kwala.\n\n  **3.**   \n Nkarhi Hinkwawo, Tshama Na Mina, Nsovo Waku Wu Hlula Miringo;   \nHi Wena Ntsena La Hlayisaka, Nkarhi Hinkwawo Xwana Na Mina.\n\n  **4.**   \n Hambi Khombo Minkosi, Nhlomulo, Na Ro Rifu Rahi Bvanyangeta,   \nHi Ta Pfuxiwa Hiri Vahluri, Loko Uxwa Na Mina We Hosi.\n\n  **5.**   \n Loko Nkarhi Wa Mina Wu Ta Ta. Wa Ku Rhurha Ndzi Siya Misava;   \nNta Kuma Mani Loka Nga Ri Wena, Xwana Yesu U Tshama Na Mina."
  },
  {
    "number": 30,
    "title": "30. DYAMBU RI LE KU PELEN",
    "markdown": "DAY IS DYING IN THE WEST\n\n **1.**   \n Dyambu Ri Le Ku Peleni, Munyama Se Wa Fika;   \nYima U Ya Khongela, Tinyeleti Ta Huma, Empfhukeni.\n\n  **CHORUS:**   \nHosi Yo Kwetsima, Ya MAvandla,   \nYa Fumo Wa Matilo, Wa Dzuniwa, Wena Hosi Ya Hina.\n\n  **2.**   \n Hosi Ya Byo Vutomi, Ya Misava Hinkwayo;   \nHi Hlengelete Kaku,   \nRo Rirhandzu Ra Wena, Riku Suhi.\n\n  **3.**   \n Loko Dyambu Ri Pela, Hi Hlayisi Rirhandzwin;   \nHi Tintswalo Ni Musa, To Tintsumi.\n\n  **4.**   \n Loko Dyambu Ri Hundza, Na Kona Munyameni; We Hosi Ya Tintsumi,   \nRa Makumu."
  },
  {
    "number": 31,
    "title": "31. MUPONISI DYAMBU RANGA",
    "markdown": "SUN OF MY SOUL\n\n **1.**   \n Muponisi Dyambu Ranga, A Ku Na Munyama Kaku; Ku Nga Ri Na Papa Kona,   \nLeri Ri Nga Ta Ndzi Sirha,\n\n  **2.**   \n Na Loko Se Ndzi Etlele, Na Loko Ndzi Tsipe Mahlo,   \nNdzi Ta Wisa Hi Wo Ntsako, Ndzi Seketeka Ka Wena.\n\n  **3.**   \n Tshama Na Mina Hi Masiku, Ndzi Nga Fa Handle Ka Wena,   \nTshama Hosi Eka Mina, Rifu Ri Nge Ndzi Chavisi.\n\n  **4.**   \n Loko Ndzi Ta Pfuka Hase, Ndzi Katekisi Ni Mixo,   \nHi Rirhandzu Raku Hosi, Ndzi Ta Fika Etilweni"
  },
  {
    "number": 32,
    "title": "32. HOSI I N’WINI WA HINA",
    "markdown": "THE LORD IS OUR ROCK\n\n **1.**   \n Hosi I N’wini Wa Hina Yeso Khokholo Ra Hina,   \nU Susa Na Wona Nchavo, Yeso Khokholo Ra Hina.\n\n  **CHORUS:**   \nKhokholo Lera Matimba, Xisirhelelo Vudyohwen Mufambisi Ku Ya Ekaya, Yeso Khokholo Ra Hina.\n\n  **2.**   \n Wa Hi Lwela Eka Nala, Yesu Khokholo Ra Hina, A Ku Na Xo Hi Tshukisa, Yeso Khokholo Ra Hina.\n\n  **3.**   \n Hambi A Hlundzuka Nala, Yesu Khokholo Ra Hina,   \nHi Kuma Ku Hlayiseka Yesu Khokholo Ra Hina\n\n  **4.**   \n Yesu Hi Ye Mukutsuri, Yesu Khokholo Ra Hina,   \nHi Wena Mupfuni Werhu, Yesu Khokholo Ra Hina."
  },
  {
    "number": 33,
    "title": "33. NDZI FAMBISE WENA HOSI",
    "markdown": "HE LEADETH ME\n\n **1.**   \n Ndzi Fambise Wena Hosi, Ndzi Kongome Kaya Tilweni,   \nNdzi Nga Endla Yini Xana, Hosi Yesu Ndzi Fambise.\n\n  **CHORUS:**   \nNdzi Fambise N’wini Wanga, Hosi Yesu Ndzi Fambise, Ndzi Nyiketa Mbilu Yanga, Ina Hosi Ndzi Fambise.\n\n  **2.**   \n Hi Minkarhi Ya Makhombo, Na Minkarhi Ya Maxangu,   \nSusa Na Wona Mapfalo, Hosi Yesu Ndzi Fambise.\n\n  **3.**   \n Ndzi Lava Ku Ku Landzela, Ndzi Tirhwexa Xihambano,   \nHambi Ku Fika Maxangu, Ndzi Na Hosi A Ndzi Chavi.\n\n  **4.**   \n Loko Ntirho Wanga Kwala, Wu Tava Va Ndzi Wu Hetile,   \nLoko Yi Herile Nyimpi, Wena Hosi Ndzi Wisise."
  },
  {
    "number": 34,
    "title": "34. LOKO NDZI NGA FAMBA EKU RHULENI",
    "markdown": "WHEN PEACE LIKE A RIVER\n\n **1.**   \n Loko Ndzi Nga Famba Eku Rhuleni, Na Kona Emakhombyeni,   \nHosi Ndzi Dyondzise Ku Vula Ndzi Ku ‘Hi Swona Rhula Moya Wanga’\n\n  **CHORUS:**   \nHi Swona, Emoyen,   \nHi Swona Rhula Moya Wanga.\n\n  **2.**   \n Hambi Nala A Nga Ta A Ndzi Ringa, Yesu I Mulweri Wanga,   \nHikuva U Tive Ku Tsana Kanga, Hi Loko A Ta A Ndzi Fela.\n\n  **3.**   \n Hambi Na Ro Khombo Ra Swivi Swanga, Swivi Swanga Hi Xitalo,   \nSwi Hayekiwe Exihambanweni, A Hi Dzuniseni Xikwembu.\n\n  **4.**   \n A Ri Hatlise Siku Raku Hosi, Ku Ta Herisa Munyama,   \nLoko Mhalamhala Yi Ta Chayiwa, Ndzi He Ku Rhula Moyen Wanga."
  },
  {
    "number": 35,
    "title": "35. KU NA VUNGHANA NA WONA NTSAKO",
    "markdown": "WHAT A FELLOWSHIP, WHAT A JOY\n\n **1.**   \n Ku Na Vunghana Na Wona Ntsako, Loko Hi Famba Na Xikwembu, Hi Kuma Ku Rhula Ka Ntiyiso, Loko Hi Famba Na Xikwembu.\n\n  **CHORUS:**   \nTa………….na, Ta………….na,   \n(Tana Ka Yesu, Tana Ka Yeso) Tana Eku Hlayisekeni, Ta………….na, Ta…………..na,   \n(Tana Ka Yesu, Tana Ka Yesu) Uta Kuma Ku Hlayiseka.\n\n  **2.**   \n Swa Nandziha Ku Famba Ndleleni, Loko Hi Famba Na Xikwembu,   \nXihi Voningela Yona Ndlela, Loko Hi Famba Na Xikwembu.\n\n  **3.**   \n I Yini Xi Nga Hi Chavisaka, Loko Hi Famba Na Xikwembu,   \nHi Na Ku Rhula Ka Hosi Yesu, Loko Hi Famba Na Xikwembu."
  },
  {
    "number": 36,
    "title": "36. NDZI LANGUTE WENA",
    "markdown": "MY FAITH LOOKS UP TO THEE\n\n **1.**   \n Ndzi Langute Wena, Nyimpfana Ya Xikwembu   \nMuponisi, Yingisa Xirilo Ndzi Hlantswi Swidyoho,   \nNdzi Basise, Ku Sukela Sweswi\n\n  **2.**   \n Tintswalo Ta Wena, A Ti Ndzi Tiyise, Ndza Ku Rhandza, Hikuva U Ndzi Fele,   \nRirhandzu Ranga, Ri Nga Heli, Ri Kula Ri Andza\n\n  **3.**   \n Ndlela Ya Munyama, Ni Ku Saseka, Ndzi Fambise, Susa Wo Munyama,   \nSula Mihloti, Ndza Lahleka U Nga Ndzi Tshiki"
  },
  {
    "number": 37,
    "title": "37. KUSUHI NA WENA, HOSI YANGA",
    "markdown": "NEARER, MY GOD TO THEE\n\n **1.**   \n Kusuhi Na Wena, Hosi Yanga Hambi Nhlomulweni, Ne Maxangwini   \nNdzi Ta Yimbelela, Kusuhi Na Hosi Kusuhi Na Wena, Hosi Yanga.\n\n  **2.**   \n Ndzi Mutsendzeleki, Ri Perile   \nKu Phume Hinkwaswo, Ndzi Twa Gome Milorhweni Yanga, Ndzi Ta Tshinelela Kusuhi Na Wena, Ndzi Ta Rhula.\n\n  **3.**   \n Ndzi Pfulele Ndlela, Yo Ya Tilwen, La U Ndzi Rhumaka, Hi Tintswalo   \nTintsumi Ta Vita, Ti Ri Ndzi Tiyisa, Kusuhi Na Wena, Ndzi Ta Hlula.\n\n  **4.**   \n Ndzi Lava Ku Khensa Nsovo Waku, Maxangwin Yanga, Rendzwen Ranga   \nNa Kwele eBethele, Loko Ndzi Etlerile Kusuhi Na Wena, Ndzi Ta Tsaka.\n\n  **5.**   \n Loko Ndzi Tlakuka, Empfhukeni, N’weti Na Ro Dyambu, Ndzi Swi Siya   \nNdzi Ta Yimbelela, Kusuhi Na Hosi, Kusuhi Na Wena, Ndzi Ta Wisa"
  },
  {
    "number": 38,
    "title": "38. YIMAN’ MI TIYA EKA XIKWEMBU",
    "markdown": "FIRMLY STAND FOR GOD\n\n **1.**   \n Yiman Mi Tiya Eka Xikwembu, Hambi Ku Fika Ku Kanakana,   \nXi Na Wona Matimba Hinkwawo, Ku Hi Hlulela Nala\n\n  **CHORUS:**   \nA Hi Namarheleni Ekhokholweni, Yesu Kreste Muferi,   \nLoko Hi Hlurile Hi Ta Hlangana, Mahlweni Ka Xiluvelo\n\n  **2.**   \n Yimelan Na Kona Ku Lulama, Mi Tiyisela Ripfumelweni,   \nEka Miringo Ya La Misaven, Yesu U Ta Hi Pfuna\n\n  **3.**   \n Hambi Swilo Swi Tika Swinene, A Hi Yimeni Entiyisweni,   \nKhokholo Ri Ta Nyika Ku Rhula, Makumu Ka Miringo."
  },
  {
    "number": 39,
    "title": "39. NDZI TSHEMBILE YESU NTSENA",
    "markdown": "MY HOPE IS BUILT ON NOTHING LESS\n\n **1.**   \n Ndzi Tshembile Yesu Ntsena, Hi Yena Khokholo Ranga,   \nA Ndzi Nga Titshembi Mina, Ndzi Tshembile Yena Tsena.\n\n  **CHORUS:**   \nYesu Kreste I Khokholo. Hinkwaswo-nkwaswo Swa Hundza, Hinkwaswo Leswi Swa Hundza.\n\n  **2.**   \n Ku Te Mphu! Mahlweni Yanga, Ndzi Pfune Hosi Ya Mina,   \nMiringo Yi Ndzi Talele, Yi Ndzi Lahlisa Mpfumelo.\n\n  **3.**   \n Switshembiso Swi Tiyile, Eka Lava N’wi Tshembaka Hambi Ndzi Ri La Tsaneke   \nYesu Ndza Ha N’wi Tshembile.\n\n  **4.**   \n Mhalamhala Yi Ta Yimba, Ndzi Ta Ya Kona Mina,   \nNdzi Ambele Swo Kwetsima, Ndzi Fana Na Yona Hosi."
  },
  {
    "number": 40,
    "title": "40. ENDLELEN YA HOSI",
    "markdown": "WHEN WE WALK WITH THE LORD\n\n **1.**   \n Endlelen Ya Hosi Wa Hi Voningela, Hi Ku Kwetsima Lokunghasi,   \nEndlelen Ya Yesu Wa Hi Sirhelela, Hinkwavo Lava Pfumelaka.\n\n  **CHORUS:**   \nPfumelani, A Ku Na Yin’wana, Ndlela Yo Ya Ka Yeso Handle Ko Pfumela.\n\n  **2.**   \n Ndzhutini Wa Rifu, Munyama Wa Ntima, I Yini Mahlweni Ka Yena,   \nHambi Wona Nchavo, Na Yona Mihloti,   \nHosi Yeso U Swi Hlurile\n\n  **3.**   \n Mirhwalo Ya Hina, Na Wo Mahlomulo, Yesu Wa Hi Rhwalela Swona,   \nKu Vavisekeni, Ni Le Maxangwini, Xikwembu Xa Hi Chavelela.\n\n  **4.**   \n Rirhandzu Ra Yesu A Ri Nga Tikombi, Loko Hi Nga Si Tinyiketa,   \nU Hi Komba Ntsako Na Rona Rirhandzu Hinkwerhu Lava N’wi Tshembaka.\n\n  **5.**   \n Vahluri Hinkwavo Va Ta Tshama Swin’we Ni Ku Famba-famba Na Yena,   \nMarito Ya Yena, Swiletelo Swakwe, Hi Ta Swi Yingisa Hi Ntsako."
  },
  {
    "number": 41,
    "title": "41. XIKWEMBU A XI MI HLAYISE",
    "markdown": "GOD BE WITH YOU!\n\n **1.**   \n Xikwembu A Xi Mi Hlayise, Hosi Yi Mi Khongotela, Yi Mi Hlayisa Ndleleni,   \nKu Kondza Hi Vonana Kambe.\n\n  **CHORUS:**   \nLoko Hita Hlangana Kambe, Emahlweni Ka Xinyimpfana, Loko Hi Ta Hlangana Kambe, Hosi A Yi Mi Sirhelele.\n\n  **2.**   \n Hosi A Yi Mi Sirhelele, Hosi A Yi Mi Vukarhe   \nYi Mi Phamela Swakudya, Ku Kondza Hi Vonana Kambe.\n\n  **3.**   \n Hosi A Yi Mi Sirhelele, Maxangwini Ya Misava,   \nWa Swi Kota Ku Vukarha, Ku Kondza Hi Vonana Kambe.\n\n  **4.**   \n Hosi A Yi Mi Sirhelele, Hi Rirhandzu Lerikulu,   \nHambi Rifu Ri Fikile,   \nKu Kondza Hi Vonana Kambe."
  },
  {
    "number": 42,
    "title": "42. NTSAKO WA NHLANGANO",
    "markdown": "WITH FRIENDS ON EARTH\n\n **1.**   \n Ntsako Wa Nhlangano,   \nNa Vanghana Swa Nkarhinyana, Kambe Timbilu Ta Vava, Loko Se Hi Hambana.\n\n  **CHORUS:**   \nEtilweni A Ku Hambaniwi, Hambaniwi Tikweni Ra Wona Ntsako, A Ku Hambaniwi.\n\n  **2.**   \n Ntshembo Wu Kona, Hambi Varhandziwa Va Hi Siya,   \nLoko Hinkwaswo Swi Herile, Hi Ta Va Na Vona.\n\n  **3.**   \n Kona A Ka Ha Sarisiwi, Vona Varhandziwa,   \nKambe Ku Ta Twakala, Tinsimu Ta Ntsako Ntsena."
  },
  {
    "number": 43,
    "title": "43. ETLELA KA HOSI YESU",
    "markdown": "ASLEEP IN JESUS\n\n **1.**   \n Etlela Ka Hosi Yesu, La Ku Pfumalaka Gome, Hikuva Nsovo Wa Yena,   \nI Wa Masiku Hinkwawo.\n\n  **2.**   \n Etlela Ka Hosi Yesu,   \nHi Tshemba Ka Ku Rindzela, Rimpfumelo Ni Ku Tshemba Swi Ku Endla Wo Kateka.\n\n  **3.**   \n Etlela, Wisa Ka Yesu, Yena La Nga Ta Ku Pfuxa,   \nHi Matimba Ya Vukosi, Ku Komba Vukosi Byakwe.\n\n  **4.**   \n Nkarhi Wona Wu Kusuhi, Mhalamhala Yi Ta Yimba,   \nMasirha Ma Ta Pfuleka, Ku Ku Nghenisa Vuton’wini"
  },
  {
    "number": 44,
    "title": "44. LOKO NTIRHO WANGA SE WU FIKILE MAKUMU",
    "markdown": "WHEN MY LIFE’S-WORK IS ENDED\n\n **1.**   \n Loko Ntirho Wanga Se Wu Fikile Makumu, Loko Miri Wu Ambala Vutomi,   \nNdzi Ta Tiva Muponisi Wanga Kwale Ntsungen, U Ta Ndzi Amukela Hi Wo Ntsako.\n\n  **CHORUS:**   \nNdzi Ta N’wi Tiva, Ndzi Ta N’wi Tiva, Ndzi Ta N’wi Tiva, Ndzi Ponisiwile, Ndzi Ta N’wi Tiva, Ndzi Ta N’wi Tiva, Hi Timbanga Mavokweni Yakwe.\n\n  **2.**   \n Ku Ta Va Ntsako Ka Mina Loko Ndzi N’wi Vona, Ehansi Ka Vulanguteri Byakwe;   \nMbilu Yanga Yi Ta Ri Vona Rirhandzu Rakwe, U Ndzi Lunghisele Kaya Eti;wen.\n\n  **3.**   \n Ndzi Tsundzuka Varhandziwa Lava Hi SIyeke, Loko Hi lelana Kona Enambyeni,   \nA Hi Nge He Avani Kona Kwale Edeni, Ndzi Navela Ku Vona Muponisi.\n\n  **4.**   \n Ndzi Ta Nghena Nyangweni Ndzi Ambele Swo Basa, U Ta Ndzi Yisa Ko Kala Mihloti,   \nNdzi Ta Yimba Na Risimu Ra Vaponisiwa, Ndzi Navela Ku Vona Muponisi."
  },
  {
    "number": 45,
    "title": "45. NDZI HE BIBELE",
    "markdown": "GIVE ME THE BIBLE\n\n **1.**   \n Ndzi He Bibele Yi Ndzi Voningele, Ku Tsendzeleken Kwala Misaven,   \nA Ku Na Lexi Nga Ndzi Chavisaka, Yesu U te Ku Ta Hi Kutsula.\n\n  **CHORUS:**   \nNdzi He Bibele Hungu Ro Kwetsima, Rivoningo Ndleleni Ya Mina Xitshembiso Ni Nawu Swi Hlangana, Ku Fikela Vusiku Byi Hundza.\n\n  **2.**   \n Ndzi Nyike Yona Hi Nkarhi Wa Gome, Loko Nala a Pfuxa Mapfalo,   \nI Xitshembiso Lexo Hlamarisa, Xa Yesu Muponisi Wa Hina.\n\n  **3.**   \n Ndzi Nyike Yona Tindlelen Hinkwato, Ndzi Ponise Khombyeni Ra Vudyoho,   \nMunyamen Lowu Pfuxaka Mapfalo, Hi Ta Famba Eku Vonakalen.\n\n  **4.**   \n Ndzi He Bibele Yi Nyika Vutomi, Yi Boxa Ta Sirha Ro Ahlama,   \nNa Rivoningo Ro Huma Tilweni, Ndzi Tiya Ndzi Ya Ku Vonakalen."
  },
  {
    "number": 46,
    "title": "46. ENGETA U YIMBELELA",
    "markdown": "SING THEM OVER AGAIN\n\n **1.**   \n Engeta U Yimbelela, Marito Ya Vutomi;   \nI Marito Layonghasi, Marito Ya Hosi, Lama Dyondzisaka, Hi Ta Ripfumelo\n\n  **CHORUS:**   \nI Marito Yo Saseka, Layo Hlamarisa,   \nI Marito Ya Vutomi, Layo Hlamarisa.\n\n  **2.**   \n Yeso U Hi Nyike Wona, Marito Ya Vutomi;   \nMuendla-swivi Rhiya Ndleve, Yingisa U Hanya, Ya Nyikiwa Ntsena, Ku Hi Yisa Tilweni.\n\n  **3.**   \n Ya Nyikeni Ka Hinkwavo, Marito Ya Vutomi;   \nYa Tisa Ku Rivalela, Ma Tele Vutomi, Yesu Mukutsuri,   \nU Hlantswa Vudyoho."
  },
  {
    "number": 47,
    "title": "47. ERIBUWEN RA YORDANI",
    "markdown": "ON JORDAN’S STORMY BANKS\n\n **1.**   \n Eribuwen Ra Yordan, Ndza Kota Ku Vona;   \nTiko Ra Ntsako Kanana, Kona La Ndzi Yaka Kona.\n\n  **CHORUS:**   \nHi Ta Wisa Kaya Ra Ntsako…. (Ra Ntsako) Ntsungen Wa Ribuwa Ra Rihlaza; Hi Yimba Risimu Ra Muxe Na Yesu, Ni Ku Tshama Na Nyimpfana\n\n  **2.**   \n Emisaveni Leyintshwa, Ku Voninga Hosi;   \nYesu I Ku Vonakala, Ku Pfumala Na Munyama.\n\n  **3.**   \n Ndzi Ta Fika Rini Kaya? Ndzi Katekisiwa;   \nNdzi Ta Vona Rini Hosi, Ndzi Tshama Mfun’weni Wakwe.\n\n  **4.**   \n Ndzi Hisekela Ekaya, Ndzi Rhandza Ku Muka;   \nMagandlati Ya Yordani, A Ya Na Ku Ndzi Sivela."
  },
  {
    "number": 48,
    "title": "48. EMAKUN’WINI HI TA TSAKA",
    "markdown": "O THERE’LL BE JOY\n\n **1.**   \n Emakun’wini Hi Ta Tsaka, Vatshoveri Va Ta Fika;   \nNimadyambu Ni Tshovelo, Kona Eyerusalem\n\n  **CHORUS:**   \nNtsa…ko Ku Ta Va Ni Ntsako, Ntsa…ko Lowu Nga Heriki; Vatshoveri Va Ta Tsaka, Va Hlangana Ekaya.\n\n  **2.**   \n Hi Ta Yimba Tona Tinsimu, Hi Timbilu Ta Ku Tsaka;   \nHi Bonga Yesu Muferi, Kona Eyerusalem\n\n  **3.**   \n Ku Tsaka Ku Hi Rindzerile, Emutini Wa Wo Nsuku;   \nMutini Wo Hlawuleka, Wona Wa Yerusalem"
  },
  {
    "number": 49,
    "title": "49. SWITSUNDZUXO SWAKWE",
    "markdown": "ONE SWEETLY SOLEMN THOUGHT\n\n **1.**   \n Switsundzuxo Swakwe, Swi Vuya Ka Mina;   \nNdzi Tshinela Kaya, Ku Hundza Eku Sungulen.\n\n  **CHORUS:**   \nKusuhi Na Ko Kaya, Kusuhi Na Kaya Ranga;   \nKu Hundza Eku Sunguleni\n\n  **2.**   \n Kwale Ka Tatana, Ka Tindlu Ta Yena;   \nKusuhi Na Xitshamo, Xa Vukosi Byakwe Yesu.\n\n  **3.**   \n Se Ndza Famba Sweswi, Ndzi Siya Swidyoho;   \nNdzi Siya Maxangu, Leswaku Ndzi Kuma Harhi."
  },
  {
    "number": 50,
    "title": "50. TIKO RA XIKWEMBU RI KONA",
    "markdown": "THERE’S A LAND THAT IS FAIRER THAN DAY\n\n **1.**   \n Tiko Ra Xikwembu Ri Kona, A Ri Voniwanga Hi Mahlo;   \nTatana U Hi Rindzerile, U Hi Lunghisela Vutshamo.\n\n  **CHORUS:**   \nKu Tsakeni,…… Enkhubyen, (Ku Tsaken)(Enkhubyen) Hi Ta Hlengeletana Kona; Entsakwen…… Enkhubyen, (Entsakwen)(Enkhubyen) Hi Ta Hlengeletana Tilweni!\n\n  **2.**   \n Hi Ta Ti Yimbelela Tilwen, Tinsimu Ta Lavo Kwetsima;   \nHi Nga Ka Hi Nga Xaniseki, Hambi Ku Ri Ku Karhateka.\n\n  **3.**   \n Tatana Wa Hina Matilwen, Vito Rakwe A Ri Dzuniwe;   \nHi Nyiko Yakwe Ya Rirhandzu, Hi Masiku Ma Nga Heriku."
  },
  {
    "number": 51,
    "title": "51. HI KHUVULE HI VUNTSHWA",
    "markdown": "BAPTIZE US ANEW\n\n **1.**   \n Hi Khuvulw Hi Vuntshwa Namuntlha, Hi Pfuxelele Hi Ntamu Wa Nsovo.\n\n  **CHORUS:**   \nHa Ku Kombela Wena Hosi Yesu, Hi Moya Na Ro Rirhandzu Hi Khuvule.\n\n  **2.**   \n Hi Tele Swivi Hi Rila Ntsena,   \nHi Hlantswe U Hi Basisa Swidyohwen.\n\n  **3.**   \n Xika Ka Hina Moya Wa Tilo, Minkateko Ya Wena A Yi Xike.\n\n  **4.**   \n Twanani Rito Ro Huma Tilwen, ‘U Murhandziwa La Ndzi Tsakisaka’   \nHa Ku Dzunisa We U Hi Feleke, Hi Khinsamela Wena Amen Ka Hosi."
  },
  {
    "number": 52,
    "title": "52. XIHLOVO XA MINKATEKO",
    "markdown": "COME, THOU FOUNT OF EVERY BLESSING\n\n **1.**   \n Xihlovo Xa Minkateko, Ndzi Dyondzise Ku Yimba,   \nSwinambyana Swa Tintswalo, Swi Dzuna Hi Tinsimu,   \nNdzi Dyondzise Ku Gandzela, Na Vunene Bya Wena, Tshemba Leri Ro Kwetsima, Tata Mbilu Ya Mina.\n\n  **2.**   \n Ndzi Aka Khokholo Ranga Hi Ku Pfuna Hi Wena,   \nHi Tintswalo Ndzi Ta Fika, Kwale Kaya Etilwen, Yesu U Ndzi Lava Loko Ndza Ha Ri Ku Lahleken,   \nU Ndzi Kutsule Khombyeni Hi Ngati Leya Nkoka\n\n  **3.**   \n Ndzi Ni Nandzu Lowukulu Etintswalwen Ta Wena,   \nNdzi Bohelele Ka Wena Hi Vunene Bya Wena,   \nNdzi Nga Lahleka Ndzi Suka Malwandleni Ya Wena, Hikwalaho Teka Mbilu Yanga Yesu Yi Funghe."
  },
  {
    "number": 53,
    "title": "53. WENA MOYA WA HOSI MUCHAVELERI WANGA",
    "markdown": "HOLY SPIRIT, FAITHFUL GUIDE\n\n **1.**   \n Wena Moya Wa Hosi Muchaveleri Wanga,   \nEka Mutsundzeleki Kulekule Mananga, Hi Marito Ya Musa   \nU Vika Wona Ntsako, U Vita Mutsendzeleki Tana Hi Ya Ekaya.\n\n  **2.**   \n Nakulorhi Lonene U Kona Ku Hi Pfuna,   \nHi Tiyise Mapfalo   \nHi Nkarhi Wa Wo Nchavo Swidzedze Swi Nga Hunga Hi Helela Hi Ntshembo, U Vita Mutsendzeleki Tana Hi Ya Ekaya.\n\n  **3.**   \n Loko Yi Herile Nyimpi Hi Ta Kuma Ku Wisa   \nXana Mavito Ya Kona Bukwini Ya Vutomi, Hi Xona Xikhongelo   \nHi Ngati Ya Nyimpfana, U Vita Mutsendzeleki Tana Hi Ya Ekaya"
  },
  {
    "number": 54,
    "title": "54. LEXI NDZI XI NAVELAKA",
    "markdown": "ONE THING I KNOW OF THE LORD\n\n **1.**   \n Lexi Ndzi Xi Navelaka Ndlelen Yanga Leyo Rheta,   \nHi Mati Kumbe Hi Ndzilo, Ndzi Basise Ndzi Basise.\n\n  **CHORUS:**   \nNdzi Basise Embilwini, Na Loko Ku Ri Wo Ndzilo, Ntsena Loko Xo Xidyoho, Xi Herisiwa Ka Mina\n\n  **2.**   \n U Nga Ndzi Nyika Xivono, Ndzi Nga Tsaka Emoyeni,   \nNdzi Lava Mbilu Yo Tenga, Ku Tlula Hinkwaswo-nkwaswo.\n\n  **3.**   \n Loko Mbilu Yi Tengile, Ndzi Ngetele Hi Xivono,   \nNdzi Ta Kota Kuswi Vona, Swo Kwetsima Naswo Tenga.\n\n  **4.**   \n Ndzi La Ku Tshika Swo Biha, Ndzi Le Ripfalwen Ro Biha,   \nNdza Tsandzeka Ku Tiendla, Wo Lulama, Ndzi Thyakile."
  },
  {
    "number": 55,
    "title": "55. XANA U PFA KA YESU KU HLANTSWIWA?",
    "markdown": "HAVE YOU BEEN TO JESUS?\n\n **1.**   \n Xana U Pfa Ka Yesu Ku Hlantswiwa? U Hlambile Ngatin Ya Nyimpfana?   \nXana U Tshembile Yena Namuntlha? U Hlambile Ngatin YA Nyimpfana?\n\n  **CHORUS:**   \nU Hlambile Ngatin……… Leyi Hlantswaka Vudyoho?   \nXana Tindlela Taku Ti Tengile? U Hlambile Ngatin Ya Nyimpfana?\n\n  **2.**   \n U Famba Na Yesu Hi Wo Masiku? U Hlambile Ngatin Ya Nyimpfana?   \nXana U Wisa Ka La Vambiweke? U Hlambile Ngatin Ya Nyimpfana?\n\n  **3.**   \n Tilunghiseni Muteki Wa Fika, Mi Hlamba Engatin Ya Nyimpfana,   \nXana Moya Waku Wu Lulamele, Ku Hlamba Engatin Ya Nyimpfana?\n\n  **4.**   \n Hlula Na Yona Mintlhamu Ya Nala, U Hlambile Engatini Ya Nyimpfana,   \nYesu Xihlovo U Hlantswa Ni Moya, Tana U Hlamba Engatini."
  },
  {
    "number": 56,
    "title": "56. HOSI A NDZI LAHLEKILE",
    "markdown": "I’VE WONDERED FAR AWAY FROM GOD\n\n **1.**   \n Hosi A Ndzi Lahlekile, Sweswi Ndza Vuya,   \nNdzi Karhele Hi Ta Swivi, Hosi Ndza Vuya.\n\n  **CHORUS:**   \nNdza Vuya Ekaya, Se Ndzi Karhele,   \nNdzi Amukele We Hosi, Hosi Ndza Vuya.\n\n  **2.**   \n I Khale Ndzi Hambukile, Sweswi Ndza Vuya,   \nNdza Tisola Hi Mihloti, Hosi Ndza Vuya.\n\n  **3.**   \n Ndzi Karhele Ku Lahleka, Sweswi Ndza Vuya,   \nNdzi Ta Tshemba Rito Raku, Hosi Ndza Vuya.\n\n  **4.**   \n Ndzi Tshembe Tintswalo Taku, Sweswi Ndza Vuya,   \nHosi Yesu U Ndzi Fele, Hosi Ndza Vuya.\n\n  **5.**   \n Ndzi Hlantswe U Ndzi Basisa, We Muponisi,   \nHi Ngati Ya Wena Yesu, Hosi Ndza Vuya."
  },
  {
    "number": 57,
    "title": "57. LA YINGISAKA A HUWELELE",
    "markdown": "WHOSOEVER HEARTH\n\n **1.**   \n La Yingisaka A Huwelele, Evhangeli Yi Twala Misaveni,   \nA Huwelele Xikarhi Ka Vanhu, La Swi Rhandzaka A Te.\n\n  **CHORUS:**   \nLa Swirhandzaka,   \nLa Swirhandzaka A Huwelele, Vhangeli Tintshaveni,   \nTatana U Vitana Mutsendzeleki, La Swirhandzaka A Te.\n\n  **2.**   \n La Taka A Nga Tshuki A Hlwela, Nyangwa Yi Pfuriwile Nghena Sweswi,   \nNdlela Ya Ntiyiso, I Yesu Ntsena, La Swirhandzaka A Te.\n\n  **3.**   \n La Rhandzaka Tiya Xitshembiswen, La Swi Rhandzaka U Ta Tiyisela,   \nLa Swi Rhandzaka U Kuma Vutomi, La Swirhandzaka A Te."
  },
  {
    "number": 58,
    "title": "58. DZUNISANI MATIMBA YA YESU",
    "markdown": "ALL HAIL THE POWER OF JESUS NAME\n\n **1.**   \n Dzunisan Matimba Ya Yesu Tintsumi A Ti We,   \nTisan Harhi Ya Vukosi Mi Mbexa Yo Hosi,   \nTisan Harhi Ya Vukosi Mi Mbexa Yo Hosi.\n\n  **2.**   \n N’wina Mi Kutsuriweke Hluke Ra Israeyel   \nDzuna Yesu Muponisi Mi N’wi Mbexa Yo Harhi Dzunan Yesu Muponisi Mi N’wi Mbexa Yo Harhi.\n\n  **3.**   \n Tinxaka Ni Tindzimi Hinkwato Emisaveni,   \nHinkwato Ti N’wi Dzuna Va N’wi Mbexa Yo Harhi, Hinkwato Ti N’wi Dzuna Va N’wi Mbexa Yo Harji\n\n  **4.**   \n Na Vakwetsimi Va Le Tilwen Va N’wi Gandzela,   \nHi La Ku Nga Heriki Va N’wi Mbexa Yo Harhi Hi La Ku Nga Heriki Va N’wi Mbexa Yo Harhi."
  },
  {
    "number": 59,
    "title": "59. YESU, LA NDZI RHANDZAKA",
    "markdown": "JESUS, LOVER OF MY SOUL\n\n **1.**   \n  Yesu La Ndzi Rhandzaka, Ka Wena Ndza Tumbela,   \nLoko Misava Leyi Yi Ndzi Kariherile, Ndzi Fihle Muponisi, Swi Ta Kondza Swi Hela,   \nNdzhaku Tilwen Ra Wena, U Ta Ndzi Amukela.\n\n  **2.**   \n  A Ndzi Na Vutumbelo, Misaveni Leya Khombo   \nU Nga Ndzi Tshiki Swanga, Tiyisa U Miyeta;   \nNdzi Tshembile Wena Ntsena U Mupfuni Wa Mina, Funengeta N’wanaku. Hi Timpapa Ta Wena\n\n  **3.**   \n  O Kreste Wa Laveka Ku Tlula Swa Misava,   \nHambi Swi Ndzi Talela Ndzi Ta Va Xisiwana; Hi Wena Wo Lulama Ndzi Lowo Homboloka, Ndzi Tele Hi Ku Dyoha! Ha Wena Ndzi Ta Basa\n\n  **4.**   \n  Musa Wa Wena Hosi Wu Andzile Swonghasi,   \nWu Ta Ndzi Funengeta Ndzi Ta Va Loya Wo Tenga; Xihlovo Xa Vutomi   \nNdzi Tshike Ndzi Ta Ta Nwa Ndzi Susa Torha Mbilwin Hi Masiku Hinkwawo"
  },
  {
    "number": 60,
    "title": "60. YESU, NTSAKO WA MINA",
    "markdown": "JESUS, THOU JOY OF LOVING HEARTS\n\n **1.**   \n Yesu Ntsako Wa Timbilu,   \nU Xihlovo Xa Vutomi Ka Vanhu, Hi Tshika Rifumu Ra Swa Misava, Hi Vuyela Ka Wena Yesu.\n\n  **2.**   \n Rito Raku Ri Tiyile,   \nWa Ponisa Lava Ku Vitanaka, Ka Lava Lavaka Wena Lonene, Hi We U Nkhinsameriwaka.\n\n  **3.**   \n U Vuswa Bya Vutomi,   \nNdzi Navela Ku Xurha Wena Yesu, Hi Nwa Ka Wena Mati Lamanene, Wa Hi Korwisa Emimoyeni.\n\n  **4.**   \n Hi Ni Torha Emoyeni, Hinkwako Laha Hi Welaka Kona,   \nHi Tsakela Ku Vona Nghohe Yaku, I Nkateko Ku Ku Pfumela.\n\n  **5.**   \n Yesu Tshama Eka Mina   \nU Hi Nyika Ku Rhula Emoyeni, Susa Wona Munyama Wa Vudyoho, Voninga Misava Hinkwayo."
  },
  {
    "number": 61,
    "title": "61. NDZI RHANDZA KU TIVA YESU",
    "markdown": "MORE ABOUT JESUS\n\n **1.**   \n Ndzi Rhandza Ku Tiva Yesu, Ndzi Va Byela Hi Tintswalo,   \nNdzi Kuma Ku Ponisiwa, Eka Loya Ndzi Feleke\n\n  **CHORUS:**   \nTimhaka Ta Yesu, Ndzi Byele Ha Tona,   \nMahungu Ya Muponisi, Yena Loya Ndzi Feleke.\n\n  **2.**   \n Ndzi Dyodzise Hi Ta Yesu, Ni Ta Ku Kwetsima Kakwe,   \nMoya Wo Kwetsima Tana, U Ndzi Dyondzisa Ta Yesu.\n\n  **3.**   \n Dyondzani Hi Rito Rakwe, Tshinelani Hi Xikhongelo,   \nNdzi Yingisa Rito Rakwe, Ndzi Mukela Ri Va Ranga.\n\n  **4.**   \n Ta Xiluvelo Xa Yesu, Mudyandzhaka Wa Xikwembu,   \nVula Ta Mfumo Wa Yena. Ni Taku Vuya Ka Yena."
  },
  {
    "number": 62,
    "title": "62. YESU NDZA KU RHANDZA",
    "markdown": "MY JESUS I LOVE THEE\n\n **1.**   \n Yesu Ndza Ku Rhandza, Ndzi N’wana Waku,   \nHikokwalaho Ndzi Suka Ne Vudyohwen, Mukutsuri Na Muponisi Wanga,   \nNa Kona Sweswi Ndza Ku Rhandza Ngopfu.\n\n  **2.**   \n Ndza Ku Rhandza Hikuva Wa Ndzi Rhandza, U Ndzi Xave Hi Ngati Xihambanwen,   \nLa Nga Tiyisela Harhi Ya Mitwa,   \nNa Kona Sweswi Ndza Ku Rhandza Ngopfu.\n\n  **3.**   \n Hambi Vuton’wini Kumbe Ku Feni, Ku Hanyeni Ndzi Ta Dzunisa Wena,   \nHambi Rifu Ri Ndzi Rindzele Mahlwen, Na Kona Sweswi Ndza Ku Rhandza Ngopfu.\n\n  **4.**   \n Tindlwini To Kwetsima Na Ta Ntsako, Ndzi Ta Ku Gandzela Ku Vangameni,   \nNdzi Ta Yimbelela Na Harhi Yanga,   \nNa Kona Sweswi Ndza Ku Rhandza Ngopfu."
  },
  {
    "number": 63,
    "title": "63. NCINI XO SUSA SWIVI?",
    "markdown": "WHAT CAN WASH AWAY MY SIN?\n\n **1.**   \n Ncini Xo Susa Swivi? I Ngati Ya Yesu Ntsena,   \nLexi Ndzi Basisaka,   \nI Ngati Ya Yesu Ntsena.\n\n  **CHORUS:**   \nNgati Ya Nkoka Ngati Leyi Ndzi Basisaka,   \nKu Hava Kun’wana, Ntsena Ngatin Ya Yesu.\n\n  **2.**   \n Ndzi Nga Hlantswiwa Kwihi? Engatini Ya Yena Yesu,   \nNdzi Nga Rivaleriwa, Hi Ngati Ya Yena Yesu.\n\n  **3.**   \n Ku Hava Xo Kutsula, Handle Ka Ngati Ya Yesu,   \nA Hi Mintirho Yanga, I Ngati Ya Yesu Ntsena.\n\n  **4.**   \n Ku Rhula a Ku Kona, Handle Ka Ngati Ya Yesu,   \nKu Lulama Ka Mina, Ku Le Ngatini Ya Yesu.\n\n  **5.**   \n Ya Kwetsima Ya Hlantswa, Yo Ngati Ya Yesu Ntsena,   \nNdzi Ta Tisa Ku Khensa, Hi Ngati Ya Yesu Ntsena."
  },
  {
    "number": 64,
    "title": "64. U NI NDZHWALO MBILWINI YA WENA?",
    "markdown": "ARE YOU WEARY?\n\n **1.**   \n U Ni Ndzhwalo Mbilwini Ya Wena? Tivisa Yesu Tivisa Yesu,   \nU Pfumala Ku Rhula Moyeni, Tivisa Yesu Sweswi.\n\n  **CHORUS:**   \nTivisa Yesu Tivisa Yesu I Munghana Lonene,   \nA Ku Na Un’wana Nakulorhi, Tivisa Yesu Ntsena.\n\n  **2.**   \n Miringweni Leyi Chavisaka, Tivisa Yesu Tivisa Yesu,   \nNa Loko U Wele Vudyohweni, Tivisa Yesu Ntsena.\n\n  **3.**   \n N’wi Vikele Milandzu Ya Wena, Tivisa Yesu Tivisa Yesu,   \nU Kanakana Hi Swa Mundzuku, Tivisa Yesu Ntsena.\n\n  **4.**   \n Rifu Ri Ku Handzula Mapfalo, Tivisa Yesu Tivisa Yesu,   \nU Navela Ku Vuya Ka Kreste, Tivisa Yesu Ntsena."
  },
  {
    "number": 65,
    "title": "65. SWINENE KU TSHEMBA YESU",
    "markdown": "TIS SO SWEET TO TRUST IN JESUS\n\n **1.**   \n Swinene Ku Tshemba Yesu, Na Ku Rhandza Ka Yena,   \nNa Switshembiso Swa Yena, Loko A Hi Lerisa.\n\n  **CHORUS:**   \nYesu Yesu Ndza N’wi Tshemba, A Nga Hluri Hi Nchumu, Yesu Yesu Wo Kwetsima,   \nI Ntsako Ku N’wi Tshemba.\n\n  **2.**   \n Swa Saseka Ku N’wi Tshemba, Ku Tshemba Ngati Yakwe,   \nNtsena Loko Hi Pfumela, Wa Kota Ku Hi Hlantswa.\n\n  **3.**   \n Swa Nandziha Ku N’wi Tshemba, Ku Suka Vudyohweni,   \nKu Amukela Ka Yesu, Vutomi Na Ku Rhula.\n\n  **4.**   \n Ndzi Tsakile Ku N’wi Tshemba, Yesu I Nakulorhi,   \nNdza Swi Tiva Una Mina, Hi Masiku Hinkwawo."
  },
  {
    "number": 66,
    "title": "66. SIKU LERO HLAWULEKA",
    "markdown": "O HAPPY DAY! THAT FIXED MY CHOICE\n\n **1.**   \n Siku Lero Hlawuleka, Loko Ndzi Hlawula Yesu,   \nMbilu Yanga Yi Tsakile, Yi Khapa Hi Wona Ntsako.\n\n  **CHORUS:**   \nI Siku Ra Ntsako Loko Yesu A Ndzi Hlantswa,   \nA Tlhela A Ndzi Dyondzisa Ku Hanya Hi Ku Khongela I Siku Ra Ntsako Loko Yesu A Ndzi Hlantswa.\n\n  **2.**   \n  Sweswi Swi Hetisekile, Ndzi Wa Yona Hosi Yanga, A Ndzi Vita Ndzi Landzela,   \nNdzi Tsakela Rona Vito.\n\n  **3.**   \n  Mbilu Yanga Wisa Sweswi, Eka Yesu Muponisi,   \nU Nga Suki Eka Hosi, Yi Na Vunene Hikwabyo.\n\n  **4.**   \n  Ndzi Hlambanyerile Tilo, Swi Ta Tshama Swi Ri Tano, Nkarhi Wu Kondza Wu Fika,   \nNo Tsaka Ntwananwen Wakwe.\n\n  **5.**   \n  Siku Yesu A Nga Ta Ta, A Ta Na Tintsumi Takwe, Ndzi Pfuka Na Yona Hosi,   \nMfun’win Wa Yona Wa Ntsako."
  },
  {
    "number": 67,
    "title": "67. TANANI KA HOSI HI KOMBISA NTSAKO",
    "markdown": "COME WE THAT LOVE THE LORD\n\n **1.**   \n Tanani Ka Hosi Hi Kombisa Ntsako, Hi Tinsimu Ta Ku Khensa,   \nHi Tinsimu Ta Ku Khensa, Exiluvelweni, Exiluvelweni.\n\n  **CHORUS:**   \nHi Ya Esiyoni, (Hina Hi Ya Siyoni)   \nHi Tlhandlukela Siyoni (Hi Kongomile Esiyoni) Kwale Kaya Ka Tatana.\n\n  **2.**   \n Lava Nga Dzuniki, A Va Tivi Hosi. Kambe Vana Va Xikwembu, Kambe Vana Va Xikwembu,   \nVa Vula Ta Ntsako, Wu Pfaka Ka Yesu.\n\n  **3.**   \n Hi Kongome Siyon, Ntshava Yo Kwetsima,   \nHi Nga Si Fika Etilweni, Hi Nga Si Fika Etilweni, Hi Ta Famba Henhla, Tindlelen Ta Nsuku.\n\n  **4.**   \n Sulani Mihloti, Yimbani Tinsimu,   \nHi Landza Emanuwele, Hi Landza Emanuwele, Tikwen Ra Le Henhla, Tikwen Ra Le Henhla."
  },
  {
    "number": 68,
    "title": "68. NDZI KUTSURIWE HI YESU",
    "markdown": "REDEEMED! HOW I LOVE TO PROCLAIM IT\n\n **1.**   \n Ndzi Kutsuriwile Hi Yesu, Hi Ngati Ya Xinyimpfana,   \nHi Ngati Yakwe Leyonghasi, Ndzi Wa Yena Hi Masiku.\n\n  **CHORUS:**   \nYa Ku…tsula   \n(Ya Kutsula, Ya Kutsula) Yona Ngati Ya Nyimpfana; Ya Ku…tsula   \n(Ya Kutsula, Ya Kutsula) Ndzi Wa Yena Hi Masiku.\n\n  **2.**   \n  Ndzi Tsakile Ku Kutsuriwa, Mbilu Yanga Ya Tlangela, Na Ku Vonakala Ka Yena,   \nKu Na Mina Hi Masiku.\n\n  **3.**   \n  Ndza N’wi Tsundzuka Mukutsuri, Kona Sikwin Hinkwaro,   \nNdzi Yimbelela Na Tinsimu, Ta Rirhandzu Leronghasi.\n\n  **4.**   \n  Ndzi Navela Ku Ya N’wi Vona, Mesiya Yesu Nyimpfana,   \nHi Yena La Ndzi Rhangelaka, Ndleleni Ya Ku Ya Kaya.\n\n  **5.**   \n  Ndza Tiva Ku Na To Tiharhi, Ta Vona Lava Hluleke,   \nNdzi Navela Ku Fika Kona, Kona Kaya Ka Tatana."
  },
  {
    "number": 69,
    "title": "69. HI TA WISA KWALE MATINI",
    "markdown": "WE’LL TARRY BY THE LIVING WATERS\n\n **1.**   \n Hi Ta Wisa Kwale Matini, Mati lamo Tenga,   \nYesu Yena U Hi Rindzele, Ku Hi Amukela.\n\n  **CHORUS:**   \nHi Ta Wisa Kwale Matini, Hi Wisa (Kona) Kwale Matini, Hi Wisa (Kona) Kwale Matini,   \nXihlovo Xa Vutomi.\n\n  **2.**   \n Loko Hi Karhele Ku Famba, Hi Ta Tshama Hansi,   \nKwale Matini Ya Vutomi, Exihlobyen Xintshwa.\n\n  **3.**   \n Tanani Eka Yena Yesu, U Ta Mi Tiyisa,   \nHi Yena Mati Ya Vutomi, Lama Korwisaka."
  },
  {
    "number": 70,
    "title": "70. LOKO HOSI YESU A TA VITANA",
    "markdown": "WHEN JESUS SHALL GATHER THE NATION\n\n **1.**   \n Loko Hosi A Ta Vitana, Vanhu Hinkwavo Misaven, Ka Yo Mitlawa Leyimbirhi,   \nXana Hi Ta Va Ka Wihi?\n\n  **CHORUS:**   \nU Ta Hlengeleta Wo Mavele, A Cukumeta Wona Mungu,   \nKa Yona Mintlawa Leyimbirhi, Xana Hi Ta Va Ka Wihi?\n\n  **2.**   \n Xana Yesu U Ta Ku Ka Wena, “Nandza Wo Tshembeka Nghena”   \nKumbe U Ta Ku Hlongolela Kule; U Lahlekeriwa Hi Tilo.\n\n  **3.**   \n U Ta Tsakela Malandza Yakwe, Va Nga Lava Va Funghiweke,   \nU Ta Va Mbexa Ti Nguvu To Basa, Vona Va N’wi Khinsamela.\n\n  **4.**   \n A Hi Phaphukeni Hi Rhindzela, Hi Pfurhisa Na To Timboni,   \nLoko Se Muteki A Ta Fika, A Kuma Hi N’wi Rindzele.\n\n  **5.**   \n A Hi Tlakusen Tinhloko Henhla, Hi Langusa Kwale Tilweni,   \nLoko Rendzo Rita Fika Makumu, Hi Ta Tiphina Na Hosi."
  },
  {
    "number": 71,
    "title": "71. RIFUMU RA MISAVA",
    "markdown": "IS MY NAME WRITTEN THERE\n\n **1.**   \n Rifumu Ra Misava Na Yona Minsuku, A Hi Ndzaka Yo Tiya Yo Tlula Vutomi,   \nSwa Antswa Ku Tsariwa; Bukwini Ya Hosi, Rikona Vito Ranga; Bukwin Ya Vutomi.\n\n  **CHORUS:**   \nRitsariwile Ke? Bukwin Leyo Basa? Bukwin Ya Vutomi, Ri Tsariwile Ke?\n\n  **2.**   \n Hosi Ndzi Na Swidyoho; Switele Bya Sava, Swinga Susiwa Ntsena Hi Ngati Ya Yesu,   \nHikuva Yona Hosi Yi Hi Tshembisile, Hambi Mi Dyohe Ngopfu; Ndzi Ta Mi Basisa.\n\n  **3.**   \n Kuna Muti Wo Xonga, Ndhawin Yo Kwetsima, Ya Vo Va Kwetsimi, Va Ambele Swo Basa,   \nKona A Ku Nga Ngheni, Nchumu Lowo Biha, Tintsumi Ti Rindzile, Xana U Ta Nghena."
  },
  {
    "number": 72,
    "title": "72. KU AVANYISA SE KU SUNGURILE",
    "markdown": "THE JUDGMENT HAS SET\n\n **1.**   \n Ku Avanyisa Se Ku Sungurile, Matsalwa Ma Langutiwa,   \nKa Leswo Biha Ni Swo Saseka, Ku Ta Avanyisiwa.\n\n  **CHORUS:**   \nHi Ta Ku Yini Na Siku Rero, Hi Ta Ku Yini Siku Rero,   \nHi Ta Kumeka E Swidyohweni, Kumbe Hi Khomeriwile.\n\n  **2.**   \n Ku Sungule Hi Lava Etleleke, Na Hina Hi Ta Landzela,   \nXikwembu Xi Le Ku Avanyiseni, No Ahlula Milandzu.\n\n  **3.**   \n Hi To Yini Loko Ku Paluxiwa, Swona Swidyoho Swa Hina,   \nEka Yona Khoto Ya Makumu, Tintswalo Ti Pfariwini."
  },
  {
    "number": 73,
    "title": "73. HI RHAMBIWA NKHUBYEN WA HOSI",
    "markdown": "CALLED TO THE FEAST\n\n **1.**   \n Hi Rhambiwa Nkhubyen Wa Hosi, Na Va Hlawuriwa Va Yona,   \nSwi Ta Va Njhani Ka Hina Ke? Loko Yi Fika.\n\n  **CHORUS:**   \nLoko Hosi Yi Fika, Loko Yi Fika,   \nHi Ta Amukeriwa Ke? Loko Yi Fika.\n\n  **2.**   \n Hosi leyi Nga Na Tiharhi, Yesu Loyi Anga Ndzi Fela,   \nU Tele Ku Kwetsima Tsena, Loko A Fika.\n\n  **3.**   \n Hi Ku Vangama Ka Rihati, Ku Ta Paluxiwa Swi Hundla,   \nNtiyiso Wu Ta Vonaka, Loko Yi Fika.\n\n  **4.**   \n Yi Ta Languta Hiku Tsaka, Lava Ambeleke Swo Basa,   \nSwinene Loko Hi Nga Hlula, Loko Yi Fika."
  },
  {
    "number": 74,
    "title": "74. HAYI BYALA MBEWU",
    "markdown": "SOWING IN THE MORNING\n\n **1.**   \n Ha Yi Byala Mbewu, Mbewu Ya Tintswalo,   \nNi Mixo, Nhlikanhi ni namadyambu, Hi Yimela Nkarhi, Nkarhi Wo Tshovela,   \nHi Ta Ta Hi Ntsako Na To Tinyandza.\n\n  **CHORUS:**   \nHi Ta Tshovela Hi Ta Tshovela   \nHi Ta Tsaka Se Hi Rhwele Tinyandza Hi Ta Tshovela Hi Ta Tshovela,   \nHi Ta Tsaka Se Hi Rhwele Tinyandza.\n\n  **2.**   \n Hi Byala Mun’wini Ni le Mindzhutini, Hi Nga Chavi Dyambu Hambi Xirhami,   \nNtirho Wu Ta Hela Wu Fika Makumu, Hi Ta Ta Hi Ntsako Na To Tinyandza.\n\n  **3.**   \n  Hi Byalela Hosi Ni Le Nhlomulweni, Na Loko Swi Vava Swi Tshova Moya,   \nWa Hi Amukela A Sula Mihloti,   \nHi Ta Ta Hi Ntsako Na To Tinyandza."
  },
  {
    "number": 75,
    "title": "75. NDZI TWA RITO RA MURISI",
    "markdown": "HARK! ‘TIS THE SHEPHERED’S VOICE\n\n **1.**   \n Ndzi Twa Rito Ra Murisi, Leri Humaka Mananga, Ri Vitanaka Tinyimpfu,   \nLeti Sukeke Ntlhambini.\n\n  **CHORUS:**   \nVuyisani Tinyimpfu, Ti Humesen Vudyohwen   \nVuyisan Ti Nyimpfu, Ti Vuyisen Ka Yesu.\n\n  **2.**   \n I Man La Nga Ta Ya Pfuna, Ku Kuma leto Lahleka,   \nKu Ti Vuyisa Ntlhambini, Ti Ta Ku Hlayisekeni?\n\n  **3.**   \n Twana Ta Rila Mananga, Etitshaven To Leha,   \nYingisa Rito Ra Hosi, Fambani Mi Ya Ti Teka."
  },
  {
    "number": 76,
    "title": "76. A HI PFUNENI LAVA LOVAKA",
    "markdown": "RESCUE THE PERISHING\n\n **1.**   \n A Hi Pfuneni Lava Lovaka,   \nHi Va Vutla Vudyohwen Ne Rifin Hi Rilela Lava Hlulekaka, Hi Va Byela Hi Yesu Muferi.\n\n  **CHORUS:**   \nPfuxa Lava Yaka Eku Loveni, Yesu Una Musa Wa Ponisa.\n\n  **2.**   \n Hambi Va N’wi Tsan’wa U Va Rindzerile, Ku Amukela La Tisolaka;   \nVa Khongoteleni Hi Ku Olova, Loko Va Ta U Ta Va Khomela.\n\n  **3.**   \n Hambi Mbilu Yaku Yi Pfilungene, Hi Tintswalo U Ta Herisiwa,   \nMbilu Ya Rirhandzu Ni Ya Tintswalo Yi Pfuxelela Lava Tsaneke.\n\n  **4.**   \n A Hi Va Pfuneni Swi Fanerile, Hosi Yi Ta Hi Nyika Matimba, Va Landzeleleni Mi Va Vuyisa,   \nMuponisi U Ferile Vona."
  },
  {
    "number": 77,
    "title": "77. A HI LANDZENI LA VO LAHLEKA",
    "markdown": "SEEKING THE LOST\n\n **1.**   \n A Hi Landzeni La Vo Lahleka, Hi Va Vuyisa Tintswalweni,   \nHi Va Nyika Marito Ya Yesu, La Nge Tanani Namuntlha.\n\n  **CHORUS:**   \nFambani Kulekule Etintshaveni, Mi Va Vuyisa Lava Nga Lahleka, Entlhambini Wa Muponisi Werhu, Yesu La Feleke Vaendla Swivi.   \nBass:\tFambani Kulekule Etintshaveni Va Vuyiseni   \nEntlhambini Va Lava Lahlekeke Yesu Nyimpfana Ya Vudyohi.\n\n  **2.**   \n A Hi Landzeni Lavo Lahleka, Mi Va Vuyisa Eka Yesu,   \nMi Va Kombeta Ndlela Yo Vuya, Leyi Yaka Eka Xikwembu.\n\n  **3.**   \n Loko Yesu A Va Vitanile,   \nVa Ta N’wi Landza Hi Minkarhi, A Hi landzeni Lava Lovaka, Va Vuya Hinkwavo Ka Yesu."
  },
  {
    "number": 78,
    "title": "78. NDZI RHANDZA KU MI BYELA",
    "markdown": "I LOVE TO TELL THE STORY\n\n **1.**   \n Ndzi Rhandza Ku Mi Byela Timhaka Ta Tilo, Timhaka Ta Yesu Ni Rirhandzu Ra Yena,\n\n  **CHORUS:**   \nNdzi Rhandza Ku Mi Byela Mhaka Ya Ntiyiso, I Mhaka Yo Khorwisa Ku Hava Yin’wana.   \nNdzi Rhandza Ku Mi Byela Mhaka Yo Hlawuleka, Mhaka Leyi Nga Ya Khale Ya Nsovo Wa Yesu.\n\n  **2.**   \n Ndzi Rhandza Ku Mi Byela, Mhaka Yo Nandziha Ku Tlula Nsuku, Na Ku Navela Ka Hina,   \nNdzi Rhandza Ku Yi Vula Yi Ndzi Tirherile, Hinkwalaho Sweswi Ndzi Yi Byela Hinkwenu.\n\n  **3.**   \n Ndzi Rhandza Ku Mi Byela, Mhaka Yo Tsakisa, Hi Minkarhi Hinkwayo Ya Tsakisa Ngopfu,   \nNdzi Rhandza Ku Yi Vula, Ka La Nga Tiviki, Mhaka Ya Ku Ponisa Ya Rito Ra Hosi.\n\n  **4.**   \n Ndzi Rhandza Ku Yi Vula Ka La Yi Tivaka, Va Khomiwe Hi Torha, Va Navela Rito,   \nLoko Ndzi Ri Tilweni, Ndzi Ta Yimbelela, Mhaka Leyi Ya Tiko, Ndzi Yi Rhandza Ngopfu."
  },
  {
    "number": 79,
    "title": "79. HINKWAKO-NKWAKO MASIMU",
    "markdown": "FAR AND NEAR THE FIELDS ARE TEEMING\n\n **1.**   \n Hinkwako-nkwako Masimu Ya Vupfile Swinene; Hi Wo Nkarhi Wa Ntshovelo, Ku Vuyisiwa Kaya.\n\n  **CHORUS:**   \nHosi Rhuma Vatshoveri, Hosi Ha Ku Khongela, Hi Wo Nkarhi Wa Ntshovelo, A Wu Tisiwe Kaya.\n\n  **2.**   \n Va Rhumele Emixweni, Va Rhumele Na Ndzhenga; Va Rhume Na Ko Namadyambu, Va Tshovela Hinkwako.\n\n  **3.**   \n N’we Varhumiwa Va Hosi, Rhwalelani Tinyandza; Mi Kongomile Etilweni, Mi Ta Nghena Hi Ntsako."
  },
  {
    "number": 80,
    "title": "80. TIRHANI, TIRHANI MALANDZA YA HOSI",
    "markdown": "TO THE WORK\n\n **1.**   \n Tirhani, Tirhani Malndza Ya Hosi, A Hi Landzeni Ntila Wa Hosi Yerhu,   \nHi Rito RAkwe Hi Ta Kuma Matimba, A Hi Tirheni Hi Matimba Hinkwawo.\n\n  **CHORUS:**   \nTirhani. . . . .Tirhani, Tirhani. . . . . Tirhani, Ku Fika Yi Vuya Hosi.\n\n  **2.**   \n Tirhani Mi Phamela La Nga Ni Ndlala, Va Yiseni Xihlobyeni Xa Vutomi,   \nXihambano Xi Ta Va Ntsako Wa Hina, Hi Twarisa Tona Ta Ku Ponisiwa.\n\n  **3.**   \n Tirhani Ntirho Wu Tele Wa Hinkwerhu, Hikuva Mfumu Wa Munyama Wu Ta Wa,   \nKu Ta Kurisiwa Mfumu Wa Xikwembu, Ku Dzunisiwa Ngati Leyo Ponisa.\n\n  **4.**   \n Tirhani Hosi Yi Kondxa Yi Tshinela, Ku Ta Kuma Wo Ntshovelo Wa Misava,   \nHi Ta Tshama Mutini Wa Vakwetsimi, Hi Khensa Hi To Tinsimu Ta Masiku."
  },
  {
    "number": 81,
    "title": "81. TIRHA VUSIKU BYA TA",
    "markdown": "WORK, FOR THE NIGHT IS COMING\n\n **1.**   \n Tirha Vusiku Bya Ta, Tirha Na Nimixo,   \nKa Ha Ri Na Xiverha, Na Swo Swiluva;   \nDyambu Ri Nga Si Tlhava, Hambi Se Ri Hisa, Tirha Ntirho Wu Hela, Ri Nga Si Pela.\n\n  **2.**   \n Tirha Vusiku Bya Ta, Tirha Nanhlikani,   \nTirha Swi Vonakala, Ku Wisa Ka Ta; Nyiketa Nkarhi Waku, Ka Swo Vuyerisa, Tirha Ntirho Wu Hela, Ri Nga Si Pela.\n\n  **3.**   \n Tirha Vusiku Bya Ta, Na Loko Ri Rhenga,   \nKa Ha Tlhave Miseve, Wa Ta Munyama; Tirha Ri Ko Ri Pela, Munyama Wu Nghena, Tirha Ntirho Wu Hela, Ri Nga Si Pela"
  },
  {
    "number": 82,
    "title": "82. HOSI, NIMIXO YINGISA",
    "markdown": "LORD, IN THE MORNING\n\n **1.**   \n Hosi Nimixo Yingisa, Xikhongelo Xanga,   \nEka Wena Ndza Khongela, Hosi Ndzi Yingise.\n\n  **2.**   \n Yesu kwale Ka Xikwembu, U Hi Yimerile,   \nU Vika Tinsimu Terhu, Wa Hi Khongelela.\n\n  **3.**   \n Ndzi Famba Hi Moya Waku, Ndleleni Ya Wena,   \nHinkwato Tendzo Ta Mina, U Ndzi Voningela.\n\n  **4.**   \n Lava Ku Rhandzaka Yesu, Va Ta Ponisiwa,   \nYesu Hi Matimba Yakwe, Wa Va Sirhelela."
  },
  {
    "number": 83,
    "title": "83. TINDZIMI TA WO MAGIDI",
    "markdown": "O FOR A THOUSAND TOGUES\n\n **1.**   \n Tindzimi Ta Wo Magidi, Ti Dzunisa Hosi Yesu,   \nNa Vukosi Lebyonghasi, Byi Dzunisa Vito Ra Yesu.\n\n  **CHORUS:**   \nRi Na Nkateko Ri Na Nkateko, Vito Ra Yesu Muferi,   \nRi Na Nkateko Ri Na Nkateko, Vito Ra Yesu Muferi.\n\n  **2.**   \n Yesu Wa Hi Chavelela, A Hi Khenseni Xikwembu,   \nRisimu Ra Yona Nsini, Ri Dzuna Vito Ra Hosi.\n\n  **3.**   \n Ri Herisa Na Vubihi, Dzunani Vito Ra Hosi,   \nNgati Yi Hlantswa Swidyoho, Khensani Vito Ra Yesu."
  },
  {
    "number": 84,
    "title": "84. A HI KHENSENI XIKWEMBU",
    "markdown": "PRAISE GOD FROM WHOM ALL BLESSINGS FLOW\n\n **1.**   \n A Hi Khenseni Xikwembu, A Hi Yimbelelen Yena.   \nHikuva Nsovo Wa Xona, I Wa Masiku Hinkwawo.\n\n  **2.**   \n Vongan Hosi Ya Tihosi, A Hi Khinsamelen Yena. Hikuva Nsovo Wa Yona,   \nI Wa Masiku Hikwawo. Amen . . .\n\n ### 84.a A HI FAMBA HI YIMBELELA   \nSINGING AS WE JOURNEY\n\n **1.**   \n Hi Vana Va Xikwembu, Va Hosi Ya Tilo, Hi Vana Va Xikwembu, Hi Famba Hi Yimba; Yesu U Komba Ndlela, U Ri Hi Nga Chaveni,   \nTshinela Hi N’wi Landza, Hi Famba Hi Yimba\n\n  **2.**   \n Hi Kongomile Kaya, Ekaya Tilweni, Hi Kongomile Kaya, Hi Famba Hi Yimba;   \nMuti Wu Nga Sirhiwa, Wo Pfumala Vusiku, Nyimpfana I Rivoni, Hi Famba Hi Yimba.\n\n  **3.**   \n Hi Kongoma Hi Ntsako, Hi Ya Etilwenu, Hi Famba Hi Tlangela, Hi Famba Hi Yimba,   \nEndleleni Hinkwayo, Ku Kondza Hi Ya Fika, Hi Tinhenha Ta Rito, Hi Yimba Ta Tilo."
  },
  {
    "number": 85,
    "title": "85. XIKWEMBU XI ENDLE TINTSHAVA",
    "markdown": "I SING THE MIGHTY POWER\n\n **1.**   \n Xikwembu Xi Endle Tintshava To Hlamarisa,   \nXi Andlala Ni Malwandle Xi AkaNi Mpfhuka,   \nNdzi Yimba Vutlhari Lebyi Endleke Ro Dyambu,   \nXi Endle Na Wo N’weti Na To Tinyeleti.\n\n  **2.**   \n Hosi Yina Byo Vunene Byo Nyiks Swakudya,   \nYi Tumbuluxe Hinkwaswo Swi Ri Leswinene,   \nHi Swona Swihlamariso Matlhelo Hinkwawo,   \nLaha Ndzi Fambaka Kona Na Le Henhlahenhla.\n\n  **3.**   \n Swiluva Ni Swimilani Swi Dzunisa Wena,   \nMapapa Hambi Swidzedze Swi Fuma Hi Wena,   \nHi Nga Ya Kwihi Ni Kwihi Hinkwaku U Kona."
  },
  {
    "number": 86,
    "title": "86. DZUNISANI HOSI N’WE MATILO",
    "markdown": "O WORSHIP THE KING\n\n **1.**   \n Dzunisani Hosi N’we Matilo, Yimbani Ta Rirhandzu Ra Yona,   \nHi Yena Xitlhangy Xa Hina Ntsena, U Tele Ku Kwetsima No Dzuniwa.\n\n  **2.**   \n Vulani Ta Matimba Ya Yena, La Mbaleke Ku Kwetsima Kakwe,   \nVukari Byakwe Ngi I Xihuhuri, Ndlela Yakwe Yi Fana Na Bubutsa.\n\n  **3.**   \n Ku Hlayisa Ka Wena Ka Eneta, Ku Vonakala Ni Le Mpfhukeni, Etintshaveni Ni Le Magangeni,   \nKu Kona Ni Le Mberheni Ya Mixo.\n\n  **4.**   \n Lava Tsaneke Emisaveni,   \nVa Tshemba Ka Matimba Ya Wena, Tintswalo Taku A Ti Na Makumu, U Muvumbi Ni Muhlayisi Werhu."
  },
  {
    "number": 87,
    "title": "87. HI TA EKA WENA, AKU NA UN’WANA",
    "markdown": "FATHER, WE COME TO THEE\n\n **1.**   \n Hi Ta Eka Wena A Kuna Un’wana, Hi Wena Khokholo Ha Khongela,   \nLoko U ri Kule Misava Xinyami, U Hi Khongotela We Tatana.\n\n  **CHORUS:**   \nHi Ta Eka Wena Hi Yingise, Hi Vanhu Va Hava Ha Khongela.\n\n  **2.**   \n Hi Ponise Hosi Ka Vona Valala, Hi Tshemba Ka Wena We Tatana, Hi Tsanile Ngopfu Hi Tiyise Hosi,   \nMatimba Ya Huma Eka Wena.\n\n  **3.**   \n Hi Funghe Tatana Hi Tintswalo Taku, Hi Suse Ndleleni Ya Vudyoho,   \nHi Kombise Ndlela Ku Fika Makumu, Hi Tshama Na Wena Ku Kwetsimen."
  },
  {
    "number": 88,
    "title": "88. U NGA NDZI HUNDZI WE YESU",
    "markdown": "PASS ME NOT O GENTLE SAVIOUR!\n\n **1.**   \n U Nga Ndzi Hundzi We Yesu, Xirilwen Xanga,   \nLoko U Vitana Van’wana, U Nga Ndzi Siyi.\n\n  **CHORUS:**   \nYesu! Yesu! Ndza Ku Khongela, Loko U Vitana Van’wana, U Ndzi Tsundzuka.\n\n  **2.**   \n Xiluvelweni Xa Nsovo, Ndzi Ta Ntshuxeka,   \nNdzi Khinsame Hi Mihloti, Ndzi Tsetselele.\n\n  **3.**   \n Sweswi I Nkarhi Wo Leha, Ndzi Ku Tshembile,   \nHorisa Moya Wa Mina, U Ndzi Ponisa.\n\n  **4.**   \n U Muchaveleri Wanga, Tlhelo Vutomi,   \nEtilweni Ne Misaven, Ndzi Tshembe Wena."
  },
  {
    "number": 89,
    "title": "89. XIYA WONA NKARHI",
    "markdown": "WATCH FOR THE TIME IS SHORT\n\n **1.**   \n Xiya Wona Nkarhi Wu Le Ku Heleni, Xiya U Nga Hluriwi Khongela Mukreste,   \nNyama Yi Tsanile Nala U Na Mano, Muteki Wa Fika Na Loko A Hlwela.\n\n  **CHORUS:**   \nRindzela U Khongela, Rindzela Khongela, Khongela Xiya Navusiku Na Nanhlikanhi, Mukreste Xiya.\n\n  **2.**   \n Tshiketa Kutlela U Nga Kanakani, U Ta Hakeriwa Ekaya Tilweni,   \nHiteka, Khongela Yena Muponisi, Hi Yena Muferi, La Feleke Wena.\n\n  **3.**   \n Tshemba Yesu Ntsena Tivonele Nala, Hloma Matlhari Ka! Languta Hosi,   \nLoko Ra Ha Vona U Nga Ha Nonoki, Eka Nkarhi Lowu, Tiya Xikhongelwen."
  },
  {
    "number": 90,
    "title": "90. YI HERILE YO MINTIRHO",
    "markdown": "ANOTHER SIX DAY’S WORK\n\n **1.**   \n Yi Herile Yo Mintirho. Savata Se Ya Sungula,   \nHi Tsaka Hinkwerhu Tana, Hi Rona Siku Ro Tiya.\n\n  **2.**   \n Tanani Hi Ta N’wi Khensa, Hi Ku Wisa Lokunene, Hi Kuma Yo Mikateko, Ya Siku Ro Hlawuleka.\n\n  **3.**   \n Onge Mehleketo Yerhu,   \nYi Nga Khensa Xo Xikwembu, Hi Ta Wu Kuma Ka Yesu, Moya Lowu Kwetsimaka.\n\n  **4.**   \n Ku Tsaka Loku Nga Kona, I Ku Tshemba Ni Ku Wisa,   \nSwi Nyikiwa Vapfumeri, Hi Laha Ku Nga Heriki."
  },
  {
    "number": 91,
    "title": "91. SWA NANDZIHA KU KHONGELA",
    "markdown": "SWEET HOUR OF PRAYER\n\n **1.**   \n Swa Nandziha Ku Khongela, Ndzi Tshinela Ka Tatana, Swi Ndzi Tisa Ka Tatana,   \nKu Vula Xiyimo Xanga; Hinkarhi Wo Xaniseka, Ndzi Kuma Wo Nchavelelo,   \nNdzi Hlula Ndzingo Wa Nala, Hi Nkarhi Wa Ku Khongela.\n\n  **2.**   \n Swa Nandziha Ku Khongela. Ndzi Fikisa Swikombelo,   \nKa Yena La Tshembekeke, Wo Rhandza Ku Katekisa; Yesu U Ndzi Vitanile, Ku Pfumela Rito Rakwe,   \nNdzi Ta Rhula Ndzhwalo Wanga, Hi Nkarhi Wa Ku Khongela.\n\n  **3.**   \n Swa Nandziha Ku Khognela, I Nkarhi Wo Tiyisiwa,   \nSweswi Ndza Ri Vona Kaya, Ndzi Ta Tlhandlukela Kona; Hi Miri Wu Nga Boriki, Ndzi Ta Amukela Harhi, Ndzi Huwelela Mpfhukeni, Sala Kahle Xikhongelo."
  },
  {
    "number": 92,
    "title": "92. MI NGA YI RIVALI SAVATA",
    "markdown": "DON’T FORGET THE SABBATH\n\n **1.**   \n Mi Nga Yi Rivali Savata Ra Xikwembu, I Siku Lero Xonga Ku Tlula Hinkwawo,   \nHi Wisa Emintirhweni Hi Kuma Na Ku Tsaka, Ri Hi Nyika Na Ntsako Wa Le Kaya Tilwen.\n\n  **CHORUS:**   \nRi Amukelen Siku Leri Ra Savata, Ri Amukelen Siku Leri Ra Savata.\n\n  **2.**   \n Hlayisani Savata Ku Dzunisa Xikwembu, Yena U Te ‘Hi Mina Ndlela Ni Vutomi’   \nLoko Hi Landzela Yesu Hi Ku Titsongahata, U Hi Nyika Vutomi Lebyi Nga Heriki.\n\n  **3.**   \n I Siku Lero Tenga Ha Ri Khensa Swinene, Hi Yimbelela yesu Munghana Lonene,   \nMunghana Wa Tintswalo Muponisi Werhu, Switshembiso Swa Yena Hi Leswi Tiyeke."
  },
  {
    "number": 93,
    "title": "93. SIKU LERA KU WISA",
    "markdown": "O DAY OF REST AND GLADNESS\n\n **1.**   \n Siku Lera Ku Wisa I Siku Ra Ntsako, Ro Ri Susa Mapfalo Ni Ku Xaniseka,   \nKa Wena Muponisi Ha Ku Khinsamela, Dzunisani Hinkwenu Hosi Ya Matilo.\n\n  **2.**   \n U Khokholo Ra Hina Wa Hi Sirhelela,   \nU Fana Na Wo Ntanga Xikarhi Ka Milambu, U Xihlovo Xa Mati, Kona Emananga,   \nU Mfungho Lowa Nkoka Ndlelen Yo Ya Kaya.\n\n  **3.**   \n Siku Ra Ku Tsundzuka Rirhandzu Ra Hosi, I Siku Ro Hleketa No Languta Henhla,   \nNi Ku KUma Tintswalo Hi Siku Ro Wisa, Hi Lava Ku Ya Wisa Kwale Kaya Tilwen."
  },
  {
    "number": 94,
    "title": "94. EXIKOLO XA SAVATA",
    "markdown": "SWEET SABBATH SCHOOL\n\n **1.**   \n Exikolo Xa Savata, Mina Ndza Xi Rhandza, Mbilu Yanga Yi Navela,   \nSiku Ra Ku Wisa.\n\n  **CHORUS:**   \nSavata. . . . .Rinene (Savata Leri. . . . .Rinene Ngopfu)   \nSavata. . . . .Rinene (Savata Leri. . . . .Rinene Ngopfu)   \nNdzi Tala Ntsako Mbilwini, Savata I Kaya.\n\n  **2.**   \n Loko Ndzi Kombiwa Ndlela, A Ndzi Lahlekile,   \nNdzi Xoperilr Ndzi Kuma, Siku Ra Savata.\n\n  **3.**   \n Hi Rito Ro Khongotela Wa Ndzi Vita Yesu,   \nNdzi Hlawule Yena Ntsena, Na Savata Yakwe."
  },
  {
    "number": 95,
    "title": "95. HI HLAYISIWILE",
    "markdown": "SAFELY THROUGH ANOTHER WEEK\n\n **1.**   \n Hi Hlayisiwile Vhikini Leri Hundzeke,   \nHi Lava Minkateko Kwala Ndlwini Ya Wena, Ri Sasekile Siku Ri Komba Leswi Taka, Ri Sasekile Siku Ri Komba Leswi Taka.\n\n  **2.**   \n Hi Kombela Tintswalo Ka Wena Muponisi, Hi Twele Vusiwana U Hi Hlantswa Swidyoho,   \nHi Wisa Swirilwen Hi Siku Leri Ro Wisa, Hi Wisa Swirilwen Hi Siku Leri Ro Wisa.\n\n  **3.**   \n Hi Dzuna Vito Rakwe Vana Kusuhi Hosi, Tisa Ku Vonakala Loko Hi Ta Ka Wena,   \nHi Twise Hi Masiku Swa Ntsako Lowu Taka, Hi Twise Hi Masiku Swa Ntsako Lowu Taka.\n\n  **4.**   \n Rito A Ri Twakale Eka Vanhu Hinkwavo, Hi Twele Vusiwana U Hlamula Swirilo, Siku Lera Savata A Ri Tshame Ka Hina,   \nKu Kondza Hi Tlhandluka Ku Ta Fuma Na Wena."
  },
  {
    "number": 96,
    "title": "96. AMUKELANI SIKU RO WISA MISAVENI",
    "markdown": "WELCOME, WELCOME, DAY OF REST\n\n **1.**   \n Amukelani Siku, Ro Wisa Misaveni;   \nTana Exifuveni, Rivoningo Ra Tilo.\n\n  **2.**   \n Siku Leri Ra Ntsako A Wu Twakali Nkarhi;   \nRi Horisa Switlhavi, Ku Fika Emakumu.\n\n  **3.**   \n Siku Ro Hlawuleka, Siku Ro Dzuna Hosi;   \nSiku Ro Tlharihisa, Siku Ra Minkateko."
  },
  {
    "number": 97,
    "title": "97. HI TWE HUNGU RA TNSAKO YESU WA PONISA",
    "markdown": "WE HAVE HEARD A JOYFUL SOUND\n\n **1.**   \n Hi Twe Hungu Ra Ntsako, Yesu Wa Ponisa, Ri Vuleni Hinkwako, Yesu Wa Ponisa,   \nMi Nga Siyi Na Ndhawu, Tintshaveni Hinkwako, Hosi Ya Hi Lerisa, Yesu Wa Ponisa.\n\n  **2.**   \n Emalwandle Vulani, Yesu Wa Ponisa, Tivisani Vadyohi, Yesu Wa Ponisa;   \nSwihlaleni Hinkwaswo, Hambi Emakorhweni, Misava Yi Ta Tsaka, Yesu Wa Ponisa.\n\n  **3.**   \n Hi Nkarhi Wa Tinyimpi, Ri Twakariseni, Hi Rifu Ni Vutomi, Yesu Wa Ponisa;   \nHambi Eswirilweni, Loko Hi Hele Ntamu, Hi Ta Ri Hlula Sirha, Yesu Wa Ponisa.\n\n  **4.**   \n A Ri Twale Hinkwako, Yesu Wa Ponisa, Matiko A Ya Tsake, Yesu Wa Ponisa;   \nHuwelelani Vutomi, Tintshaveni Hinkwato, I Risimu Ro Hlula, Yesu Wa Ponisa."
  },
  {
    "number": 98,
    "title": "98. TANA YESU MUPONISI",
    "markdown": "I MUST HAVE THE SAVIOUR WITH ME\n\n **1.**   \n Tana Yesu Muponisi,   \nA Ndzi Nge Fambi Ndzexe, A Ndzi N’wi Twe Kusuhani, A Ndzi Anga Mavokwen.\n\n  **CHORUS:**   \nA Ndzi Nge Chavi Nchumu, Ndzi Ya La A Rhandzaka; Ndzi Ta Ya Ndzi Nga Vileri, Loko Ndzi N’wi Landzela.\n\n  **2.**   \n Tana Yesu Muponisi, Hikuva Ndzi Tsanile,   \nU Chavelela Hi Rito, Leri Pfuxelelaka.\n\n  **3.**   \n Tana Yesu Muponisi, Rendzweni Ra Vutomi,   \nMiringweni, Ku Tsakeni, Na Kona Tinyimpini.\n\n  **4.**   \n Tana Yesu Muponisi, U Ta Ndzi Komba Ndlela,   \nKu Fikela Eyordani, Loko Ndzi Pela Nambu."
  },
  {
    "number": 99,
    "title": "99. NDZI LANGUTA XIHAMBANWEN",
    "markdown": "WHEN I SURVEY THE WONDEROUS\n\n **1.**   \n Ndzi Languta Xihambanwen, Laha Ku Feleke Hosi,   \nRifuwo Ranga I Swa Hava, A Ri Ndzi Pfuni Hi Nchumu.\n\n  **2.**   \n Vonan Nhloko Na Mavoko, Nhlomulo Na Ro Rirhandzu,   \nXihlamariso Xa Hosi, Yi Teke Ndhawu Ya Mina.\n\n  **3.**   \n A Ndzi Fanele Hi Rifu, Kambe U Ndzi Kutsurile,   \nA Ndzi Na Ku Tikurisa, U Ndzi Fele Xihambanwen.\n\n  **4.**   \n Hambi Ndzi Nga Fuwa Ndzhaka, Ya Yo Misava Hinkwayo,   \nRirhandzu Leri Ronghasi, Funengeta Vutomi Byanga."
  },
  {
    "number": 100,
    "title": "100. HI NA MUNGHANA I YESU",
    "markdown": "WHAT A FRIEND WE HAVE IN JESUS\n\n **1.**   \n Hi Na Munghana I Yesu, Ku Rhwala Swivi Swerhu,   \nHi Nga Swi Yisa Hinkwaswo, Hi Xona Xikhongelo;   \nHa Lahlekela Hi Ntsako, Hi Tidlaya Hi Mpingu,   \nHi Tshika Ku Wu Rhulela, Ka Yena Hosi Yesu.\n\n  **2.**   \n Xana Nala Wa Hi Ringa, Hi Miringo Ya Yena,   \nA Nga Hi Heti Matimba, Hi Nga Khongela Hosi;   \nU Kwihi Xana Munghana, Wo Fana Na Xikwembu; Yesu Wa Hi Tivisisa, A Hi Byeleni Yena.\n\n  **3.**   \n Hi Na Ndzwalo Lowo Tika Wa Swidyoho Swa Hina,   \nMuponisi I Khokholo, Khongela Yena Hosi;   \nA Wa Ha Ri Na Vanghana? Tivisa Yona Hosi,   \nYona Yi Ta Ku Angarha, U Ta Kuma Ku Wisa."
  },
  {
    "number": 101,
    "title": "101. YESU WA VITANA NAMUNTLHA",
    "markdown": "JESUS IS TENDERLY CALLING THEE HOME\n\n **1.**   \n Yesu Wa Ku Vitana Namuntlha Hi Malwandla, Wa Ku Vita, Hikwala Ka Yini U Ya Kule;   \nNi Rirhandzu Ra Yesu.\n\n  **CHORUS:**   \nWa. . . Ku Vita (Soprano) Wa Ku Vita, Wa Ku Vita Ko. . .na Sweswi, (Soprano) Kona Sweswi Kona Sweswi,   \nWa Ku Vita. . .na, (Soprano) Yesu Wa Vitana, Wa Vitana, Wa Ku Vitana Namuntlha.\n\n  **2.**   \n Yesu U Vita La Karheleke, Wa Ku Vitana Namuntlha,   \nSweswi N’wi Rhulele Ndzhwalo Waku, A Nge Ku Siyi Wexe.\n\n  **3.**   \n Sweswi Yesu U Ku Rindzerile, U Nga Hlweri, Tana Sweswi, Na Swidyoho Eka Yesu Tana,   \nU Ta Ku Rivalela.\n\n  **4.**   \n Yesu Wa Khongotela Yingisa, Tana Sweswi, Tana Sweswi,   \nYesu Wa Ti Rhurisa Timbilu, A Ti Tata Hi Ntsako."
  },
  {
    "number": 102,
    "title": "102. MUENDZI ENYANGWEN",
    "markdown": "LET HIM IN\n\n **1.**   \n  Muendzi Enyangweni, Pfa. . . .lula, (Pfulela Yesu, Pfulela Yesu)   \nI Khale A Yimile, N’wi. . . .pfulele; (Pfulela Yesu, Pfulela Yesu)   \nPfula A Ha Yimile, Yesu La Kwetsimaka Yesu N’wana Xikwembu, N’wi. . . .pfulele (Pfulela Yesu, Pfulela Yesu)\n\n  **2.**   \n  Pfula Mbilu Ya Wena, Pfa. . . .lula, (Pfulela Yesu, Pfulela Yesu)   \nHatlisa A Nga Famba, N’wi. . . .pfulele, (Pfulela Yesu, Pfulela Yesu)   \nPfulela Nakuloni, Muhlayisi Wa Wena, Wa Minkarhi Hinkwayo, N’wi. . . .pfulele. (Pfulela Yesu, Pfulela Yesu)\n\n  **3.**   \n  Twana Wa Khongotela, Pfa. . . .lula, (Pfulela Yesu, Pfulela Yesu)   \nHlawula Yesu Sweswi, N’wi. . . .pfulele, (Pfulela Yesu, Pfulela Yesu)   \nU Yime Enyangweni, U Ta Ku Nyika Ntsako, Dzunisa Yena Ntsena, N’wi. . . .pfulele. (Pfulela Yesu, Pfulela Yesu)\n\n  **4.**   \n  N’wi Amukeli Sweswi, Pfa. . . .lula, (Pfulela Yesu, Pfulela Yesu)   \nU Ta K’endlela Nkhuvu, N’wi. . .pfulele, (Pfulela Yesu, Pfulela Yesu)   \nU Ta Ku Tsetselela, A Susa Na Swidyoho, A Ku Yisa Tilweni, N’wi. . . .pfulele (Pfulela Yesu, Pfulela Yesu)"
  },
  {
    "number": 103,
    "title": "103. MUFUMI U TILE EKA YESU",
    "markdown": "YE MUST BE BORN AGAIN\n\n **1.**   \n Mufumi U Tile Eka Yesu,   \nKu Ta Vutisa Ndlela Ya Ku Pona, Hosi Yi N’wi Hlamule Rivaleni, “Tswariwa Nakambe (Kambe)”\n\n  **CHORUS:**   \nU Tswariwa Nakambe (Kambe) U Tswariwa Nakambe (Kambe) Ndzi Vurisile Ndzi Ri Eka Wena, Tswariwa Nakambe (Kambe).\n\n  **2.**   \n N’we Vanhu Amukelani Rito, Leri Vuriweke Hi Hosi Yesu,   \nMi Nga Tshuki Mi Ri Honisa Rito, “Mi Tswariwa Kambe (Kambe)”\n\n  **3.**   \n Lava Nga Ta Nghena Ku Wiseni, Va Ta Yimbelela Na Vakwetsimi, Ku Hanya Hilaha Ku Nga Heriki   \n“Tswariwa Kambe (Kambe)”."
  },
  {
    "number": 104,
    "title": "104. YINGISA HOSI XIRILO XANGA",
    "markdown": "COME, GREAT DELIVERER, COME\n\n **1.**   \n Yingisa, Hosi, Xirilo Xanga, Tana Mukutsuri,   \nMoya Wanga Wa Ku Hisekela, Tana Mukutsuri.\n\n  **CHORUS:**   \nNdzi Lahlekile Ndzi Tsendzeleka, Ndzi Tsendzeleka Emananga; Wena Ndzi Vuyise Ntlhambini, Tana Mukutsuri.\n\n  **2.**   \n A Ndzi Na Xivandla Xo Etlela, Tana Mukutsuri,   \nU Nga Ndzi Fularheli We Hosi, Tana Mukutsuri.\n\n  **3.**   \n Emisaveni Ku Ni Nxaniseko, Tana Mukutsuri;   \nMahlo Yanga Ya Vona Rirhandzu, Raku Mukutsuri.\n\n  **4.**   \n Yesu Twana Xikhongelo Xanga, Tana Mukutsuri,   \nAmukela Ku Tisola Kanga, Tana Mukutsuri."
  },
  {
    "number": 105,
    "title": "105. WA KUTSULA YESU",
    "markdown": "ABLE TO DELIVER\n\n **1.**   \n Wa Kutsula Yesu, N’wi Twakarise, Ina Wa Kutsula La Pfumelaka; Tiven Ra Ndzilo Leri Lovisaka,   \nU Ta N’wi Kutsula La Pfumelaka.\n\n  **CHORUS:**   \nWa Kutsula, Wa Ponisa Pfumela, Makwerhu Pfumela U Kutsuriwa.\n\n  **2.**   \n Xana Swi Tiyile Wa Kutsula Ke? Ya Kona Matimba Yo Ndzi Kutsula;   \nXana Swi Tiyile? Kreste Muferi,   \nA Nga Ndzi Kutsula Ntlhan’win Wa Nala?\n\n  **3.**   \n Wa Kutsula Yesu Lava Tsaneke, Wa Va Tirhela Ke, Va Ta Pona Ke?   \nU Nga Chavi Nala Tiya Ka Yesu, U Nga Kanakani Yima U Tiya."
  },
  {
    "number": 106,
    "title": "106. HI TA AKA HENHLA KA RIBYE",
    "markdown": "WE’LL BUILD ON THE ROCK\n\n **1.**   \n Hi Ta Aka Henhla Ka Ribye, Ra Yesu Leri Hanyaka;   \nHa Tiya Ka Swo Chavisa, Hambi Bubutsu Ri Fika.\n\n  **CHORUS:**   \nHi Aka Ribyeni   \nHi Aka Kona Henhla Ka Ribye; {Hi Aka Ribyeni;   \nHi Aka Kona Henhla Ka Ribye; Hi Aka Ribyen Leri Tiyeke, Ku Nga Yesu Kreste.\n\n  **2.**   \n Van’wana Va Aka Saveni, Va Rhandza Swa Yo Misava;   \nVan’wani Va Titsakisa, Va Duma Evudyohweni.\n\n  **3.**   \n Ina Aka Henhla Ka Wona, Masungulo Layo Tiya;   \nTshemba Leri Nga Heriki, Ku Kutsuriwa Ka Hina."
  },
  {
    "number": 107,
    "title": "107. NDZI BYELE HUNGU RA YESU",
    "markdown": "TELL ME THE STORY OF JESUS\n\n **1.**   \n Ndzi Byele Hungu Ra Yesu,Tsala Mbilwin Yanga, Hungu Ro Saseka Ngopfu,Ku Tlurisa Hinkwawo;   \nTintsumi Ti Yimbelela, Ti Amukela Hosi,   \nA Ku Dzuniwe Xikwembu, Ku Rhula Misaveni.\n\n  **CHORUS:**   \nNdzi Byele Hungu Ra Yesu, Tsala Mbilwini Yanga; Hungu Ro Saseka Ngopfu, Ku Tlurisa Hinkwawo.\n\n  **2.**   \n A Titsona Ni Swakudya, A Tshamile Mananga, Hikokwalaho Ka Mina, Na Swidyoho Swa Mina,   \nYesu A Hlula Miringo, Maxangu Ni Nhlomulo, A Sola Hi Lavo Tala, A Pfumala Na Kaya.\n\n  **3.**   \n Ndzi Byele Hi Xihambano, La Vambiweke Kona, A Va Ni Gome Rikulu, Na Ta Sirha Ra Yena;   \nRirhandzu Leri Ronghasi, A Ri Ndzi Funengete, Ri Tshama Ri Ndzi Tsundzuxa, Ku Kutsuriwa Kanga."
  },
  {
    "number": 108,
    "title": "108. YESU NDZISI LONENE",
    "markdown": "JESUS THE LOVING SHEPHERD\n\n **1.**   \n Yesu Ndzisi Lonene, Wa Ku Vita Sweswi, Ku Ta Ntlhambini Wakwe, Ku Hlayisekeni; Tana U Ri Lonkulu, Hambi U Ri Muntshwa,   \nNghena Ntlhambini Wa Yesu, Nghena Ntiyisweni.\n\n  **CHORUS:**   \nYesu Wa Vitana Hi Rirhandzu, Mutsendzeleki Vuya Ekaya; Yesu U Ku Yimerile Sweswi, I Murisi Lonene.\n\n  **2.**   \n Yesu Ndzisi Lonene, U Hi Kutsurile, Sweswi Wa Huwelela, La Tsendzelekaka;   \nMisava Yi Na Khombo, Wa Ku Khongotela, Nghena Ku Hlayisekeni, Nghena Ku Wiseni.\n\n  **3.**   \n Timhisi Ti Humile, Ku Hlota Tinyimpfu, Leti Tsendzelekaka, Ti Lava Ku Ti Dya;   \nYesu Ndzisi Lonene, Wa Ku Vita Sweswi, Tana Ntlhambini Wa Yena, U Kuma Ku Wisa."
  },
  {
    "number": 109,
    "title": "109. LOKO HI TA KARIWA",
    "markdown": "WEIGHED AND WANTING\n\n **1.**   \n Loko Hi Ta Kariwa, Muavanyisi A Hi Hlela;   \nHi Ta Fana Na Nsuku, Kumbe Hi Fana Na Mungu?\n\n  **CHORUS:**   \nHi Kariwile Hi Hosi, Yo! Ha Vevuka;   \nU Avanyise Hi Nawu, Yo! Ha Vevuka.\n\n  **2.**   \n Xana Ha Amukelwa, Eku Avanyisiweni?   \nHi Ahlulelwa Rifu, Hikuva Hi Na Milandzu.\n\n  **3.**   \n Nkarhi Wa Ha Ri Kona, Twana Moya Wo Kwetsima;   \nHosi Yi Nga Si Vula: “Se Mi Cukumetiwike”"
  },
  {
    "number": 110,
    "title": "110. TWANANI MARITO YA YESU",
    "markdown": "BLESSED ARE THEY THAT DO\n\n **1.**   \n Twanani Marito Ya Yesu, I Marito Ya Vutomi;   \nTsundzukani Leswaku Yesu U Te: “Ku Katekile La Endlaka”\n\n  **CHORUS:**   \nVa Katekile Lava Endlaka, Ku Rhandza Ka Mukutsuri. Va Katekile Lava Endlaka, Ku Rhandza Yena Muvumbi.\n\n  **2.**   \n A Swi Hi Pfuni Ku Va Vatwi, Ntsena Va Swo Switshembiso;   \nA Hi Ponisiwi Hi Swona Ntsena, “Ku Katekile La Endlaka”\n\n  **3.**   \n Va Ta Nghena Kaya Hi Ntsako, Va Tshunxiwe Swidyohweni;   \nVa Kwetsima Va Vangama Swinene, Va Dya Mihandzu Ya Vutomi."
  },
  {
    "number": 111,
    "title": "111. KU HAVA, KU HAVA",
    "markdown": "NO, NOT ONE\n\n **1.**   \n Munghana Tani Hi Hosi Yesu, Ku Hava, Ku Hava;   \nLa Hi Horisaka Mavabyini, Ku Hava, Ku Hava.\n\n  **CHORUS:**   \nYesu U Tiva Maxangu Yerhu, Wa Hi Pfuna Hi Masiku; Munghana Tani Hi Hosi Yesu, Ku Hava, Ku Hava.\n\n  **2.**   \n Ku Hava Yena Muhlawuriwa, Wo Fana Na Yesu;   \nYena La Nga Mutitsongahati, Ku Hava, Ku Hava.\n\n  **3.**   \n Hi Masiku Hinkwawo U Kona, Kusuhi Na Hina;   \nNi Le Nkarhini Wa Wo Munyama, U Kona Kusuhi.\n\n  **4.**   \n A Nga Tsan’wi La Tinyiketaka, Na Un’we, Na Un’we;   \nNaMudyohi Wa N’wi Amukela, U Fele Na Yena.\n\n  **5.**   \n Ku Hava Nyiko Leyi Yonghasi, Yo Fana Na Yena;   \nLa Hi Nyikeke Kaya Tilweni, Ku Hava, Ku Hava."
  },
  {
    "number": 112,
    "title": "112. KU NA VUTOMI EXIHAMBANWENI",
    "markdown": "LIFE IN A LOOK\n\n **1.**   \n Kuna Vutomi Exihambanweni Yesu U Ri Ndzi Langute;   \nSwa Yo Misava I Swa Hava, Vutomi Byi Kumeka Ka Yesu.\n\n  **CHORUS:**   \nLanguta, Xihambanwen, U Ta Kuma Vutomi; Byi Nyikiwa Hi Yesu, Ka Loya Byi Lavaka.\n\n  **2.**   \n Siku Ndzi Nga Langutisa Yesu, Yesu U Swi Tsakerile;   \nHambi Miringo Yi Nga Fika, Ndzi Kuma Ntamu Xihambanwen.\n\n  **3.**   \n Ndzi Ta Xi Languta Hi Masiku, Ndzi Hlayisa Xitshembiso;   \nLa Tshembaka Ntamu Wa Yesu, A Nge Hluriwi Hi Ye Muringi."
  },
  {
    "number": 113,
    "title": "113. RITO RA HOSI YESU RA VITANA",
    "markdown": "SOFTLY AND TENDERLY JESUS IS CALLING\n\n **1.**   \n Rito Ra Hosi Yesu Ra Vitana, Hinkwerhu Wa Hi Rhamba;   \nWa Gongondza Timbilwini Ta Hina, A Nga Si Kuma Ndhawu.\n\n  **CHORUS:**   \nTana Kaya,   \nWe Mukarhali Vuya;   \nYesu Hi Rito Rakwe Ra Tintswalo, Wa Mi Vitana Kaya.\n\n  **2.**   \n Hi Nga Honisi Rito Ra Xikwembu, Rito Ra To Tintswalo;   \nWu Ta Hundza Nkarhi Wa To Tintswalo, Ku Sele Nkarhinyana.\n\n  **3.**   \n Xiya Na Wona Nkarhi Wu Fambile, Munyama Wu Kusuhi;   \nVona Leswaku Ri Nga Ku Peleri, U Nga Si Ponisiwa.\n\n  **4.**   \n U Nga Rivali Rirhandzu Ra Yena, Lerikulu Swonghasi;   \nRa Ku Rhandza Vona Lava Dyoheke, Ni Ku Va Rivalela."
  },
  {
    "number": 114,
    "title": "114. KU NA NYANGWA YO PFULEKA",
    "markdown": "THERE IS A GATE THAT STANDS AJAR\n\n **1.**   \n Ku Na Nyangwa Yo Pfuleka, Yi Humesa Miseve;   \nYi Huma Exihambanwen, I Rirhandzu Ra Yesu.\n\n  **CHORUS:**   \nTintswalo To Hlamarisa, Nyangwa Yi Ndzi Ahlamele; Yi Pfu. . . .leke Leswaku Ndzi Pona.\n\n  **2.**   \n Nyangwa Ya Ha Pfulekile, Nghenani Mi Ta Pona; Vafuwi Na Swisiwana, Na Tinxaka Hinkwato.\n\n  **3.**   \n Tiyiselani Maxangwin, Ti Andzile Tintswalo;   \nAmukela Xihambano, U Ta Yi Kuma Harhi.\n\n  **4.**   \n Eribuweni Ra Nambu, Xa Sala Xihambano;   \nHi Ta Mbexiwa Tiharhi, Hi Tsaka Ka Xikwembu."
  },
  {
    "number": 115,
    "title": "115. N’ANGA YIKULU YI KONA",
    "markdown": "THE GREAT PHYSICIAN NOW IS NEAR\n\n **1.**   \n N’anga Yikulu Yikona, Wa Tsetselela Yesu;   \nWa Hi Tshuxa Swidyohweni, Twana Rito Ra Yena.\n\n  **CHORUS:**   \nTintsumi Ta N’wi Vonga, Na Vanhu Va Dzunisa; Hi Tinsimu To Khensa, Yesu Wo Rhandzeka.\n\n  **2.**   \n Hi Yimbelela Nyimpfana, Khokholo Ra Vutomi;   \nNdzi Rhandza Vito Ra Yesu, Dzunisani Vito Rakwe.\n\n  **3.**   \n Rito Rakwe Ra Matimba, Ri Susa Wo Mapfalo;   \nRi Tisa Ku Rhula Moyen, Ku Rhula Ka Xikwembu.\n\n  **4.**   \n Loko Yesu A Ta Vuya, U Ta Nyika Tiharhi;   \nA Nyika Tona Tinhenha, Vona Lava Hluleke."
  },
  {
    "number": 116,
    "title": "116. SWO TIPHINA SWI TELE",
    "markdown": "NOTHING FOR JESUS\n\n **1.**   \n  Swo Tiphina Swi Tele, Yesu A Nga Na Ndhawu.   \nMisava Ya Ku Fuma, Yesu A Nga Na Ndhawu; I Khale A Yimile,   \nI Khale A Gogondza, Twana Wa Khongotela, Yi Kona Ndhawu Xana?\n\n  **2.**   \n  U Tlangisa Na Nkarhi, A Wu Tirheli Yesu!   \nU Tirhisa Matimba, A Wu Tirheli Yena. U Tsakela Vudyoho, A Wu Ponisi Vanhu, Hambi Ye Mulahleki, A Wu Tirheli Yesu!\n\n  **3.**   \n  U Rhandza Swa Misava, A Wu N’wi Lavi Yesu; U Tshama U Tiphina, A Wu N’wi Lavi Yesu!   \nRifuwo Ra Misava,   \nU Randza Rona Ntsena; Ku Tiphina Hirona,   \nA Wu N’wi Lavi Yesu!\n\n  **4.**   \n  A Wu Rhavi Ra Nchumu, U Pfumala Mihandzu;   \nXana U Tshoverile, Ti Kwihi Ke Tinyandza;   \nU Na Swona Hinkwaswo, Swa Ku Tirhela Yesu. U Nga Ka U Nga Khani, Loko Yesu A Vuya."
  },
  {
    "number": 117,
    "title": "117. NDZI TWA RITO RAKU",
    "markdown": "I HEAR THY WELCOME VOICE\n\n **1.**   \n Ndzi Twa Rito Raku, Ri Ndzi Vitanaka;   \nKu Ndzi Hlantswa Engatini, Leyi Halekeke.\n\n  **CHORUS:**   \nNdzi Ta Ka Wena Ndzi Ta Ko Sweswi;   \nNdzi Hlantswe Hi Yo Ngati, Leyi Halakeke.\n\n  **2.**   \n Ndzi Hava Matimba, A Ndzi Tisi Nchumu;   \nNdzi Tele Ku Basisiwa Swivini Swa Mina.\n\n  **3.**   \n Yesu Wa Ndzi Vita, U Ta Hi Rirhandzu;   \nI Vutomi Na Ku Rhula, Leswi Pfaka Tilweni.\n\n  **4.**   \n Ndza Khensa Tintswalo, Ta Ku Kutsuriwa;   \nYona Nyiko Ya Xikwembu, Eka Valahleki."
  },
  {
    "number": 118,
    "title": "118. U HAKERILE",
    "markdown": "JESUS PAID IT ALL\n\n **1.**   \n Muponisi U Ri: “U Hava Matimba   \nRindzela, Khongela, Ndzi Ta Ku Tiyisa”\n\n  **CHORUS:**   \nU Hakerile, Hinkwaswo Yesu;   \nA Ndzi Ri Na swivati, U Ndzi Basisile.\n\n  **2.**   \n Hosi Ya Matimba, Lama Tlurisaka;   \nU Hlula Mavabyi, U Rheleta Mbilu.\n\n  **3.**   \n Ndzi Hava Swo Antswa, Ku Kuma Tintswalo;   \nNdzi Ta Hlamba Ngatin, Yaku Xinyimpfana.\n\n  **4.**   \n Xiluvelwen Xaku, Mahlweni Ka Wena;   \nNdzi Veka Hinkwaswo, Mikondzwen Ya Yesu."
  },
  {
    "number": 119,
    "title": "119. VONA GANDLATI RO TSHWUKA",
    "markdown": "O NOW I SEE THE CRIMSON WAVE\n\n **1.**   \n Vona Gandlati Ro Tshwuka, Xihlovo Xo Enta;   \nRi Pfa Mbangeni Ya Yesu, Yena Muponisi\n\n  **CHORUS:**   \nXihlovo Lexi Hlantswaka, Ndza Nghena, Ndzi Basisiwa; Xikwembu A Xi Khensiwe,   \nMina Sweswi Ndza Hlantswiwa.\n\n  **2.**   \n Vona Swivumbiwa Swintshwa, Swi Hlantswe Hi Ngati;   \nNtumbuluko Lowa Khale, Wu Herisiwile.\n\n  **3.**   \n Ndzi Ya Eku Vonakalen, Kule Ni Vudyoho;   \nNa Mbilu Yanga Yo Tenga, Xiluvelo Xakwe.\n\n  **4.**   \n Ta Hlamarisa Tintswalo, Loko Hi Hlantswiwa; Xihlamariso Xa Yesu,   \nMuferi Wa Hina."
  },
  {
    "number": 120,
    "title": "120. TATANA NDZI TA KA WENA",
    "markdown": "FATHER, I STRETCH MY HANDS TO THEE\n\n **1.**   \n Tatana Ndzi Ta Ka Wena, Mupfuni Hi Wena;   \nLoko U Ndzi Fularhela, Nta Ya Kwihi Xana.\n\n  **2.**   \n Ndza Pfumela Ka Nyimpfana, Ndzi Nyike Matimba;   \nKu Pfumaleni Ka Mina, Wa Ndzi Enerisa.\n\n  **3.**   \n Ndzi Tlakusa Mahlo Yanga Eka Wena Hosi;   \nNdzi Nyike Vutomi Byaku, Ndzi Nga Lovi Hosi.\n\n  **4.**   \n U Nga Ndzi Tshiki Ndzi Lova, Vula Ndzi Ta Hanya;   \nNdzi Ta Wisa Ndzi Rindzela, Moya Wo Kwetsima.\n\n  **5.**   \n Ndzi Nga Tsaka Hosi Yanga, Loko Ndzi Ku Vona;   \nNdzi Yingisa Rito Raku Na Tintswalo Taku.\n\n  **6.**   \n Ndza Pfumela Hakunene, Yesu U Ndzi Fele;   \nNgati Yakwe Yi Halaka, Leswaku Ndzi Pona."
  },
  {
    "number": 121,
    "title": "121. NDZI TA TWARISA YESU",
    "markdown": "I WILL SING OF JESUS LOVE\n\n **1.**   \n Ndzi Ta Twarisa Yesu,   \nU Ndzi Rhandze Swonghasi; U Suke Matilweni, A Ta Fa Egolgotha.\n\n  **CHORUS:**   \nNdzi Ta Dzunisa Yesu, (Ndzi Ta Dzunisa Vito Ra Yesu,)   \nU Ndzi Rhandzile Swonghasi; (U Ndzi Rhandzile Swonghasi.) Yesu U Fele Mina,   \n(Yesu U Ndzi Fele Mina Mudyohi,) U Ndzi Rhandzile Mina.\n\n  **2.**   \n Loko Ndzi Nga Si Rila, Yesu U Ndzi Rilele;   \nU Ndzi Khongelerile, Ndzi Nga Si N’wi Khongela.\n\n  **3.**   \n Rirhandzu Leronghasi, Ku Hava Rin’wanyana;   \nRi Hlantswaka Vudyoho, Ndzi Sala Ndzi Basile.\n\n  **4.**   \n A Ndzi Munhu Wa Nchumu, Kambe U Ndzi Rhandzile;   \nHosi Ndzi Pfune Sweswi, Ndzi Dyondzise Ku Rhandza."
  },
  {
    "number": 122,
    "title": "122. EKUSUHI NA WENA HOSI",
    "markdown": "NEARER STILL NEARER\n\n **1.**   \n Ekusuhi Na Wena Hosi, Ndzi Tshinete Wena Mponisi;   \nNdzi Vukarhe Xifuven Xaku, U Ndzi Hlayisa Eku Wiseni, U Ndzi Hlayisa Eku Wiseni.\n\n  **2.**   \n Ndzi Hava Nchumu Ku Nyikela, Handle Ka Mbilu Leya Manyala; Ndzi Tengise Hi Ngati Ya Wena,   \nYesu Wena Muponisi Wanga, Ndza Titshineta Ndzi Amukele.\n\n  **3.**   \n Ndzi Lava Ku Va N’wana Waku, Sweswi Ndzi Hambana Na Vudyoho;   \nNdzi Tshika Vubihi Hinkwabyo, Ndzi Lava Yesu La Vambiweke, Ndzi Lava Yesu La Vambiweke.\n\n  **4.**   \n Ndzi Ta Ka Wena Ndza Ha Hanya, Ndzi Ko Ndzi Nghena Ku Kwetsimeni;   \nNdzi Tshama Kona Hi Masiku, Ekusuhani Na Wena Hosi, Ekusuhani Na Wena Hosi."
  },
  {
    "number": 123,
    "title": "123. MATILWENI, MISAVENI",
    "markdown": "DEAREST NAME IN EARTH OR HEAVEN\n\n **1.**   \n Matilweni, Misaveni, Hi Rona Lero Xonga,   \nRi Nyikiwe Hi Tatana, I Yesu Rona Vito.\n\n  **CHORUS:**   \nRa Kwetsima Vito, Ra Kwetsima Vito (Ro Vito)(No Xonga)   \nVito Ri Huma Eka Tatana;   \nTa Dzunisa Tintsumi Evusikwini, Ri Xongile Vito Rakwe.\n\n  **2.**   \n Mbilu Yi Tala Ku Tsaka, Milomu Ya Dzunisa;   \nVito Lero Hlamarisa, Ro Xonga Hi Masiku.\n\n  **3.**   \n Moya Wanga Yimbelela, Ta Rirhandzu Ra Yena;   \nTlholovetsela Minkhenso, Khensa Vito Ra Yesu."
  },
  {
    "number": 124,
    "title": "124. KRESTE A DZUNIWE",
    "markdown": "NOT I, BUT CHRIST\n\n **1.**   \n Kreste A Dzuniwe, Ku Nga Ri Mina, A Ku Vonakale Kreste Ntsena;   \nKu Nga Vi Mina, Kambe Ku Va Kreste, Hi Marito Na Mianakanyo.\n\n  **2.**   \n Kreste A Dzuniwe Ku Nga Ri Mina, Yena Loyi A Khongotelaka;   \nLa Sulaka Mihloti Emahlweni Yena Loyi A Susaka Nchavo.\n\n  **3.**   \n Kreste Ntsena Ku Hava Un’wana, Kreste Ntsena Ku Hava Swo Antswa,   \nKreste Ntsena Ehandle Ka Mina, Kreste Ntsena Ku Hava Vumina.\n\n  **4.**   \n I Kreste Ntsena La Ndzi Hlayisaka, Yena Loyi A Ndzi Hlayisaka;   \nKreste Ntsena La Hanyisaka Moya, U Kona Hi La Ku Nga Heriki."
  },
  {
    "number": 125,
    "title": "125. YA TLHAVILE EGANGENI",
    "markdown": "THERE IS SUNLIGHT ON THE HILLTOP\n\n **1.**   \n Ya Tlhavile Egangeni Na Le Lwandle Masana, Miseve Yi Tlhave Emadyelweni Ya Rihlaza;   \nMina Ndzi Na Rivoningo Ra Ntamu Embilwini, Ri Huma Ka Muponisi La Tshameke Ka Mina.\n\n  **CHORUS:**   \nMasana Lama Xongeke, Masana Embilwini; Yesu U Susa Gome Hi Masana Mbilwini.\n\n  **2.**   \n Ntshurini Ndzi Siya Gome Bya Nguvu Leya Khale, Ndzi Ta Ambexiwa Ntsako Ndzi Tala Ku Vonga;   \nKona Kaya Ro Kwetsima Hi Nsovo Wa Ndzi Nyika, Tlhandluka Mbilu Ya Mina, Moya Wanga Landzela.\n\n  **3.**   \n Yesu U Ndzi Kutsurile, Se Ndzi Wa Yena Ntsena, Rivoningo Ra Rirhandzu A Ri Ku Kwetsimise;   \nKaya Leri Kwetsimaka, U Ndzi Nyike Nsovo, Tlhandluka Mbilu Ya Mina, Moya Wanga Landzela."
  },
  {
    "number": 126,
    "title": "126. NDZI NA RISIMU RONGHASI",
    "markdown": "I HAVE A SONG I LOVE O SING\n\n **1.**   \n Ndzi Na Risimu Ronghasi, Ra Nkutsulo Wanga;   \nI Ra Muponisi Yesu, La Ndzi Kutsuleke.\n\n  **CHORUS:**   \nRa Ku Kutsuriwa (Soprano)   \nRa Ku Kutsuriwa, Ra Ku Kutsuriwa Mpfhuka Ndzi Kutsuriwa; Ndzi Ta Dzunisa Yena.   \nRa Ku Kutsuriwa (Soprano)   \nRa Ku Kutsuriwa, Ra Ku Kutsuriwa, Ndzi Ta Dzunisa Muponisi.\n\n  **2.**   \n Yesu U Ndzi Wisa Mbilu, Mukutsuri Wanga;   \nNdzi Endla Ku Rhandza Kakwe, Mukutsuri Wanga.\n\n  **3.**   \n Yesu Muyimeri Wanga, Mukutsuri Wanga   \nNkanankano Na Ku Chava; U Swi Herisile.\n\n  **4.**   \n Ndzi Lunghiseriwe Kaya, HI Ye Mukutsuri;   \nKaya Leri Nga Heriki, Na Ye Mukutsuri."
  },
  {
    "number": 127,
    "title": "127. XINDZINGIRI LEXI WAKA",
    "markdown": "GOD SEES THE LITTLE SPARROW FALL\n\n **1.**   \n Xindzingiri Lexi Waka, Yesu Wa Xi vona;   \nLoko A Xi Rhandza Xona, U Rhandza Na Mina.\n\n  **CHORUS:**   \nWa Ndzi Rhandza Wena Yesu, Ndza Swi Tiva Mina;   \nU Rhandza Ntumbuluko, Na Mina Wa Ndzi Rhandza.\n\n  **2.**   \n U Sasekise Makhon’wa, A Ya Ha Nun’hwelo;   \nLoko A Rhandza Swivula, U Rhandza Na Mina.\n\n  **3.**   \n Swiluva Na Swinyenyana, Swikulu, Swintsongo;   \nNa Vana Lavantsongo, U Rhandza Hinkwavo."
  },
  {
    "number": 128,
    "title": "128. I NKARHI WO KHONGELA",
    "markdown": "TIS THE BLESSED HOUR OF PRAYER\n\n **1.**   \n I Nkarhi Wo Khongela, Ha Titsongahata, Hi Tshinela Ka Yesu, Muferi Werhu;   \nHi Ku Pfumela Yesu, Hi Ta Hlayiseka, U Tlhavula Wo Tsana, Ka Yesu I Ntsako.\n\n  **CHORUS:**   \nNkarhi Wo Khongela, Wu Tele Nkateko;   \nWu Tlhavula Wo Tsana, Wu N’wi Nyika Ku Tsaka.\n\n  **2.**   \n I Nkarhi Wo Khongela, Yesu U Kusuhi, Ku Yingisa Vana Vakwe Hi Rirhandzu;   \nSwivilelo, Swirilo Wa Swi Amukela,   \nU Tlhavula Wo Tsana, U Hi Nyika Ntsako.\n\n  **3.**   \n I Nkarhi Wo Khongela, Miringweni Yerhu, N’wi Byele Maxangu, Minkarhalo Yaku;   \nU Na Mbilu Ya Nsovo, U Ta Ku Wisisa,   \nU Tlhavula Wo Tsana, A N’wi Nyika Ntsako.\n\n  **4.**   \n Hi Nkarhi Wo Khongela, Hi Tshemba Ka Yesu, U Ta Hi Katekisa, No Hi Wisa Mbilu;   \nLoko Hi Tshemba Yesu, Hi Ta Tiyisiwa,   \nU Tlhavula Wo Tsana, U N’wi Nyika Ntsako."
  },
  {
    "number": 129,
    "title": "129. ENHLANGANWENI WA VANHU VAMBIRHI",
    "markdown": "JESUS THOU HAST PROMISED\n\n **1.**   \n Enhlanganweni Wa Vanhu Vambirhi, Vitweni Ra Wena, U Ta Va Kona;   \nEmikhongelweni, Ne Matsalweni, Yesu Katekisa, U Tshembisile.\n\n  **CHORUS:**   \nTana Katekisa, Vana Va Wena Tshama Ekusuhi, Hi Katekise!\n\n  **2.**   \n Yesu Hi Hlangene, Nkarhi Wa Khale, Ku Fika Makumu, U Nga Hi Siyi;   \nTana Muponisi, Hi Tsetselele, Sweswi Ha Khongela, Hi Amukele.\n\n  **3.**   \n Hi Hlantswe Marito, Yo Ku Tlangela, Swikombelo Swerhu, Swi Amukele;   \nHi Nyike Ku Tshemba Na Ripfumelo, HI Nyike Rirhandzu, Hi Voningele."
  },
  {
    "number": 130,
    "title": "130. HOSI YA MINA NDZI TWILE RITO",
    "markdown": "I AM THINE, O LORD\n\n **1.**   \n Hosi Ya Mina Ndzi Twile Rito, Leswaku Wa Ndzi rhandza;   \nNdzi Amukele Hi Ripfumelo, Ndzi Tshinete Eka Wena.\n\n  **CHORUS:**   \nNdzi Tshinete Ekusuhi, Xihambanweni Xaku; Ndzi Tshinete Wena Hosi, Ekusuhi Na Wena.\n\n  **2.**   \n Ndzi Pfuxelele Hi Nsovo Waku, Entirhweni Wa Wena;   \nNdzi Languta Hi Ntshembo Ka Wena, Ndzi Waku Ku Rhandzeni Kaku,\n\n  **3.**   \n Wu Xongile Nkarhi Eka Wena, Kona Exiluvelweni;   \nNdzi Ta Nkhinsama Hi Xikhongelo, Ndzi Vulavula Na Yesu.\n\n  **4.**   \n Ri Ente Swonghasi Ro Rirhandzu, Mpimo A Wu Tiveki;   \nKu Kondza Hi Fika Ku Rhuleni, Ntsako A Hi Nge Wu Tivi."
  },
  {
    "number": 131,
    "title": "131. A NDZI FANE NA YESU",
    "markdown": "MORE LIKE JESUS WOULD I BE\n\n **1.**   \n A Ndzi Fane Na Yesu, A Tshama Eka Mina,   \nNdzi He Nsovo, Ku Rhula, Na Ku Titsongahata; Hambi Ndzi ri Endlelen, Ndzi Hundza Misaveni, Ndzi Nga Va Vuswetini, Yesu Tshama Na Mina.\n\n  **2.**   \n Ku Rila Ka Nhlalala, Xindzingiri Xi Waka,   \nHinkwaswo Wa Swi Vona, Na Swikombelo Swanga; U Dyondzisa Vutomi, U Rivalela Swivi,   \nNdzi Ta Va Lowo Tenga, Yesu Tshama Na Mina.\n\n  **3.**   \n Mikhongelweni Yanga, Hi Masiku Hinkwawo,   \nNdzi Wisise Kusuhi, Na Mati Layo Rhula;   \nNdzi Tswariwa Hi Nsovo, Na Rirhandzu Ra Wena, Ripfumelo Ro Xonga, Eku Tshamen Na Yesu."
  },
  {
    "number": 132,
    "title": "132. KONA XIHAMBANWENI",
    "markdown": "JESUS, KEEP ME NEAR THE CROSS\n\n **1.**   \n Kona Xihambanweni, Ku Khuluka Nambu;   \nWa Mati Yo Hanyisa, Wu pfa Eka Yesu.\n\n  **CHORUS:**   \nExihambanweni, Mina Ndza Dzunisa;   \nKu Kondza Moya Wanga, Wu Kuma Ku Wisa.\n\n  **2.**   \n Mina La Nga Na Nchavo, Ndzi Kombiwe Nsovo;   \nNyeleti Ya Vurhonga, Yi Ndzi Voningele.\n\n  **3.**   \n Nyiko Ya Xinyimpfana, Ndzi Tsundzuxe Yona;   \nLetela Hi Masiku, U Ndzi Sirhelela.\n\n  **4.**   \n Ndzi Ta Rindza Hi Ntshembo, Ndzi Langute Kona;   \nKu Kondza Ndzi Fika, Ehase Ka Nambu."
  },
  {
    "number": 133,
    "title": "133. WENA HOSI NDZI FAMBISE",
    "markdown": "O LET ME WALK WITH THEE\n\n **1.**   \n Wena Hosi Ndzi Fambise, Tani Hi Yena Enoko;   \nNdzi Khome Hi Voko Hosi, Ndzi Tiyisela Ka Wena; Hambi Ndzi Nga Voni Ndlela, KAmbe Ndzi Fambise Yesu.\n\n  **2.**   \n A Ndzi Na Wona Matimba, Ya Ku Hlula Yena Nala;   \nNdzi Rhendzeriwe Hinkwako, Ku Fana Na Rona Lwandle; Hi Mintlhamu Ya Yena Nala, Wena Hosi Ndzi Fambise.\n\n  **3.**   \n Loko Ndzi Famba Na Wena, Swa Misava A Hi Nchumu; Ndzi Lava Ku Va Na Wena,   \nNdzi Tamela Xihambano; Ku Fika Loko U Vuya, Ndzi Fambise Mukutsuri."
  },
  {
    "number": 134,
    "title": "134. TINDLELENI TO TSAKISA",
    "markdown": "IN JOYFUL HIGH AND HOLY WAYS\n\n **1.**   \n Tindleleni To Tsakisa, Moya Wanga Wu Ta Khensa;   \nI Mani Loyi A Yimbelelaka, Rirhandzu Ra Yesu.\n\n  **CHORUS:**   \nRirhandzu Ro Hlamarisa, Ro Rirhandzu Ra Yesu; Rirhandzu Ro Hlamarisa, Ro Rirhandzu Ra Yesu.\n\n  **2.**   \n Ra Tsakisa Nanhlikani, I Ku Rhula Navusiku;   \nRa Tshungula Hambi Wona Mavabyi, Rirhandzu Ra Yesu.\n\n  **3.**   \n I Tshemba Ra Ndzivalelo, Ra Ndzi Pfuxa Loko Ndzi Wa;   \nEvuton’wini Na Kona Ku Feni, Rirhandzu Ra Yesu."
  },
  {
    "number": 135,
    "title": "135. NDZA KU RHANDZA WENA HOSI",
    "markdown": "I KNOW I LOVE THEE BETTER, LORD\n\n **1.**   \n Ndza Ku Rhandza Wena Hosi, Ku Tlula Misava;   \nU Ndzi Nyikile Ku Rhula, Loku Nga Heriki.\n\n  **CHORUS:**   \nHungu A Ri Si Vuriwa(Ra Yesu) Rirhandzu Ronghasi;   \nRa Ngati Leyo Basisa (Ya Yesu), A Ri Si Vuriwa (Ka Vanhu).\n\n  **2.**   \n U Tshama U Ri Kusuhi, Ku Tlurisa Ntshungu;   \nNdzi Hleketa Wena Ntsena, Ku Tlula Tinsimu.\n\n  **3.**   \n U Ndzi Nyikile Ku Tsaka, Ndzi Tshama Hi Ntsako;   \nXihundla Xi Le Rirhandziwin, Xa Ku Susa Gome.\n\n  **4.**   \n U Muponisi Wa Mina, Hi Nkarhi Hinkwawo; Na Riendzo Misaveni,   \nRi Khuluka Ntsako."
  },
  {
    "number": 136,
    "title": "136. NDZI LETELE HOSI YESU",
    "markdown": "WHERE HE LEAD ME I WILL GO\n\n **1.**   \n Ndzi Letele Hosi Yesu,   \nHi Wena Ntshembo Wa Mina; Hikokwalaho Ka Mina, U Vambiwile Khalvhari.\n\n  **CHORUS:**   \nHambi Vusiku, Nhlekani, Yesu U Ta Ndzi Letela; Nakulorhi Wa Ntiyiso,   \nNdzi Tsundzuka Ekhalvhari.\n\n  **2.**   \n Ndza Swi Rhandza Swiletelo, Na Vurhangeri Bya Wena,   \nNhlawuleko Wa Rirhandzu, Ri Tengisiwe Khalvhari.\n\n  **3.**   \n Ndzi Ya Mahlweni Hi Xivindzi, Ndzi Tsakile Eka Yesu;   \nSiku Rin’wana Nta N’wi Vona, Yesu Nakulorhi Wanga."
  },
  {
    "number": 137,
    "title": "137. MISAVA U NGA YI TEKA",
    "markdown": "TAKE THE WORLD BUT GIVE ME JESUS\n\n **1.**   \n Misava U Nga Yi Teka, Kambe Ndzi Nyike Yesu;   \nNa Rirhandzu Ra Yena, Leri Ri Nga Heriki.\n\n  **CHORUS:**   \nO! Tintswalo Letonghasi, Rirhandzu Lerikulu;   \nHi Na Vutomi Hi Ntalo, Ka Yena Mukutsuri.\n\n  **2.**   \n Loko Ndzi Ri Eka yesu, Moya Wanga Wa Wisa;   \nNa Hi Nkarhi Wa Makhombo, U Ndzi Nyika Ku Rhula.\n\n  **3.**   \n Teka Misava Hinkwayo, Ndzi He Yesu Ndzi Tsaka;   \nRendzweni Ranga Hinkwaro, Yesu Ndzi Voningele.\n\n  **4.**   \n Teka Misava Hinkwayo, Ndzi He La Vambiweke;   \nNdzi Tshembele Eka Yesu, Ku Kondza Ndzi N’wi Vona."
  },
  {
    "number": 138,
    "title": "138. BYI TENGISE VUTOMI",
    "markdown": "TAKE MY LIFE AND LET IT BE\n\n **1.**   \n Byi Tengise Vutomi, Bya Mina Eka Wena;   \nMavoko A Ya Tirhi, Swa Ku Rhandza Ka Wena.\n\n  **CHORUS:**   \nNdzi Hlantswe Ngatin, Ya Yesu (Muponisi) Ndzi Basise Ndzi Va Wo, Tenga (Va Wo Tenga);   \nNdzi Nyikela Vutomi Eka Wena Hi La Ku Nga Heriki.\n\n  **2.**   \n  Na Milenge Ya Mina, Yi Khanela Ka Wena;   \nNa Rito Ro Dzunisa, Wena Ntsena Xikwembu.\n\n  **3.**   \n  Nomu Tala Mahungu, Lamanene Ya Hosi;   \nSilivhere Na Nsuku, Hinkwaswo I Swa Yena.\n\n  **4.**   \n  Ku Dzuniseni Wena, Teka Nkarhi Wa Mina;   \nNa Vutlharhi Bya Mina, A Byi Tirhele Wena.\n\n  **5.**   \n  Na Ku Rhandza Ka Mina, Ku Lawula Hi Wena; Teka Mbilu Ya Mina,   \nXiluvelo Xa Wena\n\n  **6.**   \n  Teka Rirhandzu Ranga, Ku Va Rifuwo Raku;   \nMina Ndza Tinyiketa, Ku Va Wa Wena Ntsena."
  },
  {
    "number": 139,
    "title": "139. U NDZI RHANDZILE SWONGHASI",
    "markdown": "I’VE FOUND A FRIEND\n\n **1.**   \n U Ndzi Rhandzile Swonghasi Hambi Ndzi Nga Ku Tivi,   \nNdzi Kokiwile Rinoko, Hi Rirhandzu Ra Wena; Ri Tsondzele Mbilu Yanga Hi Tinsinga To Tiya, Hi Nge Hambanisiwi Hi Laha Ku Nga Heriki.\n\n  **2.**   \n Hi Yena La Ndzi Feleke Leswaku Ndzi Ta Pona, Hi Xiviri U Tiendle Mhamba Yanga Ya Nkoka;   \nA Ndzi Na Nchumu Xa Mina Hinkwaswo I Swa Yena, Mbulu, Ntamu Na Vutomi Hinkwaswo I Swa Yena.\n\n  **3.**   \n Nakulorhi Wa Matimba Hi Wena Muhlayisi, Endleleni Leyi Tlakukaka Ku Ya Tilweni;   \nBya Tshinela Vukwetsimi Byi Ndzi Nyika Matimba, Yo Tirha No Langutela Ndzi Ta Kota Ku Wisa.\n\n  **4.**   \n Nakulorhi Wo Lulama, Ntiyiso Na Malwandla, Muleteri Wa Vutlhari, Yesu U Muhlayisi;   \nU Ndzi Rhandzile Swonghasi, Hi Nge Hambanisiwi, Hambi Tihele, Na Rifu Swi Nge Hi Hambanisi."
  },
  {
    "number": 140,
    "title": "140. NDZI TWILE RITO RA YESU",
    "markdown": "I HEARD THE VOICE OF JESUS SAY\n\n **1.**   \n Ndzi Twile Rito Ra Yesu Ri Ku:   \n“Tana Wisa, Tiseketele Ka Mina, Wena Mukarhali”; Ndzi Tile Ka Muponisi, Ndzi Nga Koti Nchumu, U Ndzi Nyikile Ku WIsa, A Ndzi Nyika Ntsako.\n\n  **2.**   \n Ndzi Twile Rito Rakwe Ri Ku: “Ndzi Ku Nyika Ntsena,   \nLa Nga Ni Tora Hi Lawa Mati Ya Vutomi”; Ndzi Te Ka Yesu Ku Ta Nwa Mati Yo Hanyisa, Se Ndzi Pfuxeleriwile, Ndzi Hanya Ka Yena.\n\n  **3.**   \n Ndzi Twe Rito Rakwe Ri Ku: “Ndzi Ku Vonakala,   \nTana Ku Vonakaleni u Ta Kuma Ntsako”; Ndzi Langute Ka Yesu, Muhluleri Wanga,   \nNdzi Ta Famba Ndzi Tiphina, Masiku Hinkwawo."
  },
  {
    "number": 141,
    "title": "141. NDZI NAVELA KU VA WA WENA",
    "markdown": "I WOULD BE, DEAR SAVIOUR, WHOLLY THINE\n\n **1.**   \n Ndzi Navela Ku Va Wa Wena, Muponisi Wanga; Ndzi Dyondzise Ku Rhandza Kaku,   \nNdzi Pfune Hosi.\n\n  **CHORUS:**   \nNdzi Waku (Hosi) Ndzi Waku (Hosi) Ndzi Tiboha Ka WEna; Ndzi Waku (Hosi) Ndzi Waku (Hosi) Ndzi Amukele Hosi.\n\n  **2.**   \n Loko Wena U Nga Ri Kona, Rifumu Ra Phyama;   \nNdzi Ta Siya Swilo Hinkwaswo, Ndzi Hlawula Wena.\n\n  **3.**   \n Loko Ndzi Siya Swa Misava, Tsinela Ka Mina;   \nKa Wena Ndzi Kuma Hinkwaswo, Leswi Ndzi Tsakisaka."
  },
  {
    "number": 142,
    "title": "142. RI HLAWULEKILE SIKU",
    "markdown": "HOW SWEET UPON THIS SACRED DAY!\n\n **1.**   \n Ri Hlawulekile Siku, Ri Tlula Hinkwaswo;   \nRo Ehleketa Xikwembu, Ku Nga Ri Misava.\n\n  **2.**   \n Hungu Ro Rhula Na Ntsako, Ro Sula Mihloti;   \nI Nyiko Ya Muponisi, Ri Yisa Tilweni.\n\n  **3.**   \n Loko Mina Ndzi Tsandzeka, Ku Sukela Swivi;   \nU Tiva Mbilu Ya Mina, Wena Wa Ndzi Pfuna."
  },
  {
    "number": 143,
    "title": "143. HOSI HA FAMBA",
    "markdown": "LORD, DISMISS US WITH THY BLESSING\n\n **1.**   \n Hosi Ha Famba Hi He Minkateko, U Hi Tata Hi Ntsako;   \nHi Nyike Rirhandzu, Hlula Hi Nsovo, U Hi Pfuxelela Yesu;   \nHi He Matimba Yo Tiyisela, Hi Famba Emananga Ya vutomi.\n\n  **2.**   \n Ha Khensa No Dzunisa Wena Yesu, Hikwalaho Ka Vhangeli;   \nMihandzu Ya Kona Ku Hlawuriwa, Yi Vonakala Ka Hina;   \nA Hi Tshembhekeni NKarhi Hinkwawo, Hi Hanya Entiyisweni Wa Yena.\n\n  **3.**   \n Loko Masiku Ya Hina Yo Hanya, Ya Andza Emisaveni;   \nHi Nyika Ntsako, Ntshembo Na Matimba, Hi Khana Hi Nga Karhali;   \nKu Kondza Hi Ta Vona Ku kwetsima, Loko Wo Matilo Ya Pfuleka."
  },
  {
    "number": 144,
    "title": "144. NDLELA YANGA YA TLAKUKA",
    "markdown": "I’M PRESSING ON THE UPWARD WAY\n\n **1.**   \n Ndlela Yanga Ya Tlakuka, Hi Masiku Ndza Tlhandluka;   \nNo Tshama Xikhongelweni, Hosi Yanga Ndzi Tiyise.\n\n  **CHORUS:**   \nNdzi Tlakuse, Ndzi Yimise, Hi Tintswalo Taku Hosi; Xivandleni Xa Le Henhla, Hosi Ndzi Veke Ka Xona.\n\n  **2.**   \n Misava A Yina Nchumu, Lexi Nga Wisaka Mbilu;   \nVan’wana Va Yi Rilela, Kambe Swa Yona Swa Hundza.\n\n  **3.**   \n Ndzi Navela Ku Va Kule, Na Miringu Ya Sathana; Ndzi Navela Ku Yingisa, Tinsimu Ta Vakwetsimi.\n\n  **4.**   \n Ndzi Lava Ku Fikelela, Xivandla Lexo Kwetsima;   \nKambe Xikhongelo Xanga, Hosi Ndzi Nyike Ku Hlula."
  },
  {
    "number": 145,
    "title": "145. YANA U NGA ALI",
    "markdown": "ASK NOT TO BE EXCUSED\n\n **1.**   \n Yana U Nga Ali, Ntirho I Wukulu, Lunghisa U Famba, Hosi Yaku Rhuma;   \nXirhambo Xinene, Xi Tile Ka Wena, Swi Tsakisa Ngopfu, Ku Tirhela Hosi.\n\n  **CHORUS:**   \nTanani (Sweswi) Mi Tirhela Hosi, Tanani (Sweswi) Mi Nga Aleri Hosi; Tanani Mi Nga Ali, Nhlamulo Ya Tilo: “Mi Ndzi Landzurile, Tilo Ra Mi Ala”\n\n  **2.**   \n Yana U Nga Ali, Hosi Ya Vitana, I Khale U Ala, U Nga Yi Honisi;   \nNsimu Yi Vupfile, Tana U Tshovela, Tana U Tiphina, Hi Ntirho Wa Hosi.\n\n  **3.**   \n Yana U Nga Ali, Baleka Khombo, Amukela Hosi, Ka Ha Ri Na Nkarhi;   \nNsovo Wa Ku Rhamba, Wu Ku Komba Tilo, Yesu Muyimeri, Wa Ku Rivalela."
  },
  {
    "number": 146,
    "title": "146. HANYA EKA MINA",
    "markdown": "LIVE OUT THY LIFE WITHIN ME\n\n **1.**   \n Hanya Eka Mina, We Hosi Ya Tihosi, Hi Wena Nhlamulo Ya Swivutiso Swanga;   \nU Hanya Ka Mina U Vonaka Ka Mina, Ndzi Vonakarisa Vukulu Byaku Hosi.\n\n  **2.**   \n Ndza Nyikela Mbilu, Yi Basise Vudyohwen, Ku Kwetsima A Ku Vonginge Mbilwini;   \nMisava Yi Rhula, Na Wona Miri Wanga, Wu Tirha Hi Ku Rhandza Ka Hosi Ya Tilo.\n\n  **3.**   \n Swirho A Swi Lawuriwe Hi Wena Yesu Swi Tirhise Ku Endla Ku Rhandza Ka Wena;   \nSusa Swivilelo, Nkarhalo Na Swivavi, Swisandzo Na Miehleketo Ya Ku Titsan’wa.\n\n  **4.**   \n Ku Rhula, Malwandla Ndzi Nga Hlawuri, Ndzi Byele Ntirho Yesu Ndzi Nga Ta Wu Tirha;   \nHanya Eka Mina We Hosi Ya Tihosi, Hi Wena Nhlamulo Ya Swivutiso Swanga."
  },
  {
    "number": 147,
    "title": "147. NDZI TSHINETE KA WENA HOSI",
    "markdown": "CLOSER TO THEE, MY FATHER, DRAW ME\n\n **1.**   \n Ndzi Tshinete Ka Wena Hosi, Ina Ndzi Vukarhe;   \nNdzi Vukarhe Exifuveni, Ndzi Ta Wisa Kona.\n\n  **CHORUS:**   \nHi Rirhandzi Ra Wena, Ndzi Tshinete Ka Wena; Ndzi Va Ekusuhu Na Wena   \nT&B\tNdzi Tshinete Hi Ro Rirhandzu,   \nNdzi Kokele Henhla Tilweni; Ndzi Tshinete Tilweni, Ndzi Kokele Tilweni, Ku Fika Eka Wena.\n\n  **2.**   \n Ndzi Tshinete Ka Wena Yesu, Ndzi Nga Vi Ekule;   \nNdzi Hlayiseka Eka Wena, Maxangu Ya Hela.\n\n  **3.**   \n Ndzi Tshinete Hosi Hi Moya, Ndzi Fana Na Wena;   \nNdzi Hlantswe Ndzi Va La Tengeke, Ndzi Suka Vudyoho."
  },
  {
    "number": 148,
    "title": "148. HINKWAKO YESU A NGA NDZI FAMBISA",
    "markdown": "ANYWHERE WITH JESUS\n\n **1.**   \n Hinkwako Yesu A Nga Ndzi Fambisa, Ka Yena Ndzi Le Ku Hlayisekeni;   \nKule Na Yena Ku Hava Kona Ku Tsaka, Ka Yesu Ku Hava Kona Ku Chava.\n\n  **CHORUS:**   \nHinkwako, Hinkwako, Yesu U Kona   \nHinkwako Yesu U Ta Ndzi Hlayisa.\n\n  **2.**   \n Hinkwako Yesu U Kona Kusuhi, Hambi Vanghana Va Nga Ndzi Sukela;   \nNa Loko Miringu Yi Ndzi Tshuketa, Ka Yesu I Kaya Ra Ku Dzunisa.\n\n  **3.**   \n Hinkwako Yesu A Nga Ndzi Fambisa, Na Loko Ndzi Ta Ya Eku Wiseni;   \nNdzi Ta Famba Hi Mbilu Yaku Rhula, Hikuva U Ta Vuya A Ndzi Pfuxa."
  },
  {
    "number": 149,
    "title": "149. FAMBA KU VONAKALENI",
    "markdown": "WALK IN THE LIGHT\n\n **1.**   \n Famba Ku Vonakaleni, A Wu Nga Lahleki;   \nMoya Lowo Kwetsima, Hlongola Munyama.\n\n  **CHORUS:**   \nKu. . .Vonakale. . .ni (Famba Ku Vonakaleni)   \nFamba Ku Vonakalani Ka Hosi.\n\n  **2.**   \n Famba Ku Vonakaleni, Ka Rito Ra Hosi;   \nKu Sukela Evutshweni, U Va Lo Tshembeka.\n\n  **3.**   \n Famba Ku Vonakaleni, U Nga Chavisiwi;   \nMunyama Wu Ta Baleka, Loko Hosi Yi Ta.\n\n  **4.**   \n Famba Ku Vonakaleni, Hosi Ya Ku Rhandza;   \nNtsako Wa Le Tilweni, Wu Tlula Misava."
  },
  {
    "number": 150,
    "title": "150. VA KWIHI VATSHOVERI VA NSIMU?",
    "markdown": "O WHERE ARE THE REAPERS?\n\n **1.**   \n Va Kwihi Vatshoveri Va Nsimu? Ku Hlengeleta Ntshovelo Nsin’wini;   \nVa Khoma Tihwevo Ta Ntiyiso, Va Kondza Va Heta Ku Tshovela.\n\n  **CHORUS:**   \nVa Kwihi Xana Vatshoveri?   \nKu Pfuneta Ntirhweni Wa Ntshovelo; I Vamani Va Nga Ta Pfuna,   \nWu Suka Nsin’wini Ya Vudyoho.\n\n  **2.**   \n Humani Mi Famba Mi Ya Lava, Nhova Yi Funengetile Koron;   \nVa Rhambeni Mi Nga Siyi Munhu, Va Hlengeleteni Ku Ya Tilwen.\n\n  **3.**   \n Masimu Ya Vupfile Hinkwako, Misava Yi Yimele Ntshovelo;   \nKambe Vatshoveri I Vatsongo, Koroni Yi Ta Dya Hi Ndzeyana.\n\n  **4.**   \n Tamelani Tihwevo Ta N’wina, Mi Tshovela Masimu Ya Hosi; Ku Kondza Loko Hosi Yi Fika,   \nMi Ta Nghenisiwa Entsakweni."
  },
  {
    "number": 151,
    "title": "151. NAMUNTLHA NDZI HLEKETA",
    "markdown": "I AM THINKING TODAY OF THAT BEAUTIFUL\n\n **1.**   \n Namuntlha Ndzi Hleketa Tiko Ro Xonga, Ndzi Ta Nghena Loko Ri Pela;   \nNdzi Yima Tintswalweni Ta Mukutsuri, Ku Amukela Harhi Yanga.\n\n  **CHORUS:**   \nTinyeleti Ti Ta Va Kona Harhini, Loko Dyambu Se Ri Ta Pela (Ri Pela); Loko Ndzi Ta Pfuka Na Vahlawuriwa,   \nTi Ta Va Kona Tinyeleti Harhini (Ya Mina).\n\n  **2.**   \n Ndza Khongela Ndzi Tirha Hi Ntamu Waku, Ku Ponisa Va pepetseki;   \nHi Ta Tlhomiwa Hi Tona Tinyeleti, Hi Karhi Hi Dzunisa Hosi.\n\n  **3.**   \n Ndzi Ta Tsaka Ku Vona Mombo Wa Yena, Ndzi Ta Na Ntshovelo Wa Yena;   \nMoya Wa Mina Wu Ta Tsaka Ekaya, Ti Ta Va Kona Tinyeleti."
  },
  {
    "number": 152,
    "title": "152. VULAVULA NA MINA",
    "markdown": "SPEAK TO MY SOUL, DEAR JESUS\n\n **1.**   \n Vulavula Na Mina, Hi Rito Ra Nsovo, Ndzi Byele Hi Rirhandzu: “Tiva A Wu Wexe”;   \nPfula Mbilu Yanga, Ku Yingisela Wena, Ndzi Tala Ku Dzunisa, Ndzi Tsaka Ka Wena.\n\n  **CHORUS:**   \nHlevetela Hi Nsovo Waku Ka Mina   \n“U Ta Tshamela Ku Hlula Na Ku Ntshunxeka”; Ndzi Hlevele We Hosi, Hi Rito Ra Nsovo, Vula Ka Mina Hosi: “Tiva A Wu Wexe”.\n\n  **2.**   \n Na Vona Vana Vaku, Va Letele Ndlelen, U Va Nyika Ku Tsaka, Va Khongela Wena;   \nA Va Tinyiketele Ku Hanyela Wena, Hatlisa Na Mfumo Wa Wena Hosi Yesu.\n\n  **3.**   \n Tihlavutele Tani Hi Nkarhin Wa Khale, Ndzi Dyondzise Ku Endla Ku Rhandza Ka Wena;   \nKu Hlayisa Milawu No Dzunisa Wena, Na Xichavo Ka Wena No Titsongahata."
  },
  {
    "number": 153,
    "title": "153. HOSI, A NDZI KHONGELERI SWA MUNDZUKU",
    "markdown": "LORD, FOR TOMORROW AND ITS NEED\n\n **1.**   \n Hosi A Ndzi Khongeleri Swa Mundzuku, Ndzi Ponise Evudyohweni Namuntlha; Ndzi Nga Ku Dyoheri Hi Ririmi Ranga;   \nNa Hinkwaswo Leswi Ndzi Swi Hleketaka.\n\n  **2.**   \n Ndzi Rhandza Ku Ku Tirhela Ndzi Khongela, Ndzi Ta Hanya Hi Tintswalo Swa Namuntlha;   \nNdzi Nyike Matimba Ya Ku Ku Yingisa, Ndza Tinyiketa Ka Wena Ko Namuntlha.\n\n  **3.**   \n Loko Swi Nga Endleka Ndzi Fa Namuntlha, Switshembiso Swa Wena Swi Va Ka Mina; A Ndzi Na Ku Khongotela Swa Mundzuku,   \nNdzi Letele Wena Hosi Swa Namuntlha."
  },
  {
    "number": 154,
    "title": "154. MURINDZI WA LE SIYONI",
    "markdown": "WATCHMAN, TELL ME\n\n **1.**   \n Murindzi Wa Le Siyoni, Ndzi Byele Hi Ta Mixo, Xana Ku Na Swikombiso, Swa Ku Voninga Ndlela;   \nVatsendeleki Pfukani, Dyambu Ri Lava Ku Xa, Ambalani To Tinguvu, Tinguvu Ta Wo Nkhuvu.\n\n  **2.**   \n Murindzi U Nga Languta, Ku Khanya Loku Taka, Swikombiso Misaveni, Swa Siku Leri Taka;   \nMhalamhala Ya Xikwembu, Yi Ta Pfuxa Hinkwavo, Vahlawuriwa Va Hosi, Va Ta Va Va Nga Ha Fi.\n\n  **3.**   \n Murindzi Ri Amukele, Lembe Ra Yo Savata, Hosi Hi Leyi Xikaka, Hi Huwa Ya Tintsumi;   \nNdzi Vona Vatsendzeleki, Va Ri Hase Kanana, Hosi Yesu U Ta Fika, A Vangama Bya Dyambu.\n\n  **4.**   \n Murindzi U Nga Languta, Vukosi Bya Le Henhla, Bya Yo Hosi Ya Ku Rhula, Matiko Ni Matiko;   \nTintshaveni Ta Tintshava, Kuna Ku Vonakala, Na Wo Mati Layo Tenga, Na Swiluva Swo Xonga.\n\n  **5.**   \n Murindzi U Nga Languta, Yi Tshinele Minkarhi, Ya Misava Ya Mihandzu, Ni Swiluva Swo Xonga;   \nSwo Fana Na Le Eden, Ntangeni Wo Saseka, Na Swo Chaya Swa Risuna, Ku Yimbiwa Tinsimu."
  },
  {
    "number": 155,
    "title": "155. KU NGA VA ETINHLOHLORHINI",
    "markdown": "I’LL GO WHERE YOU WANT ME\n\n **1.**   \n Ku Nga Va Etinhlohlorhini, Kumbe Bubutsen Lwandle, Hambi Ku Rhanga Enyimpini, Leswi Ndzi Faneleke;   \nXiritwana Ndzi Ta Xitwa, Hambi Ndlela Ndzi Nga Yi Tivi, Ndzi Ta Tinyiketa Ka WEna, “Hi Mina Loyi, Ndzi Rhume”.\n\n  **CHORUS:**   \nNdzi Ta Ya Laha U Ndzi Rhumaka, Tintshaveni Hambi Lewandle; Ndzi Ta Fambisa Rito Ra Wena,   \nNdzi Ta Endla Ku Rhandza Ka Wena.\n\n  **2.**   \n U Nga Ha Rhandza Ndzi Vulavula, Marito Ya Rirhandzu, Ya Ku Vuyisa Mulahleki, Ndleleni Ya Vudyoho;   \nWe Mukutsuri Ndzi Letele, Hambi Ndlela Yi Vava, Ndzi Fambisa Rito Ra Wena, Na Ko Ku Rhandza Ka Wena.\n\n  **3.**   \n Ku Na La Ku Nga Nyawuriki Ndzi Nga Tirhaka Kona, Ndzi Ku Tirhela Nkarhinyana, Yesu Muferi Wanga;   \nNdzi Tiseketela Ka Wena, Hikuva Wa Ndzi Rhandza, Ndzi Ta Endla KU Rhandza Kaku, Ndzi Ta Va N’wana Wa Wena."
  },
  {
    "number": 156,
    "title": "156. MARITO YA KU HLUNDZUKA",
    "markdown": "ANGRY WORDS! OH, LET THEM NEVER\n\n **1.**   \n Marito Ya Ku Hlundzuka, Ya Nga Tshuki Ya Huma;   \nAnakanya Mbilwini Rito Leri Faneleke.\n\n  **CHORUS:**   \nS&A\t“Rhandzanani Xee!” Ku Vula Hosi   \nMi Endla Xilero Xa Hosi “Rhandzanani Xe!” Yingisami Xileriso.   \nT&B\tRhandzanani, Rhandzanani, Xileriso Xa Hosi,   \nRhandzanani, Rhandzanani, Ina Ya Lerisa.\n\n  **2.**   \n Rirhandzu Ri Kwetsimile, Vunghana Byi Tengile;   \nKu Tirivala Ka Onha, Ku Thyakisa Vuxaka.\n\n  **3.**   \n Marito Yo Khunguvanyisa, Ya Pfuxa Tinyimpi;   \nYa Herisa Na Vuxaka, Hi Rito Rin’we Ntsena."
  },
  {
    "number": 157,
    "title": "157. WE MUBYARI LA RILAKA",
    "markdown": "HARVERST TIME\n\n **1.**   \n We Mubyari La Rilaka, La Byalaka Yo Mbewu;   \nLa Teleke Hi Rirhandzu, U Ta Katekisiwa.\n\n  **CHORUS:**   \nXiyaxiya We Murimi, Mavele Lamanene; Ntshovelo Wu Kusuhani, Swirimiwa Swa Vupfa.\n\n  **2.**   \n Ku Wa Mberha Na Vusiku, Ku Phamela Swo Swilo;   \nLeswi Pfumalekaka, Ka Lava Tshembhekaka.\n\n  **3.**   \n Byala U Nga Karhateki, U Nga Chavi Na Nchumu;   \nTiya Ku Tikeriweni, U Ta Tshovela Ngopfu."
  },
  {
    "number": 158,
    "title": "158. NTSHOVELO WA MISAVA WU KUSUHI",
    "markdown": "HASTEN ON, GLAD DAY\n\n **1.**   \n Ntshovelo Wa Misava Wu Kusuhi, Hosi Vitana Vatshoveri Vaku;   \nHinkwako-nkwako Koro Yi Vupfile, Se Yi Lulamele Ku Tshoveriwa.\n\n  **CHORUS:**   \nHatlisa. . . . .Siku Rhwalan. . . . .Tinyandza Hatlisa. . . . .Yisa. . . . . Tinyandza.\n\n  **2.**   \n Mixo Lowuya Wu Taka Wa Ntsako, Wa Karhi Wa Tshinela Hi Malembe;   \nKoro Yi Funengeteke Hi Swivi, A Yi Hatle Yi Hlengeletiwa.\n\n  **3.**   \n I Swinene Ku Tirha Hi Rirhandzu, Xinambyana Lexi Pfaka Matilwen;   \nI Rirhandzu Leri Hi Yimelaka, Ku Tinyiketen Ko Hlamarisa."
  },
  {
    "number": 159,
    "title": "159. NDZA KU LAVA WENA HOSI",
    "markdown": "BLESSED LORD, HOW MUCH I NEED THEE\n\n **1.**   \n Ndza Ku Lava Wena Hosi, Ndzi Bofu Evudyohwen;   \nKhoma Voko, Ndzi Letele, Ndzi Ta Pfuleka Mahlo.\n\n  **CHORUS:**   \nMinkarhi Hinkwayo We Hosi Ndzi Lava Wena   \nMinkarhi Hinkwayo We Hosi Ndzi Hlayise.\n\n  **2.**   \n Ndzi Ambexe Ku Lulama, Ndzi Na Nguvu Ya Thyaka; Ndzi Kombe Xiyimo Xanga,   \nKutani U Ndzi Hlantswa.\n\n  **3.**   \n Loko Wena U Letela, Ndzi Na Ku Hlayiseka;   \nNdlela Yi Nga Ha Nonon’hwa, U Hinkwaswo Ka Mina.\n\n  **4.**   \n Mundzuku Na Swa Wona, Ntsako Kumbe Mihloti;   \nNdzi Tshama Eka Wena. Wena Wa Ndzi Wisisa."
  },
  {
    "number": 160,
    "title": "160. NDZI HLAYISELWA YESU",
    "markdown": "OH, TO BE “KEPT FOR JESUS”\n\n **1.**   \n Ndzi Hlayiselwa Yesu! Hi Matimba Yakwe;   \nNdzi Endliwa Wo Tenga, Ndzi Xitirho Xakwe.\n\n  **CHORUS:**   \nNdzi Hlayiselwa Yesu! Hosi Ndzi Wa Wena;   \nO Mina A Ndzi Nchumu, Wena U Hinkwaswo.\n\n  **2.**   \n Ku Hlayiselwa Yesu, Hosi Ndzi Wa Wena; Na Ku N’wi Tsakisa,   \nNdzi Va Wa Yena Ntsena.\n\n  **3.**   \n Ku Hlayiselwa Yesu, Ndza Titsongahata;   \nNo Siya Swa Misava, Ndzi Va Lowo Tenga.\n\n  **4.**   \n Ndzi Hlayiselwa Yesu, Ndzi Wa Yena Ntsena;   \nHi Laha Ku Nga Heriki, Ndzi Va Wa Wena."
  },
  {
    "number": 161,
    "title": "161. NAKULORHI WA MINA",
    "markdown": "I HAVE A FRIEND SO PRECIPOUS\n\n **1.**   \n Nakulorhi Wa Mina, Wo Rhandzeka Ngopfu,   \nWa Ndzi Rhandza Hi Rirhandzu, Rirhandzu Ro Tiya;   \nNdzi Nge Tshami Kule Na Ye, U Ta Va Kusuhi,   \nMina Na Yona Hosi, Ha Vumbirhi.\n\n  **2.**   \n Na Loko Ndzi Karhele, Ntamu Wu Herile,   \nNdzi Seketela Ka Yena, Nakulorhi Wanga;   \nNdzi Famba Ku Vonakalen, Ka Hosi Ya Mina,   \nMina Na Yona Hosi, Ha Vumbirhi.\n\n  **3.**   \n Ndzi N’wi Byela Maxangu, Na Ntsako Wa Mina,   \nNa Leswi Ndzi Tsakisaka Na Leswo Karhata;   \nMina Na Ye Nakulorhi, Ha Kanerisana, Mina Na Yona Hosi, Ha Vumbirhi\n\n  **4.**   \n Wa Switiva Leswaku, Ndzi Rhandza Ku Vula,   \nVhangeli Ka Vanhu Vakwe, Yena Wa Ndzi Pfuna; Kutani Hi Tirha Swin’we, Ritweni Ra Yena,   \nMina Na Yona Hosi, Ha Vumbirhi."
  },
  {
    "number": 162,
    "title": "162. YESU MULETERI WANGA",
    "markdown": "ALL THE WAY MY SAVIOUR LEADS\n\n **1.**   \n Yesu Muponisi Wanga, Ndzi Nga Ha Lava Yini,   \nA Ndzi Na Ku Kanakana, Hi Tintswalo Ta Yena, Ndzi Tshama Eku Rhuleni, Ndzi Pfumela Ka Yena,   \nHambi Mhangu Yi Ndzi Wela. Yesu U Ta Ndzi Lwela (Bis)\n\n  **2.**   \n Yesu Muleteri Wanga, U Ndzi Tiyisa Mbilu,   \nExikarhi Ka Miringu, Na Ndlela Yo Nonon’hwa,   \nEndzalwen Ne Ndlaleni, U Vuswa Bya Vutomi,   \nNdzi Vona Nambu Wa Ntsako, Wu Timulaka Torha (Bis)\n\n  **3.**   \n Yesu Muleteri Wanga, La Teleke Rirhandzu,   \nU Tshembisile Ku Wisa, Endlwini Ya Tatana, Loko U Ndzi Ha Vutomi, Lebyi Byi Nga Heriki,   \nNdzi Ta Tlhandlukela Henhla, Ndzi Nghena Ku Tsaken (Bis)"
  },
  {
    "number": 163,
    "title": "163. HOSI YESU WA VITANA",
    "markdown": "HARK THE VOICE OF JESUS CALLING\n\n **1.**   \n Hosi Yesu Wa Vitana,   \nA Ku: Ndzi Ta RHuma Man Masimu Se Ya Vupfile Va Kwihi Vatshoveri?   \nI Khale A Hi Vitana Leswaku Hi Ta Tirha, I Mani A Hlamulaka: Ina Hosi Ndzi Rhume?\n\n  **2.**   \n Hambi U Nga Tsemakanya Malwandle U Ya Kule,   \nVA Kona Kwala Kusuhi Unga Tivisa Vona, Hambi U Nga Chumayeri Ku Fana Na Pawulu, Va Byele Hi Ta Rirhandzu Lerikulu Ra Yesu.\n\n  **3.**   \n Hambi U Nga Ri Murindzi La Nga Exihondzweni,   \nKu Kombisa vanhu Tilo Na Va Nyika Ku Rhula, Hi Malwandla, Mikhongelo U Nga Tirhela Hosi, Tani Hi Yena Aroni Mupfuneti Wa Muxe.\n\n  **4.**   \n Loko Mimoya Ya Vanhu Yi Karhi Yi Lahleka,   \nU Nga Vuli: A Ndzi Nchumu Ndzi Pfumala Matimba Amukela Hi Ku Tsaka Ntirho Wa Hosi Yerhu, Hlamula Hi Ku Tiyisa: Ina Hosi Ndzi Rhume."
  },
  {
    "number": 164,
    "title": "164. NDZI TSHAME EMILENGENI",
    "markdown": "SITTING AT THE FEET OF JESUS\n\n **1.**   \n Ndzi Tshame Emilengine Ku Yingisela Yesu, I Xivandla Lexo Xonga Hi Minkarhi Hinkwayo,   \nEmilengeni Ya Yesu Ndzi Tsunduka Swa Khale, Swa Rirhandzu, Nsovo Wakwe Yesu Ndza Amukela.\n\n  **2.**   \nEmilengeni Ya Yesu I Minkateko Ntsena, Swidyoho Na Mahlomulo, Ndzi Swi Siya Ka Yesu,   \nI Xivandla Xo Wisela Ndhawu Ya Xikhongelo, Malwandla Ni Nsovo Wakwe, Swi Hi Nyika Ku Rhula.\n\n  **3.**   \nMuponisi Ndzi Kutsule, Ndzi Khinsame Ka Wena, Mombo Wa Wena Wo Xonga Ndzi Langute Hi   \nWona,   \nNdzi Endle Lowo Kwetsima No Hleketa Bya Wena.   \nKombisa Hi Vululami Leswaku Ndzi Wa Wena."
  },
  {
    "number": 165,
    "title": "165. NDZA KU RHANDZA YESU",
    "markdown": "I LOVE THEE, I LOVE THEE\n\n **1.**   \n Ndza Ku Rhandza Yesu, Wena Hosi Yanga, Muponisi Wanga Xikwembu Xanga,   \nNdza Ku Rhandza Ngopfu We Wa Switiva; Swi Ta Tikombisa Rirhandzwin Ranga\n\n  **2.**   \n Ndzi Tsakile Ngopfu Ku Kutsuriwen, Ntsako A Wu Her, Ndzi Yima Ntshaven,   \nNdzi Vona Rifuwo, Ndza Swi Navela, Ku Tshama Na Yesu Na To Tintsumi.\n\n  **3.**   \n Yesu Muponisi Wa Katekisa,   \nKu Pona Ni Ntsako Swi Le Ka Wena, Rirhandzu Na Vito Ndza Swi Dzunisa, Pfuxelela Mbilu Na Moya Wanga.\n\n  **4.**   \n I Mani Muponisi Tani Hi Wena?   \nWa Ndzi Rhandza Ngopfu Ndza Ku Dzunisa, Ndzi Ta N’wi Dzunisa Ndzi Tele Ntsako Ntsako Wa Khuluka Ku Pfuxa Moya."
  },
  {
    "number": 166,
    "title": "166. RIBYE RA MASUNGULO",
    "markdown": "ROCK OF AGES\n\n **1.**   \n Ribye Ra Masungulo, Ndzi Tumbela Ka WEna, Ngati Leyi Mpfempfaka,   \nHlangutini Ra Wena, A Yi Hlantswe Vudyoho,   \nNdzi Sala Ndzi Tengile.\n\n  **2.**   \n A Hi Mintirho Yanga, Yi Nga Ndzi Khanisaka,   \nNdzi Nga Lwa Hi Matimba, Ndzi Tshonisa Mihloti, Swi Nge Susi Vudyoho, Ndzi Ponise Xikwembu.\n\n  **3.**   \n A Ndzi Tshembhanga Nchumu, Handle Ka Xihambani, Fihla Vusweti Byanga,   \nTsetsela Hi Nsovo, Ndzi Ta Exihlobyeni, Ndzi Ponise Ku Loven.\n\n  **4.**   \n Makun’win Ya Rendzo, Ndzi Ta Rindza Esirhen,   \nKu Kondza Loko Yesu A Ta Ata Ndzi Pfuxa, Ribye Ra Masungulo,   \nNdza Tumbela Ka Wena."
  },
  {
    "number": 167,
    "title": "167. MASUNGLO YO PFUMELA KA HOSI",
    "markdown": "FIRM FOUNDATION\n\n **1.**   \n Masungulo Yo Pfumela Ka Hosi, Ya Vekiwile Ematshan’weni;   \nI Ncini Lexi Xi Kayivelaka;   \nYesu U Muponisi, Ha Tumbela Ka Wena, U Xisirhelelo, Khokholo Ra Hina.\n\n  **2.**   \n Loko Ndzi Ku Rhuma Ku Pela Nambu, Nhlomulo Wungw Ku Heti Ntamu;   \nNdzi Le Kusuhi Ku Ku Ha Ntamu,   \nKu Susa Na Rona Gome, Ku Khongotela Mbilu, Ku Ncinca Maxangu Ma Va Minkateko.\n\n  **3.**   \n Ndzi Nga Ku Letela Emiringweni; Nsovo Wanga Wu Ta Ringanela;   \nU Nge Hisiwi Hi Rona Langavi;   \nRi Ta Susa Ku Tsana, RI Tengisa Bya Nsuku, Ripfumelo Ra WEna Ri Ta Hetiseka Xana?\n\n  **4.**   \n Loko U Tiseketela Hi Yesu, A nge Ku Siyi Evalaleni;   \nHambi Maxangu Ma Nga Ku Vavisa, Yena A Nge Ku Siyi, U Ta Va Na Wena,   \nKu Kondza Ku Hundza Nkarhi Wa Maxangu."
  },
  {
    "number": 168,
    "title": "168. YESU I MURISI",
    "markdown": "THE LORD IS MY SHEPHERD\n\n **1.**   \n Yesu I Murisi, Ndzi Nge Pfumali; Ndzi Xurha Madyelweni Yaku Rhula;   \nNdzi Le Kusuhi Na Mati Yo Rhula; Hambi Ku Karhala Wa Ndzi Wisisa.\n\n  **2.**   \n Hambi Nkoveni Wa Ndzhuti Wa Rifu, U Muhlayisi, A Ndzi Nga Chavi Nchumu;   \nNhonga Ya Wena Ya Ndzi Sirheleta, Ku Hava Xo Biha, U Le Kusuhi.\n\n  **3.**   \n Na Le Maxangwini Wa Ndzi Phamela, Ndzheko Wu Khapa Minkateko Yaku;   \nU Tote Nhloko Yanga Hi Mafurha, Ncini Xana Ndzi Nga Xi Kombelaka.\n\n  **4.**   \n Vunene Na Nsovo Swa Xikwembu, Ndzi Le Ndlelen Ku Kondza Ndzi Ku Vona;   \nNdzi Letele, Ndzi Famba Endleleni, Ndzi Kongomise Tikweni Ra Rirhandzu."
  },
  {
    "number": 169,
    "title": "169. MUDYANDZHAKA U ETLELELA YINI",
    "markdown": "HEIR OF THE KINGDOM\n\n **1.**   \n Mudyandzhaka U Etlelela Yini? Loko U Ri Kusuhi Na Kaya;   \nPfuka, Phaphama U Hloma Matlhari; Hatlisa Nkarhi Wu Ta Ku Siya.\n\n  **2.**   \n We Mudyandzhaka U Hlwelela Yini? Hakelo Yi Kusuhi Tiyisa;   \nPhaphama Hloma Muponisi Wa Ta, N’wi Hlanganise Wa Ta Hi Papa.\n\n  **3.**   \n Tinxaka Ti Pfukelana Matimba, Ta Rhurhumela Hi Wona Nchavo;   \nTwana Mpfumawulo Wa Makalichi, We Mudyandzhaka Hlayisa Nkarhi.\n\n  **4.**   \n U Nga Tsakeli Swilo Swa Misava, Ntsako Wa Swa Misava Wa Hela;   \nTsema Mapindza Ya Nala Hinkwawo Mudyandzhaka Hambana Na Swona.\n\n  **5.**   \n Tlakusa Mahlo u Languta Henhla, Langutela Ku Vuya Ka Hosi;   \nKu Vonakala Ku Huma Vuxeni, Mudyandzhaka Yimbelela tsaka"
  },
  {
    "number": 170,
    "title": "170. WENA MUVUMBI WANGA",
    "markdown": "MY MAKER AND MY KING\n\n **1.**   \n Wena Muvumbi Wanga, Swanga I Swaku;   \nXihlovo Xa Ku Hanana, Xi Na Minkateko; Xihlovo Xa Ku Hanana, Xina Minkateko.\n\n  **2.**   \n Ndzi Xivumbiwa Xaku, Wa Ndzi Hanyisa;   \nU Hanana Ku Tlurisa Ku Khensa Ka Mina;   \nU Hanana Ku Tlurisa Ku Khensa Ka Mina.\n\n  **3.**   \n Hinkwaswo I Swa Wena, A Ndzi Na Nchumu;   \nNdzi Na Ku Khensa Ntsena, I Nyiko Yintsongo;   \nMbilu Ya Ku Khensa Ntsena, I Nyiko Yitsongo.\n\n  **4.**   \n Hosi, Ndzi Pfuxelele Hi Nsovo Waku;   \nMasiku Hinkwawo, Ku Navela Hi Marito; Masiku Hinkwawo, Ku Navela Hi Marito."
  },
  {
    "number": 171,
    "title": "171. MURINDZI WA LE SIYONI",
    "markdown": "WATCHMAN ON THE WALLS OF ZION\n\n **1.**   \n Murindzi Wa Le Siyoni, Bya ha Ri Kule Vuxa?   \nU Humile Na Mahlahle, Vurhonga Byi Ta Huma?   \nXana Wa Ku Vona Ku Vonakala? Xana Wa Ku Vona Ku Vonakala?\n\n  **2.**   \n Na Swikombiso Swa Ndlela, A Hi Si Swi Hundza Ke?   \nXana Tiko Ra Vonaka, Ha Tshinela Kaya Ke?   \nWa Vonaka Mfumo Wa Matilo Ke? Wu Tshinele Wu Le Kusuhi Ngopfu.\n\n  **3.**   \n Vurhonga Se Bya Tsuvuka, Nkulungwana Hi Dzonga!   \nNa Nyeleti Ya Mahlahle, Tilo Se Ra Voninga;   \nVakwetsimi Tlakusani Tinhloko, Vakwetsimi Ku Kusuhi Ku Pona,\n\n  **4.**   \n Hi Na Rito Ra Ntiyiso, Yi Le Kusuhi Hosi,   \nKongomani Emahlweni, Hi Ta Fika Ekaya;   \nAleluya Dzunisani Xikwembu, Aleluya Dzunisani Xikwembu."
  },
  {
    "number": 172,
    "title": "172. U TA RINI YESU?",
    "markdown": "HOW LONG?\n\n **1.**   \n U Ta Rini Yesu, Hi Languterile, Timbilu Ta Karhala Hikuva Wa Hlwela; Wu Ta Fika Rini Ke, Mixo Lowo Xonga;   \nMasana Yo Kwetsima Ma Kwihi Ma Kwihi Xana Ke!\n\n  **2.**   \nU Fika Rini Hosi U Hi Siye Hexe,   \nU Hlwela Ngopfu Hosi, Vunyingi Bya Tsana; Va Hanya Manyaleni Malandza Ya Wena, Lava Ku Rindzeleke I Nhlayo Yintsongo.\n\n  **3.**   \nPfukani N’wina Vanhu Hosi Yi Fikile, Vakwetsimi, Tiyani Yesu U Ta Fika;   \nLumekani Timboni, Mi Tsimba Minkhamu, Timbilu Ti Lulama A Kondza A Fika."
  },
  {
    "number": 173,
    "title": "173. RIPFUMELO LERO TIYA",
    "markdown": "O FAR A FAITH THAT WILL NOT SHRINK\n\n **1.**   \n Ripfumelo Lero Tiya, Ra Tshikeleriwa;   \nA Ri Chavi Na Nchumu, Vusiwana Hambi Rifu (Bis)\n\n  **2.**   \n A Hi Rona Ro Vilela, Ri Nge Tlhuvutsiwi;   \nEnkarhini Wa Gome,   \nHi Hlayiseka Ka Yesu. (Bis)\n\n  **3.**   \n Ripfumelo Lero Xonga, Ku Nga Ta Xidzedze;   \nA Ri Chavi Na Khombo, Ri Hava Ku Kanakana. (Bis)\n\n  **4.**   \n Yi Nga Vomba Misava, A Ri Nga Hundzuki;   \nXidyoho Xa Hluleka,   \nNa Vuxisi Bya Xitsandzeka. (Bis)\n\n  **5.**   \n Ndzi He Ripfumelo Rero, Ro Pfumala Nchavo;   \nKu Ndzi Nyika Ku Tsaka, Ekaya Henhla Tilweni. (Bis)"
  },
  {
    "number": 174,
    "title": "174. RA TLHAVULA TSHEMBHA RA MUKRISTE",
    "markdown": "HOW CHEERING\n\n **1.**   \n Ra Tlavula Tshemba Ra Mukriste, Ntirhweni Laha Misaveni;   \nHambi Emananga,   \nHi Tiyisela Ndleleni Hambi Yi Nonon’hwa.\n\n  **2.**   \n Ri Hi Komba Tikweni Ro Wisa,   \nYesu Fuma Na Vakwetsimi; Hi Ta Vona Vamakwerhu, Hi Ta Vona Vamakwerhu, Hi Ta Tshama Swin’we, Hi Laha Kunga Heriki, Hi Nge He Hambani.\n\n  **3.**   \n Xidyoho Xi Nge Kumeki Kona, Miringo Yi Nge Vi Kona;   \nMasiku Hinkwawo Ku Ta Tshamiwa Hi Ntsako, Xo Tsanisa Moya A Xi Nge Kumeki Kona.\n\n  **4.**   \n Ku Ta Hela Gome Na Mihloto, Ndhawu Ya Rifu Ku Hava;   \nHinkwawo Lava Nghenaka Tikweni Ra Hosi, Va Ta Fuma Na Tinstumi Va Nga Ka Va Nga Fi.\n\n  **5.**   \n Nkarhi Hatlisa U Fika Sweswi, Muponisi Fika Sweswi;   \nHi Navela Ku Ku Vona Mutini Wo Xonga, Hi Navela Ku Ku Vona Mutini Wa Ntsako."
  },
  {
    "number": 175,
    "title": "175. HI LETELE MUPONISI",
    "markdown": "OUR SAVIOUR LIKE A SHEPHERD LEAD US\n\n **1.**   \nHi Letele Muponisi, Murisi Lonene,   \nHi Hlayise U Hi Yisa Madyelweni Yo Xonga, U Nkateko Eka Hina, Yesu, U Hi Xavile,   \nHi Ngati Xihambanweni, Yesu, U Hi Xavile.\n\n  **2.**   \nHi Va Wena Nakulorhi, Hi Letele Ndleleni, Hi Vhikele Swidyohweni, Hi Nga Lahleki   \nNdlela;   \nU Nkateko Wena Yesu, Yingisa Swikhongelo,   \nLoko Hi Rila Yesu, Yingisa Swikhongelo.\n\n  **3.**   \nU Tshembhise K’amukela, Hambi Hi Ri Vadyohi;   \nHi Nsovo U Ta Hi Ntshuxa, U Hi Endla Vo Tenga;   \nU Nkateko Hosi Yesu, Hi Ta Tshama Ka Wena."
  },
  {
    "number": 176,
    "title": "176. NTSHEMBHO WA NKATEKO",
    "markdown": "BLESSED HOPE\n\n **1.**   \n Ntshembho Wa Nkateko, Hi Wona Wa Nkoka;   \nWu Kule Na Swo Biha, Misava Ya Wu Kala.\n\n  **2.**   \n Nyeleti Yo Rhandzeka, Voninga Munyamen;   \nHi Miseve Yo Rhula, Leswaku Hi Ta Vona.\n\n  **3.**   \n Rito Ro Tlhavula, Ri Rhurisa Moya;   \nSusa Gome, Ku Kanakana, Hi Kombise Rirhandzu.\n\n  **4.**   \n Ri Huma Golgota, Ra Hi Rivalela;   \nNhlavutelo Ya Yesu, Tshembha, Tshembha Ra Tilo."
  },
  {
    "number": 177,
    "title": "177. MUTINI WO KWETSIMA",
    "markdown": "IN THE LAND OF FADELESS DAY\n\n **1.**   \n Mutini Wo Kwetsima, Dyambu A Ri Peli;   \nA Wu Nge Herisiwi, A Ku Na Vusiku.\n\n  **CHORUS:**   \nHosi Yi Ta Herisa, Mihloti, Rifu, Nchavo; Malembe Ama Hlayiwi, A Ku Na Vusiku.\n\n  **2.**   \n Tinyangwa Ta Perele, Ti Kumeka Kona,   \nTindlela Le Ta Nsuku, A Ku Na Vusiku.\n\n  **3.**   \n A Ku Pfariwi Nyangwa, Mutini Wo Xonga;   \nNi Nambu Wa Vutomi, Wu Khuluka Kona.\n\n  **4.**   \n Dyambu A Ri Na Nkoka, Mutini Wo Xonga;   \nYesu I Rivoningo, A Ku Na Vusiku"
  },
  {
    "number": 178,
    "title": "178. KU NGA VA MIXWEN",
    "markdown": "IT MAY BE AT MORN\n\n **1.**   \n Ku Nga Va Mixwen, Loko Dyambu Ri Tlhava,   \nMasana Mahlongola Xona Xinyami; Yesu A Fika Hi Ku Kwetsima Kakwe, Ku Ta Amukela Vakwe.\n\n  **CHORUS:**   \nYesu U Ta Fika Rini, Hi Ta Khana Hi Cina; Yesu Wa Ta Aleluya,   \nAleluya Amen, Aleluya Amen!\n\n  **2.**   \n Ku Nga Va Nhlekanhi, Kumbe Namadyambu,   \nKumbe Xinyamini Xikarhi Ka Vusiku; Swi Ta Baleka Hi Ku Kwetsima Kakwe, Loko A Ta Teka Vakwe.\n\n  **3.**   \n Loko Vahlawuriwa Va Yimbelela, A Ri Karhi A Xika Hi Wo Mapapa;   \nExikandzen Lexi Teleke Tintswalo, Loko A Ta Teka Vakwe.\n\n  **4.**   \n Ntsako Wukulu, Na Ku Hela Ka Rifu, Mavabyi, Gome, Nchavo Kumbe Swirilo;   \nHi Ta Tekeriwa Mapapen Ka Yena Loko A Ta Teka Vakwe."
  },
  {
    "number": 179,
    "title": "179. XANA U N’WI RINDZERILE YE MUTEKI",
    "markdown": "BEHOLD THE BRIDEGROOM\n\n **1.**   \n Xana Un’wi Rindzerile Ye Muteki, Sweswi Wa Ta;   \nVonan Wa Ta, U Kusuhi, Ambalani, Muteki Wa Fika.\n\n  **CHORUS:**   \nVona Muteki Wa Fika Sweswi, Xana U N’wi Rindzerile Wena Ke? Languta Wa Fika U Le Kusuhi, Rindzela, Muteki Wa Fika.\n\n  **2.**   \n Rivoningo Ra Wena Ri Ta Pfurha Ke? Loko A Ta;   \nWa Ta Sweswi Hi Xihatla, Tilulamise, Muteki Wa Ta.\n\n  **3.**   \n Loko A Fika Hi Ta N’wi Hlanganisa, Loko A Ta;   \nSwa Tshembisa, U Ta Fika, Wa Fika Hi Ta N’wi Hlanganisa.\n\n  **4.**   \n Hi Ta Huwelela Hi Ku Aleluya, Loko A Ta;   \nAleluya Yena Wa Ta, Loko A Fika Hi Ta N’wi Dzuna."
  },
  {
    "number": 180,
    "title": "180. A HI TIVI NKARHI",
    "markdown": "WE KNOW NOT THE HOUR\n\n **1.**   \n A Hi Tivi Nkarhi Wo Vuya Ka Hosi, Swikombiso Swa Tiyisa, U Kusuhi;   \nU Vuya A Ta Hetisa Xitshembhiso, A Hi Tivi Nkarhi.\n\n  **CHORUS:**   \nU Ta Ta. . . .Langutani, Rindzela, (A Fika) U Ta Ta. . . .Dzunisani Aleluya; (I Yesu) Hi Ku Kwetsima Ka Xikwembu Wa Fika, A Hi Tivi Nkarhi.\n\n  **2.**   \n I Vutlhari Ku Hlawula Muponisi, Tsalwa Ri Hlavutela Ntiyiso Ntsena;   \nWo Hetiseka Ka Byona Vuprofeta, A Hi Tivi Nkarhi.\n\n  **3.**   \n Hi Swikhongelo A Hi Languteleni, Hi Tirha, Hi Rindzela Ku Ta Ka Yesu;   \nHi N’wi Dzunisa Loko Yesu A Vuya, A Hi Tivi Nkarhi."
  },
  {
    "number": 181,
    "title": "181. HAMBI SIKU HI NGA RI TIVI",
    "markdown": "WE KNOW NOT THE TIME WHEN HE COMETH\n\n **1.**   \n Hambi Siku Hi Nga Ri Tivi, Leri Yesu A Vuyaka,   \nKu Ngava Nkarhi Wa Vusiku Kumbe Ku Ri Nanhlikanhi; U Ri Tshama Hi Rindzile Timboni Ti Nga Timeki, Leswaku Loko A Ta Fika A Kuma Hi N’wi Rindzele.\n\n  **CHORUS:**   \nHi. . .N’wi Rindze. . . . .le, (Hi Ku Rindzele Kunene Yesu)   \nNo Langute. . . . .la;   \n(Hi Langutele Ka Wena Yesu) Hi N’wi Rindze. . . . .le,   \n(Hi Ku Rindzele Kunene Yesu) Hi Ku Rindzele Hosi Yesu.\n\n  **2.**   \n Vonani Tintswalo Ta Yesu Ta Hi Kutsula Vadyohi, Loko A Siyile Matilo Ku Fela Hina Vadyohi;   \nNdza Tshembha Swi Nga N’wi Tsakisa Loko Hi N’wi Amukela, Loko Hi Nga Tilulamisa Hi Tshama Hi N’wi Rindzela.\n\n  **3.**   \n Hosi Yesu U Mukutsuri, Muponisi Wa Rirhandzu, Ha Kholwa Hi Ta Ku Vona Siku U Nga Ta Vuya Kambe;   \nLava Aleke Ku Pfumela Va Ta Chava Va Tumbela, Nakulorhi La Rhandzekaka, Wa Lava Ku Rindzeleke."
  },
  {
    "number": 182,
    "title": "182. MIXO WA NTSAKO WU LE KUSUHI",
    "markdown": "THE GOLDEN MORNING IS FAST APPROACHING\n\n **1.**   \n Mixo Wa Ntsako Wu Le Kusuhi Yesu Wa Vuya;   \nKu Teka Valandzeri Va Yena, Ku Ya Ekaya.\n\n  **CHORUS:**   \nHi vona Vurhongo Se Byaa Tsuvuka, Munyama Wa Baleka;   \nMixo Wa Ntsako Se Wu Tshinele, Vafi Va Ta Pfuka.\n\n  **2.**   \n Evhangeli Yi Ta Byeriwa Vanhu, Misava Hinkwayo;   \nMuteki U Ta Hatlisa Ku Ta, Chayani Nanga.\n\n  **3.**   \n M’avanyisi U Ta Tshuxa Vakwe, Va Nge Lahleki   \nA Heleketiwe Hi Tintsumi, Ku Suka Tlwen.\n\n  **4.**   \n Lava Hambaniseke Hi Rifu, Va Ta Hlangana   \nMihloti Ya Lava Nga Maxangwin, Yi Ta Suriwa."
  },
  {
    "number": 183,
    "title": "183. XITSHEMBISO KA VO VAPFUMERI",
    "markdown": "SWEET PROMISE IS GIVEN TO ALL\n\n **1.**   \n Xitshembhiso Ka Vo Vapfumeri, ‘Vonani Ndza Vuya Ku Teka Vanga’;   \nTiyiselani Hambi Swi Tika, Mi Nga Khudzeheri, Langutelani.\n\n  **CHORUS:**   \n‘Tiyiselani’ Mi Tshembhisiwe, Ku Nyikiwa Wo Mfumo Wa N’wina;   \nHari, Vuhosi Swi Mi Rindzele, Mi Nga Lahli Ntshembho, Ndza Vuya Sweswi.\n\n  **2.**   \n Hi Ta Khongela, Hi Nga Rhuteli, U Ta Fika Bya Khamba Na Vusiku;   \nSiku Ro Vuya, A Ri Tiveki; Rona Ri Kusuhi, Tiyiselani.\n\n  **3.**   \n Ntshembho Wa Hina Ematsalweni, Yesu U Ta Vuya Ku Kwetsimeni;   \nWu Na Ntiyiso Wo Hetiseka, Ndzi Ta Vuya Sweswi, Tiyiselani."
  },
  {
    "number": 184,
    "title": "184. TLANGELANI, HOSI YA TA",
    "markdown": "JOY TO THE WORLD\n\n **1.**   \n Tlangelani, Hosi Ya Ta, Yi Amukeleni, Pfulani Hambi Timbilu Mi Khensa, Muvumbi;   \nTilo Na Misava N’wi Yimbeleleni; Dzunisani Hosi Yesu.\n\n  **2.**   \n Hatlisa, Tana U Fuma;   \nVanhu Tlangelani, Masimu Na Mintlhambi, Milambu, Swintshabyana;   \nSwi Dzuna Hi Ntsako, Swi Dzuna Hi Ntsako, N’wi Dzuniseni Hi Ntsako.\n\n  **3.**   \n U Ta Herisa Vudyohi Na Mitwa Ndleleni, U Tisa Na Minkateko Ku Susa Ndzhukano;   \nU Tisa Ku Rhula No Wisa Yo Mbilu, U Hi Nyika Minkateko.\n\n  **4.**   \n U Ta Fuma Hi Malwandla   \nN’wi Hoyozeleleni, Yesu U Na Ku Lulama, Tlhelo Wa Kwetsima, Na Rirhandzu Rakwe; Lero Hlamarisa, Leri Ri Hi Basisaka."
  },
  {
    "number": 185,
    "title": "185. MFUMO LOWO HLAWULEKA",
    "markdown": "WE SPEAK OF THE REALMS OF THE BLEST\n\n **1.**   \n Mfumo Lowo Hlawuleka, Na Tiko Lero Saseka, Hungu Ra Misava Yintshwa, Xana Hi Ta Fika Kona?   \nTindlela I Nsuku Ntsena, Na Makhumbi Ya Ku Xonga, Ndhawu Leyo Tala Ntsako, Swi Ta Va Njhani Ka Wona?\n\n  **2.**   \n Muti Wo Kala Vudyoho, Na Swirilo Na Miringo, Muti Wo Kala Makhombo, Swi Ta Va Njhani Ka Wona?   \nKa Mintirho Ya Rirhandzu, Na Swambalo Swo Kwetsima,   \nKereke Ya Mativula, Swi Ta Va Njhani Ka Wona.\n\n  **3.**   \n Vurhonga Se Byi Fikile, Hi Ta Pfuxiwa Hi Rito,   \nHi Vona Muti Lowuntshwa, Wu Xika Henhla Tilweni; Muti Lowu Kwetsimaka, Swirilo Swi Nge Vi Kona, Ni Maxangu Ma Ta Hela, Ku Ta Hela Na Nhlomulo.\n\n  **4.**   \n Exikarhi Ka Miringo, Ndzi Tilunghisela Tilo, Ku Nga Ri Khale Ndzi Ta Twa, Nkoka Wa Ku Va   \nTilweni,   \nHi Famba Eswivandleni, Swa Vukosi Byo Kwetsima, Vakwetsimi Na Tintsumi, Va Ta Va Swin’we Na Yesu."
  },
  {
    "number": 186,
    "title": "186. YESU HI HLANGENE",
    "markdown": "LORD, WE HAVE MET\n\n **1.**   \n Yesu Hi Hlangene, Endlwini Ya Wena;   \nTana Yesu, Hi Tiveka, Mahlweni Ka Wena.\n\n  **2.**   \n Timbilu Ta Hina, Ti Navela Wena;   \nNa Wona Moya Wa Hina, Wa Ku Huwelela.\n\n  **3.**   \n Swikombelo Swerhu, Swamukele Tatana;   \nLoko Ku Hlayiwa Rito, Ina, Rhiya Ndleve.\n\n  **4.**   \n U Hi Lunghisela, Hina Vana Vaku;   \nSiku Leri Hi Nga Ta Fa, Hi Tlhelela Tshurini."
  },
  {
    "number": 187,
    "title": "187. HI TA EKA WENA MUPONISI",
    "markdown": "OUR PARTING HYMN\n\n **1.**   \n Hi Ta Eka Wena Muponisi, Hi Ro Risimu Ra Ku Lelana;   \nHi Katekisiwile Hi Wena, Hi Nyikete Rito Ra Ku Rhula.\n\n  **2.**   \nHi Nyike Ku Rhula Emakaya, Hi Wisa No Pfukela Ka Wena;   \nHi Sirhelele Eka Vudyoho, Hi Vitaniwa Hi Vito Raku.\n\n  **3.**   \nHi Nyike Ku Rhula Misaveni, Hi Sirhelele Emaxangwini;   \nHeta Dzolonga Hi Rito Raku, U Hi Amukela Ku Rhuleni."
  },
  {
    "number": 188,
    "title": "188. HAMBI NDZI RI MUDYOHI",
    "markdown": "CHIEF OF SINNERS THOUGH I BE\n\n **1.**   \n Hambi Ndzi Ri Mudyohi, Yesu U Ndzi Ferile;   \nLeswaku Ndzi Ta Hanya, Leswaku Ndzi Nga Ha Fi, Ndzi Ta Fana Ni Rhavi, Ndzi Wakwe I Wa Mina.\n\n  **2.**   \n Ri Kurile Rirhandzu, Ku Tlurisa Matilo;   \nNi Ku Enta Ka Lwandle, Ri Tshama Hi Masiku, Ri Ndzi Kume Ndzi File,   \nNdzi Nga Tivi Na Nchumu.\n\n  **3.**   \n Hambi Ndzi Ri Mudyohi, U Hinkwaswo Ka Mina;   \nSwilaveko Swa Mina, Na Swirilo Swa Mina,   \nHinkwaswo Wa Swi Rhwala, Yesu Wa Ndzi Hlayisa."
  },
  {
    "number": 189,
    "title": "189. A HI NA KAYA MISAVEN",
    "markdown": "WE’VE NO ABIDING CITY HERE\n\n **1.**   \n A Hi Na Kaya Misaven, Hi Vahundzi La Misaven,   \nMoya Wa Hina Wa Tsaka, Hi Lava Kaya Ra Ntsako, Hi Lava Kaya Ra Ntsako.\n\n  **2.**   \n A Hi Na Kaya Misaveni, Hi Lava Kaya Lerintshwa, Kona Kaya Ka Xikwembu,   \nXivandleni Xo Kwetsime, Hi Laha Ku Nga Heriki.\n\n  **3.**   \n Ku Tsakeni Ne Ku Rhulen, Va Wisa Vatsendzeleki,   \nNa Sweswi Ndza Swi Navela, Ku Ya Kona Ndzi Ya Wisa, Ku Ya Kona Ndzi Ya Wisa.\n\n  **4.**   \n Kambe Rhula Moya Wanga, Xikwembu Xona Xa Tiva,   \nLeswi Faneleke Mina, Loko Nkarhi Wu Fikile,   \nXi Ta Ndzi Nyika Ku Wisa."
  },
  {
    "number": 190,
    "title": "190. FAMBA NA VITO RA YESU",
    "markdown": "TAKE THE NAME OF JESUS WITH YOU\n\n **1.**   \n Famba Na Vito Ra Yesu, Wena La Nga Na Gome; Ri Ta Ku Tisela Ntsako,   \nU Nga Ri Siyi Helo.\n\n  **CHORUS:**   \nRinene Ro Vito (Rinene Ro Vito)   \nI Ntshembho Wa Misava; Rinene Ro Vito (Rinene Ro Vito)   \nI Ntsako Wa Matilo.\n\n  **2.**   \n Famba Na Vito Ra Yesu, U Ta Pona Ndzingweni;   \nRona Ri TaKu Hlayisa, U Khongela Hi Rona.\n\n  **3.**   \n Vito Ra Yesu Ro Xonga, Ri Tata Mbilu Ntsako;   \nLoko A Hi Amukela, Hi Ta Dzunisa Yena.\n\n  **4.**   \n Nkhinsamelani Hosi Yesu, Tlakusa Vito Rakwe;   \nYena Hosi Leyikulu, Emakumu Ka Rendzo."
  },
  {
    "number": 191,
    "title": "191. YESU HI YENA TSHEMBO WANGA",
    "markdown": "BLESSED ASSURANCE JESUS IS MINE\n\n **1.**   \n Yesu Hi Yena Ntshembo Wanga, Xikombiso Xa Nsovo Wa Tilo,   \nNdzi Mudyandzhaka Wa Xikwembu, Ndzi Hlantswiwe Hi Ngati Yakwe.\n\n  **CHORUS:**   \nLeri Hi Rona Hungu Ranga, Ndza N’wi Dzunisa Muponisi, Leri Hi Ro Risimu Ranga, Ndza N’wi Dzunisa Muponisi.\n\n  **2.**   \n Ku Tinyiketa Hi Malwandla, Na Swivono Swi Ta Hetiseka,   \nTintsumi Ti Xika Tilweni, Ti Haxa Nsovo Na Rirhandzu.\n\n  **3.**   \n Ndzi Ta Tsaka Ka Muponisi, Ndza Tinyiketa, Eku Wiseni,   \nNdzi Langutile Kwale Henhla, Ndzi Tele Ntsako Lowukulu."
  },
  {
    "number": 192,
    "title": "192. U NDZI FELE XIHAMBANWENI",
    "markdown": "GLORY TO HIS NAME\n\n **1.**   \n U Ndzi Fele Xihambanweni,   \nU Ndzi Hlantswile Swivi Swanga, Yesu U Ndzi Xuve Hi Ngati N’wi Dzunisen.\n\n  **CHORUS:**   \nRi Dzuniseni, Vito Ra Yena, Yesu U Ndzi Xuve Hi Ngati, N’wi Dzuniseni.\n\n  **2.**   \n Xihlamariso Lexikulu,   \nU Ndzi Ponise Vudyohweni, U Ve Mhamba Xihambanweni,   \nN’wi Dzuniseni.\n\n  **3.**   \n Xihlovo Xo Hlantswa Vudyoho, Ndzi Tsaka Ku Nghena Ka Xona,   \nYesu Yena A Ndzi Hlantswa, N’wi Dzuniseni.\n\n  **4.**   \n Xihlovo Lexi Xa Vutomi, Tipete Endzeni Ka Xona,   \nNghena Uta Hlantswiwa Swivi, N’wi Dzuniseni."
  },
  {
    "number": 193,
    "title": "193. XANA U RHANDZA KU HANYELA YESU",
    "markdown": "HIS WAY WITH THEE\n\n **1.**   \n Xana U Rhandza Ku Hanyela Yesu Ntsena, U Famba Nayena Ndleleni Xana?   \nXana Unga Rhuna Ndzwalo Waku Ka Yena, Teka Ku Rhandza Kakwe.\n\n  **CHORUS:**   \nMatimba Yakwe Mangaku Ncica, Ngati Yakwe Yingaku Tiyisa, Rirhandzu Rakwe Ringaku Fambisa, Ku Ya La Ku Faneleke.\n\n  **2.**   \n Xana Wan’wi Amukela Ku Ku Kutsula? U Rhandza Ku Sukela Hinkwaswo Ke?   \nU Rhandza Ku Pona, U Rhandza Ku Ku Pfuna,   \nTeka Ku Rhandza Kakwe.\n\n  **3.**   \n Xana U Lava Ku Wisa Mfun’weni Wakwe, Xana U Lava Ku Kuma Ntiyiso,   \nU Lava Ku N’wi Tirhela Hiku Tshembheka, Teka Ku Rhandza Kakwe."
  },
  {
    "number": 194,
    "title": "194. KAYA LERA RIRHANDZU",
    "markdown": "LOVE AT HOME\n\n **1.**   \n Kaya Lera Rirhandzu, Ri Tele Ntsako, Ku Ni Ntsako Ekaya Lera Rirhandzu,   \nNa Ku Rhula Ka Andza Hi Ntsako Wa Hinkwavo, Nkarhi A Wu Langutiwi, Erirhandzwini.\n\n  **CHORUS:**   \nRirhandzu Ekaya,   \nNkarhi A Wu Hlayiwi Erirhandzwini.\n\n  **2.**   \n Ku Ni Ntsako Ekaya, Erirhandzwini, Ku Hava Ku Hlundzuka, Erirhandzwini,   \nNdlela Yi Sasekile, Yi Tsakisa Hinkwavo, Vutomi Bya Tsakisa, Erirhandziwi.\n\n  **3.**   \n Na Matilo Ma Tsaka, Erirhandzwini, Tiko Ri Sasekile, Erirhandzwini,   \nMilambu Ya Khuluka, Matilo Ma Rhulile, Xikwembu Xi Na Ntsako, Erirhandzwini.\n\n  **4.**   \n Yesu Ndzi Endle Waku, Erirhandzwini, Ndzi Fanise Na Wena, Erirhandziwi,   \nNdzi Pona Eka Wena, A Ndzi Chavi Na Nchumu, U Ndzi Katekisile, Erirhandzwini."
  },
  {
    "number": 195,
    "title": "195. LANGAVI RA EVHANGELI",
    "markdown": "O FOR THAT FLAME OF LIVING FIRE\n\n **1.**   \n Langavi Ra Evhangeli, Voningela Vakwetsimi,   \nKu Va Yisa Etilweni, No Tiyisa Maxangwini.\n\n  **2.**   \n Hosi Rhuma Moya Waku, Lowu Veke Ka Abraham,   \nLowu Tshinyeke Pawulu, A Tala Ntamu Wa Wena.\n\n  **3.**   \n Moya Lowu Wa Masiku, Wu Vule Rirhandzu Raku,   \nWu Pfuxelele Esaya, Wu Tiyisa Na Davhida.\n\n  **4.**   \n Tintswalo Taku Tikulu, Ti Khongetele Eliya,   \nTi Seketerile Yobo, Ti Vangamisile Muxe.\n\n  **5.**   \n Hosi Tsundzuka Ta Khale, Ntirho Waku Wa Tintswalo,   \nHi Titshineta Ka Wena, Hi Nyike Moya Wa Wena."
  },
  {
    "number": 196,
    "title": "196. XANA U RHANDZA KU HLULA NALA",
    "markdown": "THERE’S POWER IN THE BLOOD\n\n **1.**   \n Xana U Rhandza Ku Hlula Nala, Ntamu Wu Kona Engatini,   \nU Lava Ku Hlula Na Vudyoho, Ntamu Wu Kona Engatini.\n\n  **CHORUS:**   \nWu Kona Ntamu Engatini, Ngatini Ya Yesu,   \nWu Kona Ntamu Engatini, Ngatini Ya Hosi Yesu.\n\n  **2.**   \n U Rhandza Na Ku Titsongahata, Ntamu Wu Kona Engatini,   \nNo Tengisiwa Eka Manyala, Ntamu Wu Kona Engatini.\n\n  **3.**   \n Xana U Rhandza Ku Basisiwa, Ntamu Wu Kona Engatini,   \nNo Suka Swivati Swa Vudyoho, Ntamu Wu Kona Engatini.\n\n  **4.**   \n U Rhandza Ku Yi Tirhela Hosi? Ntamu Wu Kona Engatini,   \nHambi Kona Ku Gandzela Hosi, Ntamu Wu Kona Ngatini."
  },
  {
    "number": 197,
    "title": "197. NKOVA WA XINYAMI WU TA HELA",
    "markdown": "THERE’LL BE NO DARK VALLEY\n\n **1.**   \n Nkova Wa Xinyami Wu Ta Hela, Loko Hosi Yesu A Ta Vuya,   \nNdzuti Wa Rifu Wu Ta Lahleka, Loko A Teka Vakwe.\n\n  **CHORUS:**   \nA Teka Varhandziwa (Vakwe) A Va Yisa Ekaya   \nNkova Wa Munyama Wu Ta Hela, Loko Yesu A Vuya.\n\n  **2.**   \n Nhlomulo, Maxangu Swi Ta Hela, Loko Hosi Yesu A Ta Fika,   \nMiringo Swiphiqo Swi Ta Hela, Loko A Teka Vakwe.\n\n  **3.**   \n Hi Ta Sula Mihloti Mahlweni, Loko Hosi Yesu A Ta Fika,   \nNa Swirilo Swi ta Herisiwa, Loko A Teka Vakwe.\n\n  **4.**   \n Hi Ta Yimbelela No Dzunisa, Loko Hosi Yesu A Ta Fika,   \nHi Ta Khana Tani Hi Marhole, Yesu A Teka Vakwe."
  },
  {
    "number": 198,
    "title": "198. YESU HI YENA NAKULORI",
    "markdown": "OH, THE BEST FRIEND TO HAVE IS JESUS\n\n **1.**   \n Yesu Hi Yena Nakulorhi, Exikarhi Ka Maxangu,   \nU Ta Susa Ripfalo, A Ku Tiyisa Nhlana,\n\n  **CHORUS:**   \nYesu Hi Ye Nakulorhi.   \nYesu I Mukhongoteri,   \nKu Hava La Fanaka Na Yena, U Ta Ndzi Sirheleta, Na Ku Ndzi Sirhelela, Yesu Hi Ye Nakulorhi.\n\n  **2.**   \n Loko Ndzi Nghena Nhlomulwen, Mati Ya Yordani Yo Chavisa,   \nNdzi Na Rona Ripfalo, Ndzi Pfune Wena Yesu, U Nakulorhi Wa Mina.\n\n  **3.**   \n Hi Ta Fika Kaya Tilweni, Hitshama Swin’we Nava Kwetsimi,   \nHi Ta Dzunisa Hosi, Swingari Na Kuhela, Yesu Hiyena Nakulorhi."
  },
  {
    "number": 199,
    "title": "199. DZUNISANI XIKWEMBU, TATA WA HINA",
    "markdown": "TO GOD BE THE GLORY\n\n **1.**   \n Dzunisani Xikwembu, Tata Wa Hina, Xi Nyike Misava N’wana Wa Xona,   \nLa Feleke Swidyoho Swa Hikwerhu, A Hi Pfulela Nyangwa Ya Vutomi.\n\n  **CHORUS:**   \nDzunisani, Dzunisan, Hinkwako Misaven, Dzunisan, Dzunisan, Tsakani Matiko, Tanani Ka Hosi, Hi Yesu N’wana,   \nHi Dzunisa Hosi, Mintirhwen Yakwe.\n\n  **2.**   \n Hi Kutsuriwile Hi Ngati Ya Yesu, Xitshembhiso Ka Lava Pfumelaka,   \nU Nga Va Mudyohi, Pfumela Ntsena, Wa Rivaleriwa Nkarhi Wolowo.\n\n  **3.**   \n U Endle Singita A Hi Dyondzisa,   \nI Ntsako Wu Kulu Ka Yesu N’wana, Swi Ta Va Swinene No Hlamarisa, Loko Hi Ta Famba Na Yesu Kaya."
  },
  {
    "number": 200,
    "title": "200. WA KWETSIMA WENA HOSI",
    "markdown": "HOLY HOLY HOLY\n\n **1.**   \n Wa Kwetsima Wena, Hosi Xikwembu,   \nNi Mixo Hi Ku Yimbela Tinsimu, Wa Kwetsima Wena La Nga Na Tintswalo,   \nWa Fuma Hi Masiku Hinkwawo.\n\n  **2.**   \n Wa Kwetsima, Tintsumi Ta Dzunisa, Ta Khinsama Ti Veka Tiharhi Hansi,   \nMadzana Ni Ma Dzana Ma Ku Khongela, Wena La Nga Kona Hi Masiku.\n\n  **3.**   \n Wa Kwetsima Hambi Exinyamini, Hambi Mahlo Ya Vanhu Ya Nga Ku Voni,   \nKu Hava Un’wanyana, Hi Wena Ntsena, Xikwembu Xa Matimba Hinkwawo."
  },
  {
    "number": 201,
    "title": "201. MBILU YANGA A YI CHAVA",
    "markdown": "HE BROUGHT ME OUT\n\n **1.**   \n Mbilu Yanga A Yi Chava Muvumbi, Loko Ndzi Nyuperile Vudyohweni, Ndzi Vitana Hosi Ndziri Ndzopeni, A Va A Ndzi Humesa Hi Tintswalo.\n\n  **CHORUS:**   \nU Ndzi Humese E-Ridakeni, A Ndzi Veka Henhla Ka Ribye,   \nA Tsala Risimu Ka Mina, Ro Dzunisa Aleluya.\n\n  **2.**   \n U Ndzi Veke Henhla Ka Rona Ntamba, Ndzi Tiseketela Hi Rona Tano,   \nNdzi Ngaka Ndzi Nga Tlheleri Endzaku, Ndzi Ta Yima Ndzi Ko Ndzi Kuma Harhi.\n\n  **3.**   \n U Ndzi Nyikile Risimu Lerintshwa, Ndzi Yimbelela Masiku Hinkwawo,   \nMbilu Ya Mina Yi Tele Ku Tsaka, Ndzi Dzunisa Muponisi Wa Mina.\n\n  **4.**   \n Ndzi Ta Yimba Ta Tintswalo Ta Yesu, Ndzi Ta Byi Dzunisa Vunene Byakwe,   \nNdzi Ta Yimbelela Ta Muponisi, Ku Fika Loko Hosi Yi Tiviwa."
  },
  {
    "number": 202,
    "title": "202. MUPONISI NDZI LETELE",
    "markdown": "JESUS, SAVIOUR, PILOT ME\n\n **1.**   \n Muponisi Ndzi Letele, Ka Mheho Ya Vutomi,   \nMagandlati Yo Tika, We(na) U Tiva Hinkwaswo, Ndzi Letele Xikwembu.\n\n  **2.**   \nU Nga (Ri) Miyeta Lwandle, Magandlati Yo Tika,   \nKu Fana Na Manana, Mufumi Wa (Wo) Malwandle,   \nNdzi Letele Xikwembu.\n\n  **3.**   \nLoko Ndzi Fika Tsungeni, Ndzi Nga Kuma Ku Rhula,   \nXifuveni Xa Wena, Hi Marito (Yo) Tiyisa,   \nNdzi Kona U Nga Chavi."
  },
  {
    "number": 203,
    "title": "203. HANGALASA HUNGU KA HINKWAVO",
    "markdown": "O, SPREAD THE TIDINGS ROUND\n\n **1.**   \n Hangalasa Hungu Ka Hinkwawo La Misaveni, Ka Hinkwavo Vanhu, Timbilu Hinkwato,   \nTi Tikeriwaka, Bana Huwa Tsaka, Mukhongoteri Werhu, Hiloyi Wa Fika.\n\n  **CHORUS:**   \nMukhongoteri Werhu U Kona Sweswi, U Huma Ka Xikwembu Kwale Tilweni, Byelani Vanhu Hinkwavo, Mukhongoteri Werhu U Fikile.\n\n  **2.**   \n Bya Hundza Vusiku, Mixo Se Wa Fika, Ku Hela Swirilo Na Tona Tinyimpi,   \nKu Fana Na Dyambu Ri Tlhavaka Vuxeni, Yesu U Ta Fika.\n\n  **3.**   \n Rirhandzu Ro Xonga, Leri Kwetsimaka, Ri Hlamuseriwa Njhani Eka Vanhu,   \nHi Tintswalo Takwe, Mina Wa Mudyohi, Ndzi Ta Basisiwa.\n\n  **4.**   \n Handzulani Tilo, Hi Wo Ngulumelo, Yimbani Rirhandzu, Ri Nga Heriki,   \nKu Kondza Va Kwetsimi, Henhla Tilweni, Va Hlamula Na Vo."
  },
  {
    "number": 204,
    "title": "204. TIKWENI RA MATIKO",
    "markdown": "WELCOME! WONDERER, WELCOME!\n\n **1.**   \n Tikwen Ra Matiko,   \nU Yeke Kona; Ndza Ku Vitana, “N’wananga Vuya!”\n\n  **CHORUS:**   \nMutsendzeleki Tana, Vuya Kaya; U Ta Amukeriwa, Vuya Kaya.\n\n  **2.**   \n Tikwen Ra Ndlala Evuswetini; Vuya Malwandlen,   \n“N’wananga Vuya!”\n\n  **3.**   \n Siya Madzolonga, Nhlomulo, Ntseno; Ku Vabya Moyen,   \n“N’wananga Vuya!”\n\n  **4.**   \n Nyangwa Yi Pfuriwe,   \nHi Nsovo Vuya; Wa Ha Rhambiwa, “N’wananga Vuya!”\n\n  **5.**   \n U Tsandzekile,   \nSwi Ringanile; U Rivalelwe “N’wananga Vuya!”\n\n  **6.**   \n Swakudya Hi Leswi,   \nTana U Ta Dya; Swa Hi Ringana, “N’wananga Vuya!”\n\n  **7.**   \n U Le Vuswetini, Maxangu Ntsena; Ndza Kamukela,   \n“N’wananga Vuya!”"
  },
  {
    "number": 205,
    "title": "205. YESU WA KU VITA",
    "markdown": "WHILE WHISPERS TO YOU\n\n **1.**   \n Yesu Wa Ku Vita, We M’endlaswivi, Ha Ku Khongelela Wena Makwerhu,   \nSweswi Hi Wo Nkarhi Wa Ku Makwerhu.\n\n  **2.**   \nXana U Na Ndzhwalo Wa Swona Swivi, Yesu Wa Ku Rhwalela Ndzhwalo Waku;   \nKa Yesu U Nga Ka Unga Lahleki Yesu Kunene-nene Wa Ku Kutsula.\n\n  **3.**   \nYesu Wa Gongondza Mbilwini Yaku, N’wi Amukele A Ku Katekisa;   \nYesu Wa Ku Vita We M’endlaswivi, Ha Ku Khongelela Wena Makwerhu."
  },
  {
    "number": 206,
    "title": "206. U NDZI HE VUTOMI",
    "markdown": "I GAVE MY LIFE FOR THEE\n\n **1.**   \n U Ndzi He Vutomi, Hi Ngati Ya Wena, U Ndzi Kutsurile, Leswaku Ndzi Nga Fi:   \nU Ndzi He Vutomi, Ndzi Ku Nyikile Yini Ke?\n\n  **2.**   \nKaya Ro Phatima, Tilo Ro Kwetsima, U Siye Hinkwaswo, Ku Taa Maxangwini; Hikokwalaho Ka Mina, U Siye Ku Xonga,   \nNdzi Ku Siyele Yini Ke? Lexi Nga Xa Nkoka.\n\n  **3.**   \nMuxanisekeri, Ku Tlula Na Mpimp, Hi Gome Ro Vava, Ku Ponisa Mina;   \nU Rhwele Ndzhwalo Wa Mina, U Nga Siyi Nchumu,   \nNdzi Ku Pfune Ha Yini Ke? Ndzi Rhwale Yini Ke?"
  },
  {
    "number": 207,
    "title": "207. NDZI VONE UN’WANA MHANDZENI",
    "markdown": "SEALS MY PARDON\n\n **1.**   \nNdzi Vone Un’wana Mhandzeni, Na Ngati Mirini;   \nMahlo Yakwe Ya Vunile Ka Yena Ndzi Yile.\n\n  **2.**   \n\t   U Ndzi Langutisisile, Ndzi Nge N’wi Rivali; Miehleketo Yin’wana,   \nYi Ndzi Fikerile.\n\n  **3.**   \n     U Ti Nyiketile Ku Fa, Ndzi Hlantswe Hi Ngati;   \nA Vulavula Na Mina; Ndza Ku Rivalela."
  },
  {
    "number": 208,
    "title": "208. MIYELAN, MIYELAN, RITO RA HLEVA",
    "markdown": "BE SILENT, BE SILENT\n\n **1.**   \n Miyelan, Miyelan Rito Ra Hleva;   \nMiyelan, Miyelan, Yingiselani.\n\n  **CHORUS:**   \nTshinelani Khwatsi, Hosi Yi Kona; Tshinelani, Tshinelan, Ya Hi Vitana.   \nT&B                                 Nyandlamelan, Nyandlamelan,   \nHosi Yi Kona; Tshinelan, Tshinelan, Yi Ri Tanani.\n\n  **2.**   \n Miyela, Miyelan, Ka Kwetsima La;   \nKu Twakala Hungu, Ra Nsovo Kwala.\n\n  **3.**   \n Miyelan, Miyelan, A Hi Khongelen;   \nHi Twa Ta Edeni, Ka Nkarhi Lowu.\n\n  **4.**   \n Miyelan, Miyelan, Tintswalo Takwe;   \nKu Rhula, Ku Rhula, Rindzelan Hosi."
  },
  {
    "number": 209,
    "title": "209. FAMBA NA MINA XIKWEMBU",
    "markdown": "O FOR A CLOSER WALK\n\n **1.**   \n Famba Na Xikwembu, U Tele Ku Rhula;   \nNdzi Voningele Ndleleni, Ya Nyimpfana Yesu.\n\n  **2.**   \n Moya Wo Kwetsima Tana, Ndzi Venga Swidyoho;   \nSusa Swidyoho Ka Mina, Moya Wo Kwetsima.\n\n  **3.**   \n Mina Ndzi Vile Na Ntsako, Ndza Ha Wu Hleketa;   \nNdhawu Yaku A Xi Kona, Xi Nga Yi Pfalaka.\n\n  **4.**   \n Susa Swikwembu Swa Mina, U Nga Siyi Nchumu;   \nNdzi Tshinete Xiluvelwen, Ndzi Dzunisa Wena."
  },
  {
    "number": 210,
    "title": "210. I MHAMBA YA XO XIDYOHO",
    "markdown": "WHAT A WONDERFUL SAVIOUR!\n\n **1.**   \n I Mhamba Ya Xo Xidyoho, Muponisi Wonghasi;   \nHi Kutsuriwe Hi Nxavo, Hi Yesu Muponisi.\n\n  **CHORUS:**   \nU Xi Hlamariso, Wena U Muponisi; U Xihlamariso, Wena Hosi Yanga.\n\n  **2.**   \n  Ngati Yakwe Yo Basisa, Muponisi Wanghasi;   \nWa Hi Hlanganisa Yena, Na Tatana Xikwembu.\n\n  **3.**   \n  U Ndzi Hlantswile Vudyoho A Tengise Na Mbilu;   \nSweswi Hi Yena Mufumi Wa Vutomi Bya Mina.\n\n  **4.**   \n  Eku Hanyeni Ka Mina, U Le Tlhelweni Ranga;   \nMasiku Wa Ndzi Tiyisa, Ndleleni Yo Tshembeka.\n\n  **5.**   \n  Ndzi Tshama Ndzi Ri Muhluri, U Ndzi Nyika Matimba;   \nHosi Yesu Muponisi, Ndza Hlula Na Miringo.\n\n  **6.**   \n  Ndzi N’wi Nyiketile Mbilu, Ya Mina Ku Yi Fuma;   \nNdzi Yi Nyike Yesu Ntsena. Hi Yena Muponisi."
  },
  {
    "number": 211,
    "title": "211. HI TA KUMA MINKATEKO",
    "markdown": "THERE SHALL BE SHOWING OF BLESSINGS\n\n **1.**   \n Hi Ta Kuma Minkateko, Lexi I Xitshembhiso;   \nHi Ta Kuma Mpfuxelelo, Wu Humaka Ka Yesu.\n\n  **CHORUS:**   \nHi Pfuxelele   \nNa Nsovo A Wu Xike; Hi Kombela Eka Wena, Mpfula Ya Minkateko.\n\n  **2.**   \n Hi Ta Kuma Minkateko, Hi Pfuxeleriwa,   \nTintshaveni, Minkoveni, Yi Ta Va Hi Xitalo.\n\n  **3.**   \n Hi Ta Kuma Minkateko, Hi Rhumele We Hosi;   \nHi Kombela Mpfuxelelo, Hetisa Xitshembhiso.\n\n  **4.**   \n Hi Ta Kuma Minkateko, U Yi Nise Namuntlha; Hi Rivalele Swidyoho,   \nHosi Yesu Hi Pfune."
  },
  {
    "number": 212,
    "title": "212. KU NGHENA MBILWINI YANGA",
    "markdown": "THERE COMES TO MY HEART ONE SWEET STRAIN\n\n **1.**   \n Ku Nghena Mbilwini Yanga (Yanga), Ntsako Lowo Hlamarisa (Risa);   \nNdza Dzunisa Kambe Na Kambe, Nyiko Yo Huma Kakwe.\n\n  **CHORUS:**   \nKu Rhula Nyiko, Yo Huma Tilweni; I Ya Rirhandzu Ra Yesu, Ya Hlamarisa.\n\n  **2.**   \n Ku Rhula Ku Ta Na Yesu (Yesu), U Fe Matshan’weni Yanga (Yanga);   \nMhamba Leyi Kutsulaka, Vutomi Byi Nga Herik’.\n\n  **3.**   \n Loko Ndzi N’wi Amukela (Kela), Leswaku I Hosi Yanga (Yanga);   \nU Ndzi Nyike Rifuwo, Ndzamukele Ku Rhula.\n\n  **4.**   \n Hosini Ku Tshama Ku Rhula (Rhula), Ndzi Ta Namarhela Yena (Yena)   \nA Ndzi Naveri Swin’wana, Handle Ka Ko Ku Rhula."
  },
  {
    "number": 213,
    "title": "213. YESU MUPONISI WANGA",
    "markdown": "O JESUS MY REDEEMER\n\n **1.**   \n Yesu Muponisi Wanga, Wena Ntsako Wanga;   \nNdzi Yimbelela Wena, Swirilweni Swanga.\n\n  **CHORUS:**   \nYesu Muponisi Wanga Ndzi Tlangela Wena; Munghana A Ndzi Na Ye, Wo Fana Na Wena.\n\n  **2.**   \n U Ku Tshemba Ka Mina, Minkarhi Hinkwayo;   \nHi Nkarhi Wa Munyama, U Risimu Ranga.\n\n  **3.**   \n Ndzi Tshemba Eka Wena, Mufambisi Wanga;   \nKunene Wa Rhandzeka, Ka Vanhu Hinkwavo.\n\n  **4.**   \n U Risimu Ra Ntsako, Kwala Misaveni;   \nU Risimu Ra Ntsako, Henhla Etilweni."
  },
  {
    "number": 214,
    "title": "214. XANA YESU WA KARHATEKA",
    "markdown": "DOES JESUS CARE?\n\n **1.**   \n Xana Yesu Wa Karhateka, Loko Ndzhwalo Wu Tika;   \nMbilu Yi Vava, Ndlela Yi Leha, Na Vutomi Byi Nonon’hwa.\n\n  **CHORUS:**   \nWa Khumbheka, Ndza Swi Tiva, Loko Ndzi Tele Gome;   \nNa Ntsako Wu Nga Ha Hela, Ina Wa Khumbheka Hi Mina (Yesu).\n\n  **2.**   \n Xinyami, Nchavo Na Mapfalo, Swi Nga Kumeka Ndlelen;   \nDyambu Ri Pela, Munyama Wu Ta, Yesu U Ta Va Kona Ke?\n\n  **3.**   \n Ndzi Nga Hluleka, Miringweni, Ndzi Tsandzeka Ku Yima; Exirilweni, Na Le Gomeni   \nXana A Nge Ndzi Pfuni Ke?\n\n  **4.**   \n Na Varhandziwa Va Ndzi Siya, Misaven Ndzi Ri Swanga;   \nNdzi Tala Gome, Ri Handzulaka, Yesu Wa Swi Vona Xana?"
  },
  {
    "number": 215,
    "title": "215. KU NI KAYA RO SASEKA",
    "markdown": "THE HOME WHERE CHANGES NEVER COME\n\n **1.**   \n Ku Ni Kaya Ro Saseka, Ku Tsakeni Ne Ku Rhuleni   \nHi Wisisiwa Maxangu   \nHi Kuma Kona Ku Phyuphya.\n\n  **CHORUS:**   \nRindza, Yima U Tiyisela, (Rindza Yima U Tlhela U Tiyisela,)   \nRindza Yima U Tiyisela, (Rindza Yima U Tlhela U Tiyisela)   \nRindza Yima Yi Ko Yi Ta Hosi   \n(Rindza Yima A Kondza A Fika Yena Hosi Yesu)\n\n  **2.**   \n Sweswi U Twa Ku Karhala, Ka Mpingu Wa La Misaveni;   \nU Navela Ku Rhuriwa, Tiya Mbilu U Ta Fika.\n\n  **3.**   \n Maxangu Layo Vavisa, Lama Pfuxaka Mapfalo; Na Rona Gome Ra Rifu,   \nYesu U Ku Hlulerile.\n\n  **4.**   \n Ehansi Ka Mpingu Waku, Khongela Tatana Waku;   \nKu Wisa Ku Le Kusuhi, Tiya Mbilu U Ta Fika."
  },
  {
    "number": 216,
    "title": "216. A NDZO VA SWANGA",
    "markdown": "NEVER ALONE\n\n **1.**   \n A Ndzo Va Swanga, U Kona Yesu Ka Mina, I Ntsako Wanga, U Kona Ndza Swi Tiva;   \nXivundza E-E, Yena Yesu I Nakulorhi, Yesu Ntiyiso, Wa Minkarhi Hinkwayo.\n\n  **CHORUS:**   \nE-E, A Ndzi Swanga, E-E, A Ndzi SWanga;   \nA Nge Ndzi Siyi Swanga, Yesu A Nge Ndzi Siyi.   \nT&B\tE-E Mhe A Ndzi Swanga, E-E A Ndzi Swanga;   \nA Nge Ndzi Siyi Swanga, Yesu A Nge Ndzi Siyi.\n\n  **2.**   \n Ndzi Vukarhiwe Hi Yesu A Ndzi Na Ku Wa, Ndzi Korwisiwe Ndzi Tshinela Ku Wiseni; Ku Nga Heriki, Hi Ku Pfuna Hi Yena Yesu,   \nEvokweni Rakwe Ndzi Nga Tiseketela.\n\n  **3.**   \n Ndzi Nge Karhali Ku Rindzela Yena Yesu, Xana Hosi Yi Hlwerisiwa Hi Yini?   \nSwa Tsokombela Swi Nga Swi Nga Ka Swi Nga Hlamuseleki, Masungulo Ya Yesu Ma Tele Ntsako."
  },
  {
    "number": 217,
    "title": "217. U NDZI KUTSULE",
    "markdown": "SAVIOUR THY DYING LOVE\n\n **1.**   \n U Ndzi Kutsule, Hi Nsovo Waku, Ndzi Nge Tumbeti Nchumu Ka Wena;   \nHi Rirhandzu Ndza Titsongahata Mina, Ndzi Nyikela Mbilu Eka Wena\n\n  **2.**   \n Ndzi Ta Ka Wena Ku Tsaneni Kanga, Yesu Muferi Ndzi Tsetselele;   \nNdzi Pfune Ku Rhwala Xihambano Xanga, Loko Ndzi Khongela No Dzunisa.\n\n  **3.**   \n Mbilu Yo Tshembha I Xikombelo, Siku Na Siku Ndza Tinyikela;   \nNtirhweni Wa Nsovo, Rirhandzu Ra Wena,   \nLava Lahlekeke Vamukele.\n\n  **4.**   \n Vutomi, Swirilo, Na Tinyiko, Swi Le Ka Wena Ku Ndzi Tiyisa;   \nLoko Ndzi Ku Vona Ndzi Ta Nerisiwa, Hi Masiku Ku Ta Ka Wena."
  },
  {
    "number": 218,
    "title": "218. YESU NTSENA, MASUNGULO YA YO KEREKE",
    "markdown": "THE CHURCH HAS ONE FOUNDATION\n\n **1.**   \n Yesu Ntsena, Masungulo Ya Yo Kereke, Yi Tswariwe Hi Mati Na Rito Hi Vuntshwa,   \nMutekiwa Wo Xonga U Yi Kutsurile,   \nHi Ngati Yakwe No Fa, Matshanwini Ya Yona.\n\n  **2.**   \n Yi Hlawulekile Misaveni Hinkwayo, Yi Vukarhe Mhamba Yo Ponisa Na Hosi,   \nNtshembho Na Ntswalo Wun’we Vito Ro Kwetsima, Yi Tele Ku Hanana Na Tintswalo Takwe.\n\n  **3.**   \n Yi Nga Ha Hlekiwa, Sandziwa No Monyiwa, Yi Xaniseriwa Ku Tshembha Yena Yesu,   \nNtshembho Wa Vakwetsimi Wu Ta Vonakala, Vusiku Byi Ta Hundza, Ku Ta Nghena Ntsako.\n\n  **4.**   \n Madzolongeni Na Le Maxangwini Ya Yona Yi Rindzele Hakelo Ya Ntsako, No Rhula,   \nMahlo Ya Vona Nkateko Wa Ku Hlula, Kereke Yi Ta Xonga Masiku Hinkwawo."
  },
  {
    "number": 219,
    "title": "219. NDZI LETELE HOSI YESU!",
    "markdown": "GUIDE ME, O THOU GREAT JEHOVAH!\n\n **1.**   \n Ndzi Letele Hosi Yesu, Endleleni Ya Wena,   \nEku Tsaneni Ka Mina, Ndzi Kombela Matimba, Mukutsuri, Muhlayisi,   \nU Matimba Ya Mina (Mina)\n\n  **2.**   \n U Xihlovo Xa Vutomi, U Mati Ya Vutomi,   \nLangavi Leri Pfurhaka, Munyameni Wa Vusiku, Mukutsuri, Muhlayisi,   \nU Matimba Ya Mina (Bis)\n\n  **3.**   \n Ndzi Fikile Eyordan Susa Mapfalo Yanga,   \nNdzi Perise U Ndzi Veka, Kanana Ro Saseka, Hoyohoyo, Yimbelela,   \nNdzi Ta Dzunisa Wena (Bis)"
  },
  {
    "number": 220,
    "title": "220. TIKO RA KA RIKWERHU",
    "markdown": "THE HOME LAND! O THE HOMELAND!\n\n **1.**   \n Tiko Ra Ka Rikwerhu, Tiko Ra Ntshuxeko, Vusiku A Byi Kona, Ku Tshama Ri Xile,   \nNdzi Navela Ekaya Hi Mbilu Hinkwayo,   \nA Ku Na Swivavi Kona, Ndzi Kongome Kona (Bis)\n\n  **2.**   \nHosi Yesu U Kona Na Tintsumi Kaya, Swidyoho A Swi Kona, Ku Hava Miringo,   \nTinsimu Leto Nandziha, Etindleveni, Loko Ndzi Tsundzuka Kaya, Mihloti Ya Tshona   \n(Bis)\n\n  **3.**   \nVa-aki Va Rikwerhu, Va Ndzi Vita Kaya, Swivavi Na Maxangu, A Swi Nga Kumeki,   \nTiko Leri Ro Rhula, Tiko Ro Saseka,   \nNdzi Yise Kaya Yesu Mukutsuri Wa Mina (Bis)"
  },
  {
    "number": 221,
    "title": "221. KU YIMBELELA KA TUVA",
    "markdown": "GALILEE\n\n **1.**   \n Ku Yimbelela Ka Tuva, Ku Khutaza Emoyeni,   \nNdzi Hleketa Yesu Kreste, Ndzi Tsundzuka Galeliya.\n\n  **CHORUS:**   \nGaleliya Ro Saseka,   \nA Ku Dzumba Yesu Kona, Galeliya Lero Xonga,   \nA Hi Yimbelele Swin’we.\n\n  **2.**   \n Ya Khuluka Wona Mati, Swinyenyani Swa Dzunisa,   \nSwi Tlangela Rona Siku, Hoyo-Hoyo Galeliya.\n\n  **3.**   \n Ta Yesu Ndzi Ta Ku Byela, Wo Famba Henhla Ka Lwandle,   \nNdzi Navela Nchumu Wun’we, Ku N’wi Landza Galeliya."
  },
  {
    "number": 222,
    "title": "222. MAVOKWENI YA YESU",
    "markdown": "SAFE IN THE ARMS OF JESUS\n\n **1.**   \n Mavokweni Ya Yesu, Ndzi Hlayisekile, Erirhandzwini Rakwe, Ndzi Ta Wisa Kona,   \nYingisani Tintsumi, Risimu Ro Dzuna, Xikarhi Ka Vukosi, Lwandlen Ra Xivoni.\n\n  **CHORUS:**   \nMavokweni Ya Yesu, Ndzi Ta Hlayiseka, Erirhandzweni Rakwe, Ndzi Ta Wisa Kona.\n\n  **2.**   \n Mabokweni Ya Yesu, Swo Kurha Ku Hava, Miringo Na Vudyoho, Swo Biha Ku Hava, Tingana, Vusiwana, Nkanankano, Lunya,   \nMihloti Na Maxangu, Nchavo A Swi Kona.\n\n  **3.**   \n Yesu Khokholo Ranga, Muferi Wa Mina, Ndzi Ta Tshembhela Kona, Kaku Hi Masiku,   \nVusiku Byi Ta Hundza, Ndzi Nge Lahli Ntshembho, Ku KOndza Ku Ta Tlhava, Mixo Wo Saseka."
  },
  {
    "number": 223,
    "title": "223. WA VITANA MUPONISI",
    "markdown": "FOLLOW ALL THE WAY\n\n **1.**   \n Wa Vitana Muponisi, Ku Landzela Ndlela Yakwe,   \nEndleleni Ndzi Twa Rito, Tana Ka Mina Hi Masiku.\n\n  **CHORUS:**   \nNdzi Ta Rhwala Xihambano, Muponisi Ndzi N’wi Landza, Ndzi Ta N’wi Landza Hinkwako, Loko Yesu A Ndzi Letela.\n\n  **2.**   \n Hambi Ku Te Mphu Ndleleni, Na Milenge Yi Karhele,   \nMbilu Yona Yi Ta Tsaka, Ku Landzela Yesu Hinkwako.\n\n  **3.**   \n Yesu U Le Kusuhani, Matilweni Ka Vangama,   \nU Ta Ndzi Nyika Matimba, Loko Ndzi N’wi Landzela Yesu.\n\n  **4.**   \n Loko Ndzi Wela Hi Khombo, U Ndzi Nyiketa Swakudya, Ndzi Ponise Swidyohweni,   \nNdzi Ta Ku Landzela Hinkwako.\n\n  **5.**   \n Ndzi Hlayise Embilwini, U Ndzi Twela Vusiwana,   \nU Ndzi Khoma Hi Mavoko, Ndzi Ta Ku Landzela Hinkwako."
  },
  {
    "number": 224,
    "title": "224. NSOVO WA HOSI VONINGA",
    "markdown": "BRIGHTLY BEAMS OUR FSTHER’S MERCY\n\n **1.**   \n Nsovo Wa Hosi Voninga, Wu Huma E-Tilweni,   \nU HI Nyiketile Ntirho, Wo Voninga Misava.\n\n  **CHORUS:**   \nPfurhisani Timboningo, Voningani, Makorhwen, Wo Hela Ntamu Elwandle, Leswaku A Ta Pona.\n\n  **2.**   \n I Munyama Wa Vudyoho, Ku HUnga Na Xidzedze,   \nKhale Hi Rindzele Ntsena, Timboni Hlalukweni.\n\n  **3.**   \n Pfurhisani Timboningo, Ku Nga Va Na Vatluti, Lava Lavaka Hlaluko,   \nMunyamen Wa Vusiku."
  },
  {
    "number": 225,
    "title": "225. MUKRISTE PFUKA",
    "markdown": "NO CHRISTIAN, AWAKE\n\n **1.**   \n Mukriste Pfuka, Yesu Wa Lerisa, Tamela Xitlhangu Emavokweni,   \nKongoma Muringi, Tiya Kongoma, Phaphuka U Langutana Na Nala.\n\n  **CHORUS:**   \nYima Tserha, Tiya Mbilu, Tani Hi Nhenha, Kongoma Nala.\n\n  **2.**   \n Khombo Ri Nga Fika U Tivonela,   \nU Nga Hundzuluki, Kongoma Mahlwen, Nala Wa Munyama, U Ta Hluriwa. Phaphuka U Langutana Na Nala.\n\n  **3.**   \n Hi Matimba Lwela Ndlela Ya Hosi, Hi Matimba Lwana Ku Fika Makumu,   \nHatlisa, Landzela, Wa Ku Lerisa, Phaphuka U Languta Na Nala.\n\n  **4.**   \n U Nga Kanakani U Le Kusuhi,   \nU Ta Ku Khongotela, Hi Tintswalo,   \nA Kambexa Rirhandzu Swanga Nambu, Phaphuka U Langute Na Nala."
  },
  {
    "number": 226,
    "title": "226. NDZI LAVE KU VA MUPFUMERI",
    "markdown": "ALMOST PERSUADED\n\n **1.**   \n Ndzi Lave Ku Va Mupfumeri, Ndzi Lave K’amukela Kreste,   \nRa Hlamarisa Rito Famba Moya Sweswi, Ndzi Ta Ku Vitana Siku Rimbe.\n\n  **2.**   \n Namuntlha Wa Ha Vitaniwa, Tana Ka Yesu Wa Ku Rhamba,   \nXikhongelo Xakwe, Na Xikhongotelo.\n\n  **3.**   \n Wa Hundza Nkarhi Wa Ntshovelo, U Langutela Ku Lahliwa,   \nXirili Xi Nge Pfuni, U Rindze Rifu,   \nHi Ku Tshika Nkarhi Wa Ku Pona."
  },
  {
    "number": 227,
    "title": "227. NGATI YAKWE YI HALAKILE",
    "markdown": "AT THE CROSS\n\n **1.**   \n Ngati Yakwe Yi Halakile, U Ndzi Ferile,   \nKu Hava Xilo Xo X’endla, Mina Wa Vudyoho.\n\n  **CHORUS:**   \nXihambanweni, Ndzi Kume Rivoningo,   \nNdzwalo Wa Mina Wa Nyamalala, Ndzi Pfumela,   \nNdzi Pfuriwa Mahlo, Ndzi Tsakile Hi Masiku.\n\n  **2.**   \n U Konye Xihambanweni, Hi Manyala  Yanga,   \nNsovo, Malwandla, Rirhandzu, Swi Ndzi Fumbarhile.\n\n  **3.**   \n Rirhandzu Ri Nge Hakeriwi, Hi Gome Ranga,   \nKu Hava Xilo Xo X’endla, I Ku Tinyiketa"
  },
  {
    "number": 228,
    "title": "228. VONGAN! VONGAN! YENA YESU MUKUTSURI",
    "markdown": "PRAISE HIM! PRAISE HIM!\n\n **1.**   \n Vongan! Vongan! Yena Yesu Mukutsuri, Nsovo Wakwe A Wu Khensiwe,   \nTintsumi Dzunisani, Hoyozelani, Hi N’wi Khensa Hi Mbilu Na Moya, I Murisi La Teleke Rirhandzu,   \nU Ponisa Lava N’wi Tshembhaka, Yimbelelani Tinsimu To Dzunisa, Hi Ntsako N’wi Tlangeleni Yesu.\n\n  **2.**   \n Vongan! Vongan! Yena Yesu Mukutsuri, Swidyoho Swerhu U Swi Ferile,   \nMukutsuri, Ntshembho Werhu Na Khokholo, U File Matshan’weni Ya Hina, Mahlomulo U Hi Rhwalele Wona. Leri I Rirhandzu Ra Ntiyiso, Yimbelelani Tinsimu To Dzunisa, Hi Ntsako N’wi Tlangeleni Yesu.\n\n  **3.**   \n Vongan! Vonga! Yena Yesu Mukutsuri, Matilo Twarisani Hosanna,   \nYesu Hanya Hi Masiku Ni Masiku, Hosi, Muprista, Na Muprofeta, Ku Fuma, Misava Swiku Rindzele, Matimba, Vukosi, I Bya Wena,   \nYimbelela Tinsimu Ta Ku Dzunisa, Hi Ntsako N’wo Tlangeleni Yesu."
  },
  {
    "number": 229,
    "title": "229. I MANI LA HLAWULAKA HOSI",
    "markdown": "WHO’S ON THE LORD’S SODE?\n\n **1.**   \n I Mani A Hlawulaka Hosi, Tindlela Timbirhi Hlawula.\n\n  **CHORUS:**   \nHlawula Sweswi, Leswinene Kumbe Vubihi, Hlawula Sweswi, Leswinene Kumbr Vubihi.   \nT&B      I Man La Nga Hosin, Wena Xana U Yime Kwihi, I Man La Nga Hosin, Wena Xana U Yime Kwihi?\n\n  **2.**   \n Vunyingi Byi Hlawule Nala, Wena Xana U Yime Kwihi.\n\n  **3.**   \n Tana Hlawula Muponisi, Hi Yena Ndlela Ya Ntiyiso."
  },
  {
    "number": 230,
    "title": "230. TANI HI NYIMPFU LEYI LAHLEKEKE",
    "markdown": "I AM THE WAY\n\n **1.**   \n Tani Hi Nyimpfu Leyi Lahlekeke Ntshaveni, Xana Ndzi Ta Kuma Ndlela Yo Tlhelela Kaya?\n\n  **CHORUS:**   \nNdzi Ndlela, Ntiyiso Na Vutomi, La Taka Ka Tatana U Ta Hi Mina, Ndzi Ndlela, Ntiyiso Na Vutomi, La Taka Ka Tatana U Ta Hi Mina.   \nT&B\tYesu U Ri Hi Mina Ndlela Na Ntiyiso Na Vutivi La Taka Ka Tatana U Ta Hi Mina,   \nYesu U Ri Hi Mina Ndlela Na Ntiyiso Na Vutomi, La Taka Ka Tatana U Ta Hi Mina.\n\n  **2.**   \n Maxangu Ya Ndzi Karhata, Se Ndzi Lava Hosi,   \nNtiyiso Wu Kwihi Ke, Muponisi U Kwihi?\n\n  **3.**   \n Yesu I Vutomi,   \nNdzi Ta Tshama Eka Yena, U Ta Ndzi Yisa Ka, Tatana Kona Ekaya."
  },
  {
    "number": 231,
    "title": "231. LOKO U KARHELE HI SWIDYOHO",
    "markdown": "LET JESUS COME INTO YOUR HEART\n\n **1.**   \n Loko U Karhele Hi Swidyoho, Nyika Mbilu Eka Yesu,   \nU Lava Ku Sungula Hi Vuntshwa, Pfula Mbilu A Ta Nghena.\n\n  **CHORUS:**   \nTshika Ku Kanakana, Pfula Nyangwa A Nghena, U Nga Aleri Yesu,   \nPfula A Nghena Mbilwini   \nT&B\t A Ndza Ha Kanakani, Yesu A Ndzi Ku Lahlil,   \nNdzi Ku Pfulela Nyangwa, Nghena Mbilwini Ya Mina.\n\n  **2.**   \n  U Rilela Ku Va Wo Lulama, Nyikela Mbilu Ka Yesu,   \nHi Yena Xihlovo Lexo Tenga, U Ta Ku Hlantswa U Basa.\n\n  **3.**   \n  Loko U Tshikelela Hi Nala, Nyikela Mbilu Eka Yesu,   \nU Nga Enerisiwi Hi Nchumu, Nyikela Mbilu Eka Yesu.\n\n  **4.**   \n  Vamakwenu Va Nga Ha Ku Lahla, Nyikela Mbilu Ka Yesu,   \nU Ta Va Nakoloni Wa Wena, Nyikela Mbilu Ka Yesu.\n\n  **5.**   \n  U Navela Ku Dzunisa Hosi, Na Vakwetsimi Etilweni, U Navela Ku Wisa Moya,   \nNyikela Mbilu Ka Yesu."
  },
  {
    "number": 232,
    "title": "232. A NDZI KU SUKELI",
    "markdown": "I WILL NEVER LEAVE THEE\n\n **1.**   \n A Ndzi Ku Sukeli, Hambi Ku Ri Ku Ku Tshika, Hi Nsovo Wa Vito Ra Mina,   \nTeka Switshundzuxo Swanga, Na Loko U Dyohile.\n\n  **2.**   \n Loko Vutomi Byi Tika, Khongela Vito Ranga,   \nMina Ndzi Ta Ku Tiyisa, Xikarhi Ka Miringu, Hi Nsovo Wanga,   \nNdlela Ya Wena Yi Ta Vevuka.\n\n  **3.**   \n Loko Ku Ta Vangama Ehenhla Na Le Ka Wena,   \nVutomi Byi Nandziha,   \nU Nga Khana Hi Wo Ntsako, Ndzi Ta Va Na Wena,   \nNdzi Ku Hlayisa Endleleni.\n\n  **4.**   \n U Nga Tsana Moyeni, U Funengela Munyama,   \nMihloti Yi Hohloka, Na Mbilu Yi Tshovekile,   \nNdzi Ta Ku Thova Timbanga, Ndzi Ta Ku Londzovota."
  },
  {
    "number": 233,
    "title": "233. NDZI BYELE HI TA KHALE",
    "markdown": "TELL ME THE OLD, OLD STORY\n\n **1.**   \n Ndzi Byele Hi Ta Khale, Ta Leswi Endlekeke, Ta Vukwetsimi Byakwe, Na Ta Rirhandzu,   \nNdzi Hlamusele Kahle, Onge U Byela N’wana. Hi Ku Va Ndzi Tsanile, Ndzi Hele Ntamu.\n\n  **CHORUS:**   \nNdzi Byele Hi Ta Khale, Ta Yesu Muponisi,   \nTa Leswi Nga Endleka, Ta Rirhandzu Rakwe.\n\n  **2.**   \n Ndzi Byele Hi Ta Khale, Rito Lero Tshembheka, To Kutsuriwa Swivin, Hi Ye Muferi,   \nTshama U Ndzi Tsundzuxa, Mina La Nga Mudyohi, Ndzi Ta Kota Ku Hlula Emiringweni.\n\n  **3.**   \n Engeta U Ndzi Byela, Ta Ku Susa Wo Nchavo, Swa Misava Swa Tika, A Swi Hakeli,   \nNdzi Byele Hi Timhaka, Leti Ti Nga Na Ntshembho, Ta Yesu Mukutsuri, La Ponisaka."
  },
  {
    "number": 234,
    "title": "234. TINTSUMI TA DZUNISA",
    "markdown": "JESUS, THE LIGHT OF THE WORLD\n\n **1.**   \n Tintsumi Ta Dzunisa, Yesu I Rivoningo,   \nTo Tswariwa Ka Yena, Ku Voninga Misava.\n\n  **CHORUS:**   \nHi Famba Kuvonakaleni, Ku Vonakaleni Ka Nkateko,   \nLoku Ku Nga Ka Nkarhi Hinkwawo, U Voninga Misava.\n\n  **2.**   \n Tsakani N’wina Vanhu, Yesu I Rivoningo,   \nYesu A Dzunisiwe, U Voninga Misava.\n\n  **3.**   \n N’wina Tlangelani Yena, Yesu I Rivoningo,   \nHilaha Ku Nga Heriki, Yesu U Ta Voninga.\n\n  **4.**   \n Hoyozelani Yesu, Yesu I Rivoningo, Yena U Lulamile,   \nU Voninga Misava."
  },
  {
    "number": 235,
    "title": "235. KU FIKILE SIKU LERA KU WISA",
    "markdown": "AGAIN THE DAY RETURNS\n\n **1.**   \n Ku Fikile Siku Lera Ku Wisa, Eku Heleni Ko Tumbuluxa,   \nXa Hi Rhamba Ku Wisa Ha Rona, Hi Ta Kuma Nkateko Na Ku Rhula.\n\n  **2.**   \n Ri Hlawulekile Rona Siku, Yingisani Ku Rhandza Ka Xona,   \nXi Ta Mi Twa Loko Mi Kombela, Hi Mikhongelo, Tinsimu To Dzunisa.\n\n  **3.**   \n Hosi Ya Matilo Rhiya Ndleve, Yingisa Vana, Va KOmbe Nsovo,   \nHetisa Ku Tshembhisa Ka Wena, Va Pfuxelele Hi Nsovo Wa Wena.\n\n  **4.**   \n Hi Veke Ntshembho Ka We Tatana, U Xitlhangu Hi Matimba Yaku,   \nNakulorhi, Muponisi Wanga, Kwetsima Hilaha Ku Nga Heriki."
  },
  {
    "number": 236,
    "title": "236. MASANGWEN YA NTSAKO",
    "markdown": "HIS LOVING KINDNESS\n\n **1.**   \n Masangwen Ya Ntsako, Pfuka Moya Wanga Dzunisa Yesu,   \nU Fanele Ku Dzuniwa, U Na Rirhandzu Ngopfu.\n\n  **CHORUS:**   \nRirhandzu Ra Nsovo Na Malwandla, A Wu Ndzi Hakerisi.\n\n  **2.**   \n U Ndzi Kumile Vubihin,   \nU Ndzi Rhandzile Ndzi Ri Tano, U Ndzi Ponisile,   \nHi Ro Rirhandzu Na Malwandla.\n\n  **3.**   \n Hambi Valala, Misava Na Ku Fa, Swi Nga Ndzi Kaneta,   \nU Hlayisa Moya Wanga, Hi Matimba Ya Wena.\n\n  **4.**   \n Maxangwini Wa Ndzi Rhendzela, Ndzi Heleriwa Hi Moya,   \nU Kusuhi Na Ku Ndzi Ntshuxa, Hi Ku Lulama Kaku."
  },
  {
    "number": 237,
    "title": "237. HLOMA NYIMPI YA YESU",
    "markdown": "STAND UP, STAND UP FOR JESUS\n\n **1.**   \n Hloma Nyimpi Ya Yesu, Yesu Vandla Ra Xikwembu, Mi Tlakusa Na Nawu, Wa Hosi Xikwembu, Hlulani Mi Tingwazi, U Rhange Mahlweni,   \nU Ta Hlula Valala, Yesu I Muhluri.\n\n  **2.**   \n HLoma Nyimpi Ya Yesu, Twana Mhalamhala, Khombo Ri Le Ndleleni, I Siku Ro Hlula,   \nTiyani Ehosini, Vanyingi Valala, Lwanani Hi Xivindzi, Mi Tiya Matimba.\n\n  **3.**   \n Hloma Nyimpi Ya Yesu, Hi Matimba Yakwe, Hina Hi Nga Hluriwa, Loko Hi Titshembha,   \nTamelani Ntiyiso, Mi Khongela Yesu, Laha Ku Nga Na Khombo, Mi Nga Heli Ntamu.\n\n  **4.**   \n Hloma Nyimpi Ya Yesu, Yi Ta Hela Sweswi, Namuntlha I Swirilo, Mundzuku I Ntsako,   \nHarhi Ya Vutomi, Yi Ta Hiwa Muhluri, U Ta Fuma Na Yesu, Masiku HInkwawo."
  },
  {
    "number": 238,
    "title": "238. XANA VA SWO BASA I VAMANI?",
    "markdown": "WHO ARE THESE\n\n **1.**   \n Xana Va Swo Basa I Va Mani, Va Tsemakanya Magandlatini?   \nVa Hlantswiwe Hi Yesu, Va Dzunisa Xikwembu.\n\n  **CHORUS:**   \nVa Nghena Nyangweni Wa Yerusalema, Yerusalema Lowuntshwa Wuntshwa, Va Kombela “Yesu HI Ponise”, Va Hlantswiwe Hi Ngati.\n\n  **2.**   \n Hi Vona Lava Va Tlhariheke, Evuntshwe Va Hlawule Yesu,   \nU Va Enerisile, Yesu U Va Hlantswile.\n\n  **3.**   \n Va Tikeriwile Hi Maxangu, Va Kume Ku Wisa Ka Yesu,   \nVa Kume Ku Rhula, Hi Ku Tenga Ka Yesu.\n\n  **4.**   \n Va Twisiwile Ku Vava Ngopfu, Xikarhi Ka Ndzilo Wo Kariha,   \nNa Hina Wa Hi Rhamba, Ku Ta Ta Basisiwa.\n\n  **5.**   \n Va Ta Hlayiseka Etilweni, Ku Ta Hela Swivavi Na Ku Fa,   \nVa Tsaka Hi Masiku, Va Suriwe Mihloti."
  },
  {
    "number": 239,
    "title": "239. U KARHELE, U TSANILE?",
    "markdown": "ART THOU WEARY?\n\n **1.**   \n U Karhele, U Tsanile, U Ni Nhlomulo?   \nYesu U Ri Tana U Ta Wisa.\n\n  **2.**   \n Xana Ku Na Swikombiso Swo Ya Ka Yena?   \nTimbanga Ti Kona Mirini Wakwe.\n\n  **3.**   \n Xana U Hlovile Hi Harhi Ya Vukosi?   \nU Hlekuriwa Hi Harhi Ya Mitwa.\n\n  **4.**   \n Ndzi Ta KUma Yini Ke Loko Ndzi N’wi Landza?   \nMaxangu, Nhlomulo Na Yo Mihloti.\n\n  **5.**   \n Hakelo Yo Tiyisela I Yini Xana? I Ku Hlula Wo Maxang, U Hanya.\n\n  **6.**   \n A Nga Pfumela Xana Ku Ndzi Amukela? Ee Loko Tintswalo Ti Nga Si Pfala.\n\n  **7.**   \n Xana Wu Ko Nkateko Wo Khoma Swi Tiya?   \nVakwetsimi Va Ku: “Ina, Swi Tano”."
  },
  {
    "number": 240,
    "title": "240. VONA YESU ENYANGWEN",
    "markdown": "BEHOLD THE SAVIOUR AT THE DOOR\n\n **1.**   \n Vona Yesu Enyangwen, U Gogondza Hi Vikhatswi,   \nU Rindze Nhlamulo Yaku, U Nga Soli, N’wi Pfelele.\n\n  **2.**   \n Nsuku Swambalo Swo Tenga, Wa Hi xavisela Swona,   \nNa Wona Murhi Wa Mahlo, No Hi Mbexa Hi Mfanelo.\n\n  **3.**   \n Twana Mbhoni Yo Tshembheka, Wena Mu’endli Wa Swivi,   \nI Nkarhi Wo Hetelela,   \nU Nga Nonon’hwisi Mbilu.\n\n  **4.**   \n Vuyimeri Byi Ta Hela, Tintswalo Ti Ta Pfariwa, Lowo Lulama Na Mubihi, Nkarhi Wu Ta Va Helela.\n\n  **5.**   \n Mberha Yi Wele Nhlokweni, Enyangwen Wa Ha Rindzile,   \nPfula Mbilu N’wi Mukele, I Khale A Ku Rindzele.\n\n  **6.**   \n I Mendzi Lowo Lulama, Ka Yena Ku Rhula Ntsena,   \nU Taleriwe Hi Ntsako, U Ta Lalela Na Wena."
  },
  {
    "number": 241,
    "title": "241. TIKO RA NTSWAMBA, VULOMBE",
    "markdown": "THERE IS A LAND CORN AND WINE\n\n **1.**   \n Tiko Ra Ntswamba, Vulombe, Ndzi Ta Tsaka Eka Rona, Ku Tshama Ku Vonakala,   \nNa Vusiku A Byi Kona.\n\n  **CHORUS:**   \nTiko Lero Ra Ku Rhula, Ndzi Navela Ku Ya Kona, Ku Ya Vona Tiyindlu Ni Lwandle Leswi Khatisaka, Ri Ta va Kaya Ra Mina Hilaha Ku Nga Heriki.\n\n  **2.**   \n Hi Ta Bula Swo Tsakisa, Na Muponisi Wa Hina,   \nU Ta Ndzi Komba Vumburhi, Bya Tiko Lero Saseka.\n\n  **3.**   \n Ku Nandziha Ka Nun’hwelo, Ku Suka Eswihlahleni,   \nSwiluva A Swi Nge Vuni, Swi Nwa Mati Ya Vutomi.\n\n  **4.**   \n Mpfumawulo Wo Nandziha, Wu Twakala Emoyeni,   \nVakwetsimi Va Tlangela, Ku Ponisiwa Ka Vona."
  },
  {
    "number": 242,
    "title": "242. KU KATEKE VUN’WE",
    "markdown": "BLEST BE THE TIE\n\n **1.**   \n Ku Kateke Vun’we, Rirhandzwen Ra Kreste,   \nBya Vana Va Hosi, Tani Hi Kwale Tilweni.\n\n  **2.**   \n Xiluvelwen Xaku, Mikhongelo Ya Ta,   \nKu Na Nchavo, Ntshembho, Na Yona MIkhongelo.\n\n  **3.**   \n Hi Ta Rhwarisana, Mpingu Na Maxangu,   \nHi Ku Twelana, Swin’we No Khongotelana.\n\n  **4.**   \n Loko Hi Hambana, Timbilu Ta Vava,   \nHi Ta Tsundzukana, Ku Kondza Hi Ta Vonana."
  },
  {
    "number": 243,
    "title": "243. PFUKA MOYA WANGA",
    "markdown": "ARISE, MY SOUL, ARISE!\n\n **1.**   \n Pfuka Moya Wanga, Tshiketa Ku Chava Mhamba Yi Tlhaviwe, Matshan’wini Yanga   \nXiluvelweni Xa Hosi Yesu Muyimeri Wanga, Ndzi Tswariwe Swandleni Swakwe.\n\n  **2.**   \n Hi Rirhandzu Rakwe, Wa Ndzi Khongotela, Hi Ngati Ya Yena, U Ndzi Kutsurile,   \nU Ndzi Xave Hi Ngati, U Ndzi Kutsule Hi Ngati, Hi Tintswalo U Ndzi Xuvile.\n\n  **3.**   \n Hambi A Tlhaviwe, Timbanga Golgota, U Ndzi Khongelele, Hi Malwandla Yakwe,   \nTatana N’wi  Rivalele, A Nga Fi La Pfumelaka, A KUma Ko Ku Ponisiwa.\n\n  **4.**   \n Xa Hi Khongotela, Hi N’wina Wa Xona, Xikwembu A Xi Na Ku Hi Fularhela,   \nMoya Lowo Kwetsima, Ndzi Tswarwile Hi Xikwembu."
  },
  {
    "number": 244,
    "title": "244. TANA EKA HOSI YESU",
    "markdown": "COME TO JESUS\n\n **1.**   \n Tana Eka Hosi Yesu, Tana Sweswi Tana,   \nIna Sweswi Tana, Tana Sweswi Tana\n\n  **2.**   \n Wa Hlayisa, Wa Hlayisa, Wa Hlayisa Sweswi,   \nSweswi Wa Hlayisa, Wa Hlayisa Sweswi.\n\n  **3.**   \n A Nga Tirha, A Nga Tirha, A Nga Tirha Sweswi,   \nSweswi A Nga Tirha, A Nga Tirha Sweswi.\n\n  **4.**   \n N’wi Vitane, N’wi Vitane, N’wi Vitane Sweswi,   \nSweswi N’wi Vitane, Sweswi N’wi Vitane.\n\n  **5.**   \n U Rindzile, U Rindzile, U Rindzile Sweswi,   \nSweswi U Rindzile, U Rindzile Sweswi.\n\n  **6.**   \n U N’wi Tive, U N’wi Tive, U N’wi Sweswi,   \nSweswi U N’wi Tive, U N’wi Tive Sweswi.\n\n  **7.**   \n Katekisa, Katekisa, Katekisa Sweswi, Sweswi Katekisa, Sweswi Katekisa, Katekisa Sweswi."
  },
  {
    "number": 245,
    "title": "245. KU HAVA VITO RIN’WANA",
    "markdown": "THERE’S NO OTHER NAME LIKE\n\n **1.**   \n Ku Hava Vito Rin’wana, Ro Fana Na Ra Yesu,   \nI Ntsako Ematilweni, Na Le Ka Vapfumeri.\n\n  **CHORUS:**   \nRi Xongile Vito Leri, Ku Hava Ro Fana Na Ro!\n\n  **2.**   \n Ku Hava Vito Rin’wana, Ro Eneta Timbilu   \nHandle Ka Yesu Ku Hava Ntsako Ku Rhula Moyen.\n\n  **3.**   \n Ndza Tshemba Ndzi Ta N’wi Vona, Hi Vukwetsimi Byakwe;   \nNdza Tshembha U Ta Ndzi Rhamba, Ndzi Ta Tsaka Swonghasi.\n\n  **4.**   \n Loko A Rhandza Ndzi Tirha, Ndzi N’wini Hi Masiku;   \nKatekisa Yo Mintirho, Marito Yanga Yesu.\n\n  **5.**   \n Loko A Pfumela Ndzi Fa, A Hi Nchumu Ndzi Wakwe;   \nLeswi Yesu A Nga Tshembho, Ndzi Ta Fela Ka Yena."
  },
  {
    "number": 246,
    "title": "246. RITO NTSENA HA YESU",
    "markdown": "NOW JUST A WORD FOR JESUS\n\n **1.**   \n Rito Ntsena Ha Yesu, Nakulorhi Lonene;   \nLeswi A Swendleke, Swi Tlhavula Mbilu.\n\n  **2.**   \n Rito Ntsena Ha Yesu, Ri Ta Pfuna Ndlelen; Rito Ntsena Ha Yesu,   \nRa Vumbhoni Bya Yena.\n\n  **3.**   \n Rito Ntsena Ha Yesu; Ri Hlangula Vudyoho,   \nHi Nsovo Wa Yesu, Hi Ta Fika Ekaya.\n\n  **4.**   \n Rito Ntsena Ha Yesu; A Hi Nge Swi Tsandzeki;   \nNdzi Rhandza Muferi, U Ndzi Nyika Vutomi.\n\n  **5.**   \n Rito Ntsena Ha Yesu; Ri Pfuxa Ripfumelo,   \nPfuka Ku Tsaneni, Tshika Hinkwaswo Ka Yesu."
  },
  {
    "number": 247,
    "title": "247. BANA MHALAMHALA",
    "markdown": "RING THE BELLS OF HEAVEN\n\n **1.**   \n Bana Mhalamhala, Ntsako Namuntlha, U Vuyile Ku Lahlekeni;   \nVona Tatana Wa N’wi Hlanganisa, No Vukarha La Karheleke.\n\n  **CHORUS:**   \nWa Kwetsima Tintsumi Ta Khankha, Hi Ro Risimu Ra Vahluri, Vunyingi Lebyikulu Ngopfu, Byi Yimbelela “Wa Kwetsima”.\n\n  **2.**   \n Bana Mhalamhala Ntsako Namuntlha, Mutsendzeleki U Vuyile,   \nMbilu Yi Hambanile Ni Vudyoho, U Tswariwe Hi Vuntshwa.\n\n  **3.**   \n Bana Mhalamhala, Tana Nkhubyeni, A Hi Tlangeleni Ku Hlula,   \nBulani To Nandziha Bya Vulombe, Se U Tswariwe Hi Vuntshwa."
  },
  {
    "number": 248,
    "title": "248. XANA NTSHUNGU I WA YINI",
    "markdown": "JESUS OF NAZARETH PASSETH BY\n\n **1.**   \n Xana Ntshungu I Wa Yini? Va Kongome Emahlweni, Va Hlangana Hi Masiku Hinkwawo   \nYa Ku Khongela, Marito Ya Huwelela,   \nHi Loyi Yesu Se Wa Hundza, Marito Ya Huwelela, Hi Loyi Yesu Se Wa Hundza.\n\n  **2.**   \n Xana Yesu I Mani Ke! Loyi A Dungaka Muti?   \nI Muendzi Wa Matimba, Wa Mintirho Ya Rirhandzu; Marito Ya Huwelela: Hi Loyi Yesu Se Wa Hundza, Marito Ya Huwelela, Hi Ye Yesu Wa Nazareta.\n\n  **3.**   \n Yesu Yena U Twisiwe Ku Vavangopfu Hi Vanhu,   \nU Va Rhwalele Mindzwalo, A Ntshuxa Na Timbheveve; Mabofu Ya Tsaka Ku twa, Hi Loyi Yesu Se Wa Hundza, Marito Ya Huwelela, Vonani Yesu Wa Nazareta.\n\n  **4.**   \n Hina Hinkwako Namuntlha, Hi Famba Mikondzweni Yakwe, Yesu U Yima Nyangweni, Wa La Titsongahataka;   \nXana Hi Nge Huweleri? Hi Loyi Yesu Se Wa Hundza, Xana HI Nge Huweleri, Hi Ye Yesu Wa Nazareta.\n\n  **5.**   \n Tshinelan Mi Ta Hinkwenu, Yesu U Ta Mi Wisia, Mi Sukile Ka Tatana, Vuyani Mi Rivaleriwa;   \nN’wina Mi Ringiweke, Vonan Yesu Wa Nazareta, N’wina Mi Ringiweke, Hi Loyi Yesu Se Wa Hundza.\n\n  **6.**   \n Loko Mi Nga N’wi Pfumeri, Mi Ala Rirhandzu Rakwe, Makun’wini U Ta Mi Tshika, Mi Nga Ali Rito Sweswi;   \nMi Hlwerile, Mi Tshikile Ku Amukela Hosi Yesu, Mi Lahliwe Ra Makumu, Yesu Se U Hundzile Sweswi."
  },
  {
    "number": 249,
    "title": "249. TINYIMPFU TA MAKUME KAYE-KAYE",
    "markdown": "THE NINETY AND NINE\n\n **1.**   \n Tinyimpfu Ta Mukumbe Kaye-Kaye, Leti Nga Exivaleni, Kambe Yin’we Ya To Tinyimpfu Leti, A Yi Lahlekile Entshaveni,   \nEtintshaveni Kule Na Xivala, Kule Na Yena Murisi Lonene, Kule Na Muhlayisi Wa Rirhandzu.\n\n  **2.**   \n Hosi U Na Makume Nkaye-Kaye, Hi Tona Leti Vuyeke, Nhlamulo Ya Murisi Ya Tiyisa, Ku Na Yin’we Yi Lahlekeke,   \nHambiloko Yo Ndlela Yi Nononhwa, Ndzi TaYa Emananga Ku Yi lava,   \nA Ndzi Heli Mbilu, Ndzi Ta Yi Kuma.\n\n  **3.**   \n Vaponisiwa A Va Ha Yi Tivi, Milambu Yi Periweke, Hosi Yi Ngungile Emunyameni, Ku Kondza Yi Ya Kuma Hosi,   \nYi Twile Xo Xirilo Emananga, Xa Nyimpfu Leyi Lavaka Ku Fa. Xa Nyimpfu Leyi Lavaka Ku Fa.\n\n  **4.**   \n Xana Ntila Wa Ngati I Wa Mani? Lowu Khuphukaka Ntshava, Yi Halakele Yena Mulahleki, A laviwaka Hi Murisi,   \nXana Swi Handzule Hi YIni Swandla, Swi Nga Handzuriwa Hi Yona Mitwa,   \nSwi Handzuriwa Hi Mitwa Yo Tala.\n\n  **5.**   \n Etintshaveni Leti To Chavisa. Henhla Maninginingini, Rito Ra Ntsako Ri Twakala Mpfhuken, “A Hi Tsaken Yi   \nKumekile”,   \nTintsumi Ta Dzunisa Xiluvelwen, Tsakan, Yesu A Vuya Na Va Yena,   \nTsakani Yesu A Vuya Na Vakwe."
  },
  {
    "number": 250,
    "title": "250. KU WELA ENDZINGWENI",
    "markdown": "YIELD NOT TO TEMPTATION\n\n **1.**   \n Ku Wela Endzingweni,   \nI Vudyoho U Ta Va Muhluri, Loko U Nga Wi,   \nHlula Ku Navela Swo Homboloka, Languta Ka Yesu, U Ta Tiyela.\n\n  **CHORUS:**   \nLangutela Ka Yesu U Ku Khongotela, Kombela Mukutsuri Yena Ku Ku Pfuna.\n\n  **2.**   \n Lava Vo Homboloka, Va Rhukana Vito Ra Xikwembu Va Ri Tlangisa,   \nHambana Na Vona, Endla Vunene, Nsovo Na Ntiyiso, U Landza Yesu.\n\n  **3.**   \n Loyi A Hlalaka, U Kuma Harhi, Hi Nga Khudlunyeki,   \nA Hi Ti Tiyisen Ka Mukutsuri, Ku Hi Ha Matimba,   \nLanguta Ka Yesu, Ku Va A Pfuna."
  },
  {
    "number": 251,
    "title": "251. NDZI NGE PONISIWI",
    "markdown": "WEEPING WILL NOT SAVE ME\n\n **1.**   \n Ndzi Nge Ponisiwi, Hi Ku Rila Mihloti, A Swi Susi Ripfalo,   \nA Swi Susi Vudyoho, Ku Rila Mihloti.\n\n  **CHORUS:**   \nYesu U Ndzi Ferile, Leswaki Ndzi Ntshuxeka, U Twisiwe Ku Vava, Matshan’wini Yanga.\n\n  **2.**   \n Ndzi Nge Ponisiwi, Hi Mintirho Yinene,   \nMiehleketo Yo Tenga,   \nYi Nge Ndzi Endli Lontshwa, I Swilo Swa Hava.\n\n  **3.**   \n Ku Rindza Swi Nge Pfuni, Ndzi Nghene Milandzwini,   \nNdzi Nga Rilela Nsovo, Loko Ndzi Nga Pfumeri, A Ndzi Na Ku Pona.\n\n  **4.**   \n Ku Pfumela Ka Yesu, Hi Yena Muponisi,   \nNdzi Tshembha Nsovo Wakwe, Hi Ripfumelo Ntsena, U Ta Ndzi Ponisa."
  },
  {
    "number": 252,
    "title": "252. U NA NDZALO WA VUDYOHO",
    "markdown": "ONLY TRUST HIM\n\n **1.**   \n U Na Ndzwalo Wa Vudyoho, Mukela Tintswalo,   \nU Ta Wisa Moya, Tshembha Rito Ra Yesu.\n\n  **CHORUS:**   \nTshembha Yesu, Tshembha Yesu, Yena Namuntlha, Muponisi Wa Wena, Tshembha Yena Ntsena.\n\n  **2.**   \n Hi Kumile Minkateko, Hi Ngati Ya Yesu,   \nHlamba Exihlobyeni, Xa Ngati U Ta Tenga.\n\n  **3.**   \n Yesu I Ndlela, Ntiyiso, Wo Yisa Ku Wisen,   \nN’wi Pfumele Hatlisa, U Ta Kuma Nkateko.\n\n  **4.**   \n Tana Nghena Entlaweni, Wa lavo Kwetsima,   \nU Ta Nghena Tilweni, U Tsaka Hi Masiku."
  },
  {
    "number": 253,
    "title": "253. VONA MURISI LONENE",
    "markdown": "SEE, ISRAEL’S GENTLE SHEPHERD\n\n **1.**   \n Vona Murisi Lonene, Wa Vitana Sweswi,   \nTinyimpfu Leti Tsaneke, Ku Ti Khongotela.\n\n  **2.**   \n Mi Nga Ti Siveli Ku Ta, Tshikani Ku Sandza,   \nMinkateko Ya Nyikiwa, Vo Fanan Na Tona.\n\n  **3.**   \n Hi Lava Vana Va Wena, Yesu Va Hlayise,   \nHi Tinyiketa Ka Wena, Na Vana Va Hina."
  },
  {
    "number": 254,
    "title": "254. DZUNISA HOSI",
    "markdown": "PRAISE YE JEHOVAH’S NAME\n\n **1.**   \n Dzunisani Hosi, Vanhu Misaveni, Tlangelani, Ku Rhandza Ka Yesu,   \nNa Tintswalo Takwe, Matimba Yakwe.\n\n  **2.**   \n Bana Mhalamhala, Andzisa Ku Rhula, Hi Dzunisa, Tisani Swo Chaya,   \nHi Cina, Hi Tsaka, Hi Ku Yimbelela, Aleluya.\n\n  **3.**   \n Tshika Ku Vilela, Khongela Ka Yesu, Ku Pfuneta, Masiku Hinkwawo,   \nWa Hi Amukela, A Hi N’wi Khenseni, Hi Masiku."
  },
  {
    "number": 255,
    "title": "255. NDZI LAVA WENA YESU",
    "markdown": "I NEED THEE PRECIOUS JESUS\n\n **1.**   \n Ndzi Lava Wena Yesu Vuswetini Byanga,   \nA Ndzi Na Nchumu Xanga Ndzi Mutsendzeleki; EKu Kanakaneni, Ndzi Tiyise Ndlelen,   \nHi Rirhandzu Ra Wena Ndzi Nyike Matimba.\n\n  **2.**   \n Emiringweni Yanga, Na Wona Maxangu, Tsetselela, Hlayisa, Hi Matimba Yaku;   \nNa Moya Wo Kwetsima, Ndzi Byele Ta Yesu, Boxa Xiviri Xanga, Ndzi Kombe Nyimpfana.\n\n  **3.**   \n Ndzi Navela Ku Vona, Ku Vuya Ka Wena, U Hlove Bya Muteki, U Ri Xiluvelwen; Lava Kutsuriweke, Hi Ngati Ya Wena,   \nHi Ta Tshama Hi Dzuna, We Yesu Nyimpfana."
  },
  {
    "number": 256,
    "title": "256. XIKWEMBU MUHLAYISI",
    "markdown": "O GOD, OUR HELP\n\n **1.**   \n Xikwembu U Muhlayisi, Ntshembho Lowo Tiya; U Khokholo Ra masiku,   \nU Kaya Ra Hina.\n\n  **2.**   \n Ehansi Ka Xiluvelo, Hi Hlayisekile;   \nHi Voko Ra Wena Ntsena, Wa Hi Sirhelela.\n\n  **3.**   \n Ntumbuluxo Wa Misava, Na To Tintshava;   \nU Swi Endlile Hi Rito, Wa Hi Sirhelela.\n\n  **4.**   \n Gidi Ra Malembe Kaku, Ya Fana na Siku;   \nYa Komile Bya Vurhongo, Ni Vusiku Byin’we.\n\n  **5.**   \n Xikwembu U Muhlayisi Ntshembho Lowo Tiya;   \nKu Kondza Hi Ya Fika Kaya, Yesu Hi Letele."
  },
  {
    "number": 257,
    "title": "257. TIYANI BYA SWINTSHABYANI",
    "markdown": "UNSHAKEN AS THE SACRED HILLS\n\n **1.**   \n Tiyani Bya Swintshabyani, Mi Tserha Bya Ntshava;   \nMoya Wanga Wu Ta Wisa, Vokweni Ra Yesu.\n\n  **2.**   \n Xisirheleto Ku Hava, Xa Ndhawu Yo Xonga;   \nHandle Ka Voko Ra Nsovo, Ku Lwela Va Wena.\n\n  **3.**   \n Lava Hlayisaka Milawu, Va Ta Ku Namarhela;   \nVa Timbilu Letinene, Va Komba Rirhandzu."
  },
  {
    "number": 258,
    "title": "258. RIPFUMELO RA XIKWEMBU",
    "markdown": "ONE LIVING FAITH\n\n **1.**   \n Ripfumelo Ra Xikwembu, Ri Yimile Emanwini,   \nA Ri Fani Na Man’wana, Ri Dzikile Entiyisweni.\n\n  **2.**   \n Hi Tsetselele We Hosi, Hi Wu Tlurile Wo Nawu,   \nWona Wu Hetisekile, Na Loko Hi Wu Tlurile.\n\n  **3.**   \n Tsetselela lavo Biha, Hi Basise Na Swivati,   \nKu Dyoha A Hi Ku Lavi, Pfuna Wena Mukutsuri."
  },
  {
    "number": 259,
    "title": "259. HI TA HLANGANA NTSUNGENI",
    "markdown": "SHALL WE MEET BEYOND THE RIVER?\n\n **1.**   \n Hi Ta Hlangana Ntshungeni, Wa Nambu Wa Vutomi,   \nI Ku Vonaka Ntsea, Ku Hava Na Maxangu.\n\n  **CHORUS:**   \nHi Ta Hlangana Ke? Ntsungeni Wa Nambu, Ku Ta Hlanganiwa Xana? Ndhawini Leyo Rhula?\n\n  **2.**   \n Eribuweni Ra Nambu, Xanan Hi Ta Hlangana?   \nNtsako Wu Ta Va Wukulu, Xana Hi Ta Va Swin’we?\n\n  **3.**   \n Emutini Wo Saseka, Makhumbi Ya Vangama,   \nWu Akiwe Hi Xikwembu, Xana U Ta Va Kona.\n\n  **4.**   \n Loko Yesu Muponisi, A Landza Vana Vakwe,   \nU Ta Hi Tsundzuka Xana? Xana A Hi Nge Sali?   \nVuyelelo Ro Hetelela  Ee Hi Ta Hlangana, Ntsungeni Wa Nambu, Ina Ku Ta Hlanganiwa, Ndhawini Leyo  Rhula."
  },
  {
    "number": 260,
    "title": "260. NDZI HUNDZA HI LE XIVANDLEN",
    "markdown": "VALE OF BEULAH\n\n **1.**   \n Ndzi Hundza Hi Le Xivandlen Lexi Nga Xoxe, Lexi Hi Xona Xivandla Xo Wisela Kona,   \nNdlela Yi Khavisiwile Hi Swona Swiluva, Muponisi Ndzi Hlayise Ndleleni Hinkwayo.\n\n  **CHORUS:**   \nXivandleni Xo Rhula Xi Na Nkoka Ka Mina.   \nNdzi Vona Vugimamusi Bya Tiko Ro Xonga.\n\n  **2.**   \n Xinyami A Xi Kumeki Ndlelen Ya Ntiyiso, Yesu U Voninga Ndlela Hi Ku Vonakala,   \nVa Dzunisa Hi Tsaka Kona Etilweni, Marito Yo Nandziha Ya Huma Exivandleni.\n\n  **3.**   \n Muti Wa Voninga Naswona Wu Khatisa Mahlo, Ndzi Ta Tshama Ndzi Tsakile Na Ye Hosi Yesu,   \nNdzi Tshinela Kona Hubyeni Ya Mfumu Wakwe, Hi Vona Ndlela Leyi Yisaka Etilweni."
  },
  {
    "number": 261,
    "title": "261. KU NA NKOVA LOWO XONGA",
    "markdown": "BEAUTIFUL VALLEY OF JORDAN\n\n **1.**   \n Ku Na Nkova Lowo Xonga, Edeni Wo Rhula;   \nMuwisisi Wa Nhlomulo. Murhi Wo Horisa.\n\n  **CHORUS:**   \nKu Na Nkova Lowo Xonga, Kaya Ra Vatengi;   \nNa Minkarhi Ya Ku Tika, Ndzi Wisa Eka Wena.\n\n  **2.**   \n Embilwini Ya Murili, U Tisa Masana;   \nHi Tinsimu Ta Tintsumi, Ta Le Henhla-henhla.\n\n  **3.**   \n Ekaya Ka Muponisi, Ndzi Vona Wo Ntshungu;   \nLowu Nga Hlantswa Hi Ngati, Wu Yimba Tinsimu."
  },
  {
    "number": 262,
    "title": "262. NDZI RI YINI HE YESU",
    "markdown": "CHRIST OR BARABAS?\n\n **1.**   \n Ndzi Ri Yini Hi Yesu, Emahlweni Ka Mina; Mitwa Enhlokweni,   \nNa Xo Xivunguvungu.\n\n  **CHORUS:**   \nXivutiso Xi Rindze Nhlamulo, Xivutiso Xi Ri Xana; Ndzi Vamba Yesu Ke?   \nKumbe Barabasi?\n\n  **2.**   \n Xana Ndzi Ta Ntshuxa,   \nMunhu Wo Ti Kurisa; Kumbe Muponisi, Ku Ta Lahliwa Mani?\n\n  **3.**   \n Ya Tika Nhlamulo,   \nNdzi Ta Hlawula Mani? U Rindze Hi Nsovo, Wa Ha Rhurhumela Ke?\n\n  **4.**   \n Ndzi Hlawula Njhani,   \nNdzi Nga Rhandza Misava? Ndzi Ya Vamba Yesu, Ku Ta Pona Barabasi.\n\n  **5.**   \n Hinkweru Vadyohi,   \nHi Le Ku Vutisawen; Na Wena Mukreste, U Le Ku Ringiwni.   \nVuyelelo (5th)\tXi Rindze Nhlamulo   \nXivutiso Xi Ri Xana: Ndzi Vamba Barabasi, Ndzi Ntshuxa Yesu Ke?"
  },
  {
    "number": 263,
    "title": "263. MATSALWA YA KHALE",
    "markdown": "BRING YE ALL THE TITHES\n\n **1.**   \n Matsalwa Ya Khale Ya Yingiseni, Vuyisani Xiphemu Xa Vukhume;   \nA Xi Tshamise Xi Hlawulekile, Tshembha Switshembhiso Swakwe.\n\n  **CHORUS:**   \nVuyisan Xiphemu Xa Vukhume, Xikwembu Xi Ri Ndzi Ringeni; Ndzi Ta Mi Nisela Minkateko,   \nMi Ta Pfumala Ndhawu Ya Ku Yi Veka.\n\n  **2.**   \n Hi Matimba Ya Moya Wo Kwetsima, Vuyisani Xiphemu Xa Vukhume; Tirhisanani Na Yena Hi Masiku,   \nYena A Mi Katekisa.\n\n  **3.**   \n Xi Kona Lexi Tsemaka Vuxaka, Xikarhi Ka Wena Na Xikwembu;   \nSwiletelo Swi Vekiwe Matshalwen, Ku Vuyisa Byo Vukhume.\n\n  **4.**   \n Sweswi A Hi N’wi Kurisen Timbilwin, Hi Endla Xikwembu Hosi Yerhu;   \nKhomelela U Nga Tshiki Switshembiso, Xikwembu Xi Nge Ku Xisi.\n\n  **5.**   \n Matilo Ya Tlangela Ku Dzunisa, Loko Mi Tlherisile Vukhume;   \nTimbilwin Ku Ta Pfuma Aleluya, Loko Hi Hiwa Nkateko"
  },
  {
    "number": 264,
    "title": "264. SIKU LERO KWETSIMA",
    "markdown": "HOLY DAY JEHOVAH’S REST\n\n **1.**   \n Siku Lero Kwetsima, Ra Tatana Xikwembu;   \nHi Rona Ra Vunkombo, Xi Ri Katekisile.\n\n  **CHORUS:**   \nRamukele, Ramukele; (Ina Ri Amukeleni) Ramukele, Ramukele; (Siku Ra Ku Hlawuleka) Hina Ha Ri Tsakela, Savata Ya Xikwembu.\n\n  **2.**   \n  Eku Heteni Ntirho, Xi Hlawule Savata;   \nXi Ri Katekisile, Ri Va Siku Ro Wisa.\n\n  **3.**   \n  Vanhu Va Cince Siku, Va Hlawula Ra Sonto;   \nVa Ala Ku Yingisa; Matswalwa Ya Xikwembu.\n\n  **4.**   \n  Savata Ri Cinciwe,   \nHi Ku Rhandza Ka Vanhu; Kambe Tsalwa Ra Yesu; Rona Ra Va Kaneta.\n\n  **5.**   \n  Ndzi Hlayile Matswalwa, Ndzi Kumile Ntiyiso;   \nNdzi Wu Amukerile, Ndzi Wisa Hi Savata."
  },
  {
    "number": 265,
    "title": "265. KU RHULA NDHAWINI",
    "markdown": "PEACE, PERFECT PEACE\n\n **1.**   \n Ku Rhula Ndhawini Ya Vudyoho, Ku Tisiwa Hi Ngati Ya Yesu.\n\n  **2.**   \n Ku Rhula Mintirhweni Yo Tika, I Ku Landza Swiletelo Swakwe.\n\n  **3.**   \n Ku Rhula Xikarhi Ka Nhlomulo, Ku Kumeka Eka Hosi Yesu.\n\n  **4.**   \n Ku Rhula Na Maxaka Ye Kule, Wa Hi Hlayisela Vona Na Hina.\n\n  **5.**   \n Hambi Hi Nga Tivi Swa Mundzuku, Yesu Hi Ye Ku Rhula Ka Hina."
  },
  {
    "number": 266,
    "title": "266. YESU, NDZI TA LANDZELA",
    "markdown": "JESUS, I WILL FOLLOW THEE\n\n **1.**   \n Yesu, Ndzi Ta Landzela, Wa Ndzi Vitana Wena;   \nNdzi Ta Hi Ntsako, Yesu, Ndzi Yise Kaya.\n\n  **CHORUS:**   \nNdzi Ta Landzela, Ndzi Sala Ndzhaku; Laha U Yaka,   \nNdzi Ta Ku Landzela.\n\n  **2.**   \n Mahlo Ya Nga Ndzi Xisa, Nenge Wu Nga Ndzi Lahla; Ndzi Tsana Na Ku Karhala,   \nU Ntamu Wanga.\n\n  **3.**   \n Vusweti Na Nhlomulo, Vudyoho Byi Karhata;   \nNdzi Ta Tiya Eka Wena, Ndzi Landzelea."
  },
  {
    "number": 267,
    "title": "267. A HI SWI HLAYISENI",
    "markdown": "SCATTER SEEDS OF KINDNESS\n\n **1.**   \n A Hi Swi Hlayiseni Yo Nkoroni Na Swiluva,   \nHi Cukumeta Vudyangwani Na Wona Mahlwehlwe; Minkateko Hi Masiku, A Yi Ku Khongotele, Lehisa Mbilu Tsuvula, Susa Nhova Endleleni.\n\n  **CHORUS:**   \nHaxa Mbewu Ya Nsovo, Mbewu Ya Tintswalo, Nkarhi Wu Tshinerile, Leswaku Hi Tshovela.\n\n  **2.**   \n Hi Tsundzuka Vuyimbeleri, Lebyi Nandzihaka, Bya Xinyanyana Lexi Haheke Xi Nyamalala;   \nHi Rivala Na Ku Khensa Swiluva Swo Saseka, Na Masana Ya Ro Dyambu Lama Kufumelaka.\n\n  **3.**   \n Swi Nga Ha Khumba Hinkwako Swintihwana Swa N’wana,   \nMundzuku Swi Ta Onga na Ku Biwa Hi Ro Gwitsi; Xana Hi Komba Ku Nyenya Lava Va Hi Rhandzaka, Xana A Hi Nyangatseki Hi Kombisa Ku Tsana?\n\n  **4.**   \n Swandla Swa Titimela A Swi Hi Tsundzuxi Xana? Marito Na Swendlo Leswi Hi Swi Siyeke Ndleleni;   \nA Swi Tlhavi Timbilu Ke Kumbe Ku Tseketsela? Nkarhi Se Wu Tshimerile Wa Ku Hi Ta Tshovela."
  },
  {
    "number": 268,
    "title": "268. HOSI, XIDZEDZE XI FIKILE",
    "markdown": "MASTER, THE TEMPEST IS RAGING!\n\n **1.**   \n Hosi Xidzedze Xi Fikile, Mapapa Ya Dzwihele, MAgandlati Ya Khapakhapa, A Nga Kona Mupfuni;   \nHa Fa A Wu Na Mhaka Ke, Leswi U Ngo Tlela? Hi Ahlameriwe Hi Sirha, Lwandle Ri Hlundzukile.\n\n  **CHORUS:**   \nMagandlati, Mheho, Yingisani, Rhulani, Ku Rhula, Na Lwandle Leri Hlundzukeke, Madimona, Vanhu Na Hinkwaswo; Byatso Byi nge Mitiwi Hi Mati, Na N’wini Wa Wona Ntumbuluko,   \nSwi Ta Yingisa Xileriso, Swi Rhula Swi Ku Ntsee! Swi Ta Yingisa Rito Rakwe, Swi Miyela.\n\n  **2.**   \n Hosi Sweswi Ndzi Le Gomen, Nhlomulo Wa Ndzi Tika, Ndzi Karhatekile Mbilwini, Ndzi pfune Ndza Kombela;   \nSwidyoho Na Wo Nhlomulo, Swa Ndzi Tshikelela, Ndza Lova Wena Hosi Yanga, Hatlisa U Ndzi Pfuna.\n\n  **3.**   \n Hosi U Hetile Nchavo, Na Dyambu Ri Humile,   \nNa Lwandle Ri Tele Malwandla, Mfumo Wa Yesu Tana; Muponisi U Nga Ndzi Siyi, U Tshama Ka Mina,   \nKu Kondza Ndzi Fika Ntsungeni, Ribuweni Ra Ntsako."
  },
  {
    "number": 269,
    "title": "269. YESU MUPONISI WO HLAMARISA",
    "markdown": "A WONDERFUL SAVIOUR IS JESUS MY LORD\n\n **1.**   \n Yesu Muponisi Wo Hlamarisa, Yesu Wa Ndzi Hlamarisa;\n\n  **CHORUS:**   \nU Tumbeta Moya Wanga Ribyeni, Emilambyeni Ya Ntsako.   \nU Tumbeta Moya Wanga Ribyeni, Endzhutini Lowunene;   \nU Vukarha Na Vutomi Bya Mina, Hi Rirhandzu leronghasi (Bis)\n\n  **2.**   \n Yesu Muponisi Wo Hlamarisa, U Ndzi Rhula Ndzwalo Wanga;   \nWa Ndzi Tlakusa Hi Voko Ra Yena, Ku Ndzi Nyika Wo Matimba.\n\n  **3.**   \n U Ndzi Tata Hi Minkateko Yakwe, A Ndzi Ambexa Vuyena;   \nNdzi Yimbelela Hosi Hi Ntsako, Mukutsuri Lowonghasi.\n\n  **4.**   \n Ndzi Ta Famba Ndzi Ya N’wi Hlanganisa, Ndzi Ambexiwe Ta Yena;   \nYe Muhetiseki, Muhlamarisi, Ndzi Yimba Na Byo Vunyingi."
  },
  {
    "number": 270,
    "title": "270. MUKUTSURI MARITWENI",
    "markdown": "OUR BLEST REDEEMER\n\n **1.**   \n Mukutsuri Maritwen(I) Ya Yena Yo Lelana, U Hi Siyile Na Yena Muchaveler(I).\n\n  **2.**   \n U Tile Ku Hi Letel(A) Na Ku Tshama Na Hinam Loko A Nga Kumi Vutshamo (E)mbilwini.\n\n  **3.**   \n Hi Xiritwana Xakwe (E)ripfalweni Ra Hina, Wa Tshinya No Khutaza Loko Swi Fanel(A)\n\n  **4.**   \n U Hi Nyika Matimba No Hi Hlulel(A) Miringo, A Hi Nyika Na M(I)ehleketo Yo Tenga.\n\n  **5.**   \n Ku Tsanan(I) Kanga Moya Wo Tenga Na Tintswalo, Mbilu Yanga (A) Yi Ve Vutshamo Bya Wena."
  },
  {
    "number": 271,
    "title": "271. SWIDYOHO SWENU SWI TA BASISIWA",
    "markdown": "THO’ YOUR SINS BE AS SCARLET\n\n **1.**   \n Swidyoho Swenu Swi Ta Basisiwa Swinene, Swidyoho Swenu Swi Ta Basisiwa Swinene,   \nHambi Loko Swi Tshwukile Onge I Xivunguvungu, Hambi Swi Ri Swo Tshwuka (Bis) Swifana Na Gamboko (Bis)\n\n  **2.**   \n Rito Ra Khongotela, Vuyela Ka Xikwembu, Rito Ea Khongotwla, Vuyela Ka XIkwembu,   \nXi Na Tintswalo Swinene, Na Rirhandzu Leronghasi, Rito Ra Khongotela (Bis) Vuyela Ka Xikwembu (Bis)\n\n  **3.**   \n Xi Ta Ku Rivalela Swi Nge He Tsundzukiwi, Xi Ta Ku Rivalela Swi Nge He Tsundzukiwi, Languta Eka Mina N’wina Va Tiko Ra Mina,   \nXi Ta Ku Rivalela (Bis) Swi Nge He Tsundzukiwi (Bis)"
  },
  {
    "number": 272,
    "title": "272. HOXELA NTAMBHU MAGANDLATINI",
    "markdown": "THROW OUT THE LIFE LINE\n\n **1.**   \n Hoxela Ntambhu Magandlatini, Makwenu U Lava Muponisi;   \nLoyi A Nga Vaka Na Xivindzi,   \nKu Hoxela Ntambhu Yo N’wi Ponisa.   \nHoxela Ntambhu Yo Ku Ponisa, Un’wana A Nga Pona,\n\n  **CHORUS:**   \nHoxela Ntambhu Ya Ku Ponisa, Pfuna Munweri Sweswi.\n\n  **2.**   \n Hoxela Ntambhu Hoxa Swinene, Hatlisa U Hlwelela Yini Ke?   \nVona Wa Nwela, N’wi Hatlisele, Tsutsuma Hi Ngalava Yo Ponisa.\n\n  **3.**   \n Hoxela Ntambhu Ka La nge Khombyeni, La Nga Eku Nweleni Elwandle;   \nMagandlati Ya Yona Miringu,   \nYa Ta Va Funengeta Sweswi-sweswi.\n\n  **4.**   \n Sweswi-sweswi Mponisi Wa Hundza, Va Ta Pelela Vuhlayisekwen;   \nHatlisa Sweswi Nkarhi Wa Hela, Tsakani Yesu U Vuya Na Vakwe."
  },
  {
    "number": 273,
    "title": "273. VA NA MAVOKWENI YA YESU",
    "markdown": "LEAN ON HIS ARMS\n\n **1.**   \n Van a Mavokweni Ya Yesu U Ta Ku Pfuna, A Ku Pfuna,   \nU Tshembha Rirhandzu Ra Yena, U Ta Yimbelela.\n\n  **CHORUS:**   \nS&T\t\tVa Na Mavokweni Ya Yesu, Tshembha Yena, Tintswalo Takwe,   \nMavokweni Languta Henhla, Mavoko Ya Muponisi.   \nA&T\t\tVa Na mavokweni Ya Hosi Yesu, Tshembha Yena Na Tintswalo Ta Yena,   \nVa Na Emavokweni, Languta Henhla, Mavoko Ya Muponisi.\n\n  **2.**   \n Va Na Mavokweni Ya Yesu, A Voninga Ndlela Ya Yena,   \nWena U N’wi Landzela Ndlelen, Na Rito Ra Yena.\n\n  **3.**   \n Va Na Mavokweni Ya Yesu, Tisa Na Mirhwalo Ya Wena,   \nYona Leyi Yo Tika Ngopfu, Khongela Ka Hosi.\n\n  **4.**   \n Va Na Mavokweni Ya Yesu, N’wi Tshikele Hinkwaswo-nkwaswo,   \nU Na Rirhandzu Na Tintswalo, A Nga Khudzeheri."
  },
  {
    "number": 274,
    "title": "274. NDZI NA MUPONISI",
    "markdown": "I HAVE A SAVIOUR\n\n **1.**   \n Ndzi Na Muponisi La Ndzi Khongotelaka, Vatsongo Vanghana Misaveni,   \nSweswi Wa Ndzi Hlayisa Hi Maleandla Swinene, Ngi A Nga Va Mponisi Waku.\n\n  **CHORUS:**   \nI Muponisi Waku Na Wena,   \nU Ri Ndzi Ku Byela I Waku Na Wena.\n\n  **2.**   \n Ndzi Na Tatana La Ndzi Heke Xitshembhiso, I Xitshembhiso Xa Ntiyiso,   \nU Ta Ndzi Vitana Matilweni Sweswi-sweswi, Ndzi Na Wena Hi Nga Va Swin’we.\n\n  **3.**   \n Nguva Yo Basa Ya Ku Pfumala Xivati, Yi Ndzi Rindzele Ku Kwetsimen,   \nLoko Ndzi Ta Ya Yi Amukela Yi Vangama, Ndzi Na We U nga Yi Mukela.\n\n  **4.**   \n Mina Ndzi Nyikiwe Ku Rhula Lokukulu, Misava Yi Nga Ku Tiviki,   \nKreste Hi Yena N’wini No Va Yena Munyiki; Ngi Na Wena U Nga Va Kona.\n\n  **5.**   \n Loko Se A Ku Kumile Byela Van’wana, Muponisi Wanga I Waku,   \nKhongela Leswaku A Va Tisa Ku Kwetsimeni, Tana Hi Wena Nga Nghena."
  },
  {
    "number": 275,
    "title": "275. KU NGA HERIKI KWIH?",
    "markdown": "ENTERNITY! WHERE?\n\n **1.**   \n Ku Nga Heriki Kwih? Swi le Mpfhukeni, Epongweni Ne Ku Rhuleni Swi Kona;   \nXivutiso Lexo Lavaka Nhlamulo: Hi Leswaku Ku Nga Heriki! Kwihi?\n\n  **2.**   \n U Ta Va Kwihi Hilaha Ku Nga Heriki? Na Vahlawuriwa Kumbe Valahleki? Xin’we Xa Swona, Eka Leyimbirhi?   \nKwihi Hi Laha Kunga Heriki Ke?\n\n  **3.**   \n Xana U Ta Kuma Nkavelo Muni? Wo Tiphina Misaveni Ungs Khatali?   \nU Endla Vubihi Hinkwabyo-nkwabyo? Ku Fikela Ku Nga Heriki Kwihi?\n\n  **4.**   \n Wa Fanela Ku Phaphuka Makwerhu, Sweswi Xikwembu Xi Ta Ku Avanyisa; Namuntlha Ku Nga Tsemiwa Ta Wena,   \nXana Wena U Ya Helela Kwihi?\n\n  **5.**   \n Xana U Ta Ya Helela Kwihi Ke? U Nga Etleli U Tiphina Misaveni; U Nga Si Tihlamulela Swa Wena, Mhaka Yo U Ta Ya Helela Kwihi?"
  },
  {
    "number": 276,
    "title": "276. YESU MUPONISI WA BETLEHEMA",
    "markdown": "SEEKING FOR ME\n\n **1.**   \n Yesu Muponisi Wa Betlehema,   \nU Tswariwe Xidyelweni Tshangeni; :S: Swa Hlamarisa Nkateko Lowu! U Ndzi Lave Mina (Fine) U Ndzi Lave Mina (Mina)   \nU Ndzi Lave Mina (Mina) ! (D.C)\n\n  **2.**   \n Yesu Muponisi Wa Golgota,   \nU Ndzi Xava Hi Nxavo Wongasi; :S: Swa Hlamarisa Leswendlekeke, U Ndzi Fele Mina! (Fine) U Ndzi Fele Mina! (Mina)!   \nU Ndzi Fele Mina! (Mina)! (D.C)\n\n  **3.**   \n Yesu I Muponisi Wa Khale, Loko Ndza Ha Sukile Ntlhambini;   \n:S: Hi Malwandla A Ndzi Khongotela, U Ndzi Vite Mina! (Fine) U Ndzi Vite Mina (Mina)!   \nU Ndzi Vite Mina (Mina) ! (D.C)\n\n  **4.**   \n Yesu Muponisi U Ta Vuya,   \nKu Nandziha Ka Xo Xitshembhiso; :S: Loko Minkarhi Yi Ri Ku Hundzen, U Ndzi Tele Mina! (Fine) U Ndzi Tele Mina (Mina)!   \nU Ndzi Tele Mina (Mina)! (D.C)"
  },
  {
    "number": 277,
    "title": "277. KU VONAKA LOKUNENE",
    "markdown": "LEAD, KINDLY LIGHT\n\n **1.**   \n Ku Vonakala Lokunene U Ndzi Fambisa, Vusiku I Xinyami Xikulu Ndzi Fambise,   \nNdzi Letela Hi Swintsongo Ntsongo,’ Swa Le Kule A Ndzi Swi Rileli.\n\n  **2.**   \n A Ndzi Nga Si Tshama Ndzi Va Tano, Ndzi Fambise,   \nA Ndzi Tihlawuleli Yo Ndlela, Ndzi Fambise, A Ndzi Tirhandza Ndzi Nga Tshukisiwi, Ndzi Tikurisa, Ndzi Rivalele.\n\n  **3.**   \n Hi Tintswalo Ndzi Katekise U Ndzi Fambisa, Emabubutseni Na Mimoya Ndzi Fambise,   \nKu Fika Eku Vonakalen,   \nKa Wo N’wayitelo Wa Namixo."
  },
  {
    "number": 278,
    "title": "278. NDLELEN YAKU HOSI",
    "markdown": "NOT MY WAY\n\n **1.**   \n Ndleleni Yaku Hosi, Ku Nga Ri Ya Mina, Ndzi Fambise Hosi, Hambi Yo Va Njhani,   \nNdzi Nge Yi Hlawuli, Hlawula Xikwembu, U Ndzi Hlawulela, Mina Ndza Landzela.\n\n  **2.**   \n I Mfumo Wa Wena, Ndzi Lavaka Wona, Ndlela Yo Ya Kona, A Yi Ve Ya Wena,   \nNdzi Nga Ta Lahleka, Loko Yi Va Yimbe, Na Xinwelo Xanga, Xi Hlawule Hosi,\n\n  **3.**   \n Hlawula Vanghana, Ku Vabta No Hanya, Vusweti, Rifumo, Swi Ndzi Fanelaka, A Ndzi Nge Hlawuli Xikulu, Xitsongo,   \nU Vutlhari Byanga, Na Matimba Yanga."
  },
  {
    "number": 279,
    "title": "279. MBILU LEYI NGA GOMENI",
    "markdown": "COME UNTO ME\n\n **1.**   \n Mbilu Leyi Nga Gomen, Mahlo Ma Nga voniki, Wo Ntsako Ripfumelwen, Na Ku Vonakala.\n\n  **CHORUS:**   \nTanani Ka Hina Hinkwerhu, Lava Karhaleke No Tikeriwa, Rhwalani Joko Ra Mina, Mi Dyondza Ka Mina, Ndzi Na Mbilu Yo RHula,   \nMimoya Yenu Yi Kuma Ku Wisa   \nBass:\t\tTatanu, Tanani Ka Mina, Lava Karhaleke Na Lavo Tikeriwa,   \nNdzi Ta Mi Wisisa, Tatani Mi Dyondza Ka Mina,   \nNdzi Na Mbiku Yo Rhula, Mimoya Ya N’wina Yi Kuma Ku Wisa.\n\n  **2.**   \n Rifumu No Tiphina Swi Nge Ndzi Enerisi, Rirhandzu Ri Na Ntsako, A Ri Na Ku Hela.\n\n  **3.**   \n Nchavelelo Wa Hosi, Wu Nyikiwa Hi Yesu, Xana U Dyohe Ngopfu? Pfumela U Hanya.\n\n  **4.**   \n Ku Rhula Lokonghasi, Risimu Ro Nandziha, Ra Joko Ro Vevuka, Masikwin Hinkwawo."
  },
  {
    "number": 280,
    "title": "280. TINSIMU TO NANDZIHA",
    "markdown": "OUR KING\n\n **1.**   \n Tinsimu To Nandziha, Hi Siku Ra Ntsako;   \nTo Dzuna Mukutsuri, Vutomi Ni Ndlela.\n\n  **CHORUS:**   \nYimban. . . .Risim. . . .Ra Muponisi (Yesu)   \nKhensan. . . .Nsovo. . . .Wa Yena Hosi.\n\n  **2.**   \n U Tile Misaveni, U Rhandzile Vana;   \nSweswi U Le Tilweni, Wa Ha Va Rhandzile.\n\n  **3.**   \n Hi Rhandza Ku Dzunisa, Ku Yingisa Hungu;   \nRa Le Egaleliya, Ra Ye Muhanyisi.\n\n  **4.**   \n Khensani, Muponisi, Khinsamelan Yena;   \nLeswaku A Hi Pfuna, Ku Hanyeka Yena."
  },
  {
    "number": 281,
    "title": "281. KU VANGAMA KA YO NYELETI",
    "markdown": "A BEAUTIFUL STAR\n\n **1.**   \n Ku Vangama Ka Yo Nyeleti, Handzula Nguvu Ya Vusiku;   \nKu Kombeta Tintlharhi Tshama, La Yesu A Tswariweke.\n\n  **CHORUS:**   \nTintshaveni, Magoveni, Vangama Wena Nyeleti; Vonakarisa Namuntlha, Vukulu Bya Nsovo.\n\n  **2.**   \n Ntiyiso Wa Rito Ra Hosi, Wu Ti Byerile To Tintlharhi, Hi Ta Nyelelti Ya Vurhonga,   \nYa Loya A Tswariweke.\n\n  **3.**   \n Ya Voninga Tanihi Khale, Rivoningo Ra Le Misaven;   \nHi Ta Fika Kaya Tilweni, Loko Hi Ri Sala Ndzhaku."
  },
  {
    "number": 282,
    "title": "282. MARITO YA KHUMEGIDI",
    "markdown": "TEN THOUSAND HARPS\n\n **1.**   \n Marito Ya Khumegidi, Ya Dzunisa Tilweni, Na Tona Timhalamhala, Ti Yimba Aleluya;   \nYesu U Fuma Misava, U Le Xiluvelwen, Hi Rirhandzu Ra Xikwembu, Aleluya Amen.\n\n  **2.**   \n Hosi Yo Kwetsima Fuma, Masiku Na Masiku, Lava U Va Hlawuleke, Va Nge Suki Ka Wena;   \nVa Ta Va Ntsako Waku, Wa Rirhandzu Ra Nsovo, Aleluya Amen, Aleluya Amen.\n\n  **3.**   \n Yesu Hatlisa Ku Fika, Hi Siku Ro Kwetsima, Ku Ta Teka Vakwetsimi, Misava Yi Ta Hundza;   \nWa Kwetsima, Wa Kwetsima, Hi Ta Dzunisa Hosi, Hi Milomu Na Timbilu, Aleluya Amen."
  },
  {
    "number": 283,
    "title": "283. UN’WANA U TA NGHENA NYANGWEN",
    "markdown": "SOMEONE WILL ENTER THE PEARLY GATE\n\n **1.**   \n   Un’wana U Ta Nghena Nyangweni, Hi Siku Rin’wana,   \nU Ta Nghena Ku Kwetsima, Hi Wena Ke! Kumbe Mina? Ku Famba Ndleleni Ya Nsuku, Vona Ntumbuluko Wo Xonga, Na Swo Saseka Swo Tsakisa, Hi Wena Ke? Kumbe Mina?\n\n  **2.**   \n  Xihambano Xi Ta Rhuriwa, Hi Siku Rin’wana,   \nKu Ta Mukeriwa Tiharhi, Hi Wena Ke? Kumbe Mina? Un’wana U Ta Vona Yesu,   \nA Ntshuxiwile Nhlomulweni, Wu Ta Va Ntsako Hi Masiku, Hi Wena Ke? Kumbe Mina?\n\n  **3.**   \n  Un’wanyana U Ta Gongondza, Hi Siku Rin’wana,   \nKu Twakala: “A Ndzi Ku Tivi” Hi Wena Ke? Kumbe Mina? A nge Titwi Hambi A Rila, Rivanti Ri Lotleriwile,   \nU Ta Tsoniwa Na Hakelo, Hi Wena Ke? Kumbe Mina?\n\n  **4.**   \n  Vuyimbeleri Bya Ku Hlula, Hi Siku Rin’wana,   \nVa Dzunisa lava Poneke, Hi Wena Ke? Kumbe Hi Mina?   \nKu Ta Xewetaniwa Kona, Na Lva Feleke Hosini, Ku Tshamiwa Evukosini,   \nHi Wena Ke? Kumbe Mina?"
  },
  {
    "number": 284,
    "title": "284. LOKO TIMBILU TI VAVA",
    "markdown": "WHILE THE DAYS ARE GOING BY\n\n **1.**   \n Loko Timbilu Ti Vava, Hambi Moya Wu Tsana, Hi Ku Famba Ka Masiku, U Ta Kuma Ku Rhula;   \nHambi Rendzo Ri Tika, Vonakarisa Ntsako, Swa Koteka Ku Endla, Mintirho Leyinene.\n\n  **CHORUS:**   \nHa Ha Ri Na NKarhi, Ha Ha Ri Na Nkarhi, Hi Endla Leswinene, Nkarhi Wa Ha Pfumela.\n\n  **2.**   \n Hi Nga Tshuki Hi Loloha, Loko Ri Xa Ri Pela, Misava Yi Na Switlhavi, Maxanga Na Swirilo;   \nHinkwako Kuna Gome, Vanhu Va Kalakala, Va Khongotele Wena, NKarhi Wa Ha Pfumela.\n\n  **3.**   \n Swilo Swa La Misaveni, Swona Swa Tshumbitela, A Swi Sale Kwala Hansi, Siku Rin’wana Ra Ta;   \nHikuva Hi Haxile, Mbewu Ya Ku Lulama, Hi Ta Kuma Ku Rhula, Nkarhi Wa Ha Pfumela."
  },
  {
    "number": 285,
    "title": "285. KU NA NDHAWU YA KU WISA",
    "markdown": "THERE IS A PLACE OF QUIET REST\n\n **1.**   \n Ku Na Ndhawu Ya Ku Wisa, Mbilwini Ya Hosi;   \nNdhawu Yo Kala Vudyoho, Mbilwini Ya Hosi.\n\n  **CHORUS:**   \nKa Yesu Mukutsuri, La Pfaka Tilweni; Hi Hlayise Ka Wena Mbilwini Ya Hosi.\n\n  **2.**   \n Ku Na Ndhawu Yo Tiphina, Mbilwini Ya Hosi;   \nHi Hlangana Na Muferi, Mbilwini Ya Hosi.\n\n  **3.**   \n I Ndhawu Ya Ku Ntshuxiwa, Mbilwini Ya Hosi,   \nHi Na Ntsako Na Ku Rhula, Mbilwini Ya Hosi."
  },
  {
    "number": 286,
    "title": "286. NDZI NAVELA SIKU RERO",
    "markdown": "BEAR ME ON\n\n **1.**   \n Ndzi Navela Siku Rero, Ra Lava Poneke;   \nVa Mbele Nguvu Yo Basa, Ekaya Ra Vona.\n\n  **CHORUS:**   \nNdzamukele,   \nU Ndzi Yisa Siyon;   \nKona Ekaya Ra Lavo Kwetsima, Kaya Ra Rirhandzu.\n\n  **2.**   \n Ndzi Ta Twa Tialeluya, Ntshungu Wu Yimbaka;   \nNdzi Ta Tsaka Siku Rero, Na Vakutsuriwa.\n\n  **3.**   \n Tsakelani Siku Rero, Ro Naveta Vahundzi,   \nSwivavi Swa Herisiwa, Hi Kuma Ku Rhula."
  },
  {
    "number": 287,
    "title": "287. LOKO NDZI RINGIWA",
    "markdown": "IN THE HOUR OF TRIAL\n\n **1.**   \n Loko Ndzi Ringiwa, Yesu Tshinela, Ndzi Nga Ku Landzuri Eku Tsaneni;   \nNe Ku Tsekatsekeni U Ndzi Letela, U Nga Pfumeleli Leswaku Ndzi Wa.\n\n  **2.**   \n Hambi Swa Misava Swi Koka Mahlo, Ndzi Vona Rifuwo Ni Swa Mafurha;   \nYesu Ndzi Tsundzuxe Gome Golgota, Ndzi Vona Wena Exihambanweni.\n\n  **3.**   \n Loko U Pfumelela Mahlomulo, Hambi Maxangu Ma Ndzi Wela Henhla;   \nTivonakarise Ndzi Ku Languta,   \nSwi Nga Ndzi Lovisi Ndzi Tshembe Wena."
  },
  {
    "number": 288,
    "title": "288. VA TISE TINYIKO MILENGEN YA YESU",
    "markdown": "THEY BROUGHT GIFTS TO JESUS\n\n **1.**   \n Va Tise Tinyiko Milengen Ya Yesu, Tinyiko To Xonga Ku N’wi Komba Rirhandzu;   \nMintirho, Marito Swi Pfuna Swisiwana, A Yi Kona Nyiko Yi Nga Riki Na Nkoka.\n\n  **CHORUS:**   \nU Tisile Nyiko, Nyiko Yo Xonga Swonghasi, Byela Hosi Yesu: ‘Nyiko Yanga I Mbilu’\n\n  **2.**   \n  Handle Ka Vanyiki, Xikamba Xifikile, Xi Vone Ku Khenseka Ka Ta Swisiwana;   \nMbilu Yi Tala Navelo Wo Nyika Nyiko, Swandlen Ku Hava Nchumu Xo Yisa Ka Yesu.\n\n  **3.**   \n  Xi Rila Hosi: “Hosi U Lulamile,   \nTeka Hinkwaswo Swanga, Na Mbilu Yo Biha”; Yesu A Hlamula: “A Hi Yintsongo Nyiko, Ti Sasekle Ngopfu, Yaku Ya Ti Tlula”"
  },
  {
    "number": 289,
    "title": "289. NDZI LE XIRILWEN",
    "markdown": "TAKE ME AS I AM\n\n **1.**   \n Yesu, Ndzi Le Xirilweni, Ndzi Pfune Hosi Ndzi Nga Fi;   \nNdzi He Vutomi Bya Wena, Yesu Ndzamukele.\n\n  **CHORUS:**   \nNdzi Amukele (Yesu), XInin’weni Xanga (Yesu); Ndzi He Vutomi Bya Wena, Yesu Ndzamukele.\n\n  **2.**   \n  Ndzi Tsanile Hi Milandzu, Ndzi Kutsule Hi Ngati Yaku;   \nNdzi Tinyiketa Ka Wena, Yesu Ndzamukele.\n\n  **3.**   \n  Ndzi Tengisi Vutomi, Mina Ndzi Muonhi Ntsena;   \nNdzi Ponise Vitwen Raku, Yesu Ndzamukele.\n\n  **4.**   \n  Ndzi Korhama Xiluvelwen, Na Ku Khinsamela Wena,   \nHetisa Ntirho Wa Wena, Yesu Ndzi Ponise.\n\n  **5.**   \n  Loko U Lava Ndzi Tirha, Ntirho Wa Wena Namuntlha;   \nPfula Mehleketo Yanga, U Ndzi Tlharihisa.\n\n  **6.**   \n  Loko Ntirho Wu Herile, Ndzi Hlurile Enyimpini;   \nXirilo Xanfa Xi Ta Va: “Yesu Ndzamukele”"
  },
  {
    "number": 290,
    "title": "290. HI NTSAKO TIRHELA HOSI",
    "markdown": "TOILING FOR JESUS\n\n **1.**   \n Hi Ntsako Tirhela Hosi Yesu, U Landzelela Swiletelo,   \nTinyikele Ntirhweni Wa Hosi, Tshembheka Hetisisa Ntirho.\n\n  **CHORUS:**   \nSoprano & Alto   \nTirhela Yesu, Tirhela Hosi Tirha Hi Ntsako; Tirhela Hosi,   \nYi Tirhele Hi Ntsako.   \nTenor & Bass   \nMi Tirhela Yena, Yesu Hosi Ya Hina;   \n(I Hosi) Hosi Ya Hina; Mi Tirhela Hosi Yesu,   \nI Hosi Ya Matilo.\n\n  **2.**   \n Hi Ntsako Hi Ta Vula Ta Yesu, Ta Rirhandzu Rakwe Vanhwini,   \nYesu Ku Kwetsima Ka Tatana, U Hi Nyika Na Minkateko.\n\n  **3.**   \n Titsongahateni Mi Landzela, Yesu Mi Tshebheke Ka Yena,   \nValahleki A Va Leteriwe, Ka Yesu Va Ta Ponisiwa"
  },
  {
    "number": 291,
    "title": "291. YA KHENSEKA NYIMPFANA",
    "markdown": "WORTHY, WORTHY, IS THE LAMB\n\n **1.**   \n Ya Khenseka Nyimpfana, Khanimambo Ha Tsaka; Khanimambo Ha Tsaka,   \nMuferi.\n\n  **CHORUS:**   \nWa Kwetsima Yesu, Dzunisani Yena; Mi Ku: ‘Aleluya’ Nyimpfana.\n\n  **2.**   \n Tisa Mfumo Wa Wena, Wu Herisa Vudyoho;   \nHi Ta Kuma Ku Wisa, Nyimpfana.\n\n  **3.**   \n Tshamani Mi Tsundzuka, Mi Tirha Hi Rirhandzu;   \nKu Fika Hi N’wi Vona, Siyoni."
  },
  {
    "number": 292,
    "title": "292. MAVOKO YAKU TIRHELA YESU",
    "markdown": "I’VE TWO LITTLE HANDS TO WORK FOR JESUS\n\n **1.**   \n Mavoko Ya Ku Tirhela Yesu, Ririmu Ku N’wi Dzunisa;   \nTindleve Ku Twa Switsundzuxo, Rito Ra Ku Yimbelela.\n\n  **CHORUS:**   \nHosi Hina Ha Ta, Evuhlangini Bya Hina; Hosi Hina Ha Ta, Edyondzwen Yaku.\n\n  **2.**   \n Swinengana Swo Famba Ndleleni, Ku Fika Tilweni;   \nSwimahlwan Swo Hlaya Bibele, Hi Ta Rirhandzu Ra Yesu.\n\n  **3.**   \n XImbilwan Xanga Ndzi Nyika Yesu, A Ponisa Moya Wanga;   \nVutomi Byi Va Eka Yena, Ndzi Helela Eka Yena."
  },
  {
    "number": 293,
    "title": "293. GOGO! GOGO! I MANI?",
    "markdown": "KNOCKING, KNOCKING\n\n **1.**   \n Gogo! Gogo! I Mani? U Rindzele Ka Khwatsi,   \nI Muhundzi Hosi Yanga, Ya Nsovo Wu Tlurisaka, Moya Wanga Wu Pfulele, Yi Pfuleke Yo Nyangwa, Leswaku Yi Ta Nghena.\n\n  **2.**   \n Gogo! Gogo! U Kona, U Na Mbilu Yo Leha, Rivanti A Ri Pfuleki,   \nKu Tlhume Ngopfu Nhova, Hi Timitsu To Tiya, Nhova Yi Tsondzerile,   \nYa To Tinxaka Hinkwato.\n\n  **3.**   \n Gogo! Gogo! Hi Yena, U Rindzile Na Sweswi,   \nU Na Yo Harhi Ya Mitwa, Henhla Ka Nhloko Ya Yena, Languta U Rindzile, Wa N’wi Alela Xana, Muponisi Wa Wena?"
  },
  {
    "number": 294,
    "title": "294. TSHEMBA KA YESU",
    "markdown": "COVER WITH HIS LIFE\n\n **1.**   \n Tshemba Ka Yesu, Mhamba Yanga, Ndzi He Vutomi Hosi Yanga; Vutomi Byanga Byi Thyakile,   \nMhamba Ya Mina Ndzi Basise.\n\n  **CHORUS:**   \nNdzi Babise, Ndzi Va Wo Tenga, Ndzi He Vutomi, Hosi Yanga; Vutomi Byanga, Byi Thyakile, Mhamba Ya Mina, Ndzi Basise.\n\n  **2.**   \n Mbanga Yo Enta, Ya Vudyoho, Ngati Ya Wena, Ee Ndza Chava; Ndzi Funengete, Yesu Mhamba, Ndzi Nga Lahliwa, Hi Milandzu.\n\n  **3.**   \n Ndzi Rivalele, Ndzi Ta Tsaka, Yesu Ndzambexe, Ku Kulama;   \nSusa Vusweti, Lebya Mina; Ndzi He Vutomi, Muponisi.\n\n  **4.**   \n Rifu Ra Wena, Ra Ponisa, Vutomi Bya Ndzi Lulamisa;   \nNdza Hetiseka Hi Ro Rito, Ndzi Ta Kwetsima Loko U Ta."
  },
  {
    "number": 295,
    "title": "295. CHAYANI MHALAMHALA YA NYIMPI",
    "markdown": "SOUND THE BATTLE CRY\n\n **1.**   \n Chayani Mhalamhala Ya Nyimpi, Nala U Le Kusuhani;   \nYimelan Hosi Hloman Matlharhi, Tiyan Ritweni Ra Yona.\n\n  **CHORUS:**   \nPfukan Masocha Lunghekan, Lunghekani Tiyani Ku Vula Rito; Mahlweni, Mahlwen Hi Tihosana, Kriste Murhangeri Wa Matimba.\n\n  **2.**   \n A Hi Lwen Na Nala Hi Xivindzi, Ha Swi Tiva Hi Ta Hlula;   \nHawu Na Tlharhi A Swi Vangame, Hi Lwela Leswo Lulama.\n\n  **3.**   \n We Xikwembu Xa Vanhu Hinkwavo, Hi Pfune, Hi Tsetselele;   \nLoko Yona Nyimpi Yi Herile, Hi Ta Mbexiwa Tiharhi."
  },
  {
    "number": 296,
    "title": "296. NDZI LETELE NDLELEN",
    "markdown": "LEAD ME, SAVIOUR\n\n **1.**   \n Ndzi Letele Ndlelen (Ndleleni), Ndzi Chava Ku Lahleka (Lahleka),   \nMuponisi Ndzi Letele, Ndzi Nga Ta Ya Lahleka, Ndzi Kuma Nhlayiseko (Ka Wena), Ni Rirhandzu Ka Wena (Ka Wena),   \nNdzi Kma Nhlayiseko, Ndzi Ta Tshama Rirhandzwini.\n\n  **CHORUS:**   \nNdzi Letele, Muponisi Hosi Yanga (Muferi),   \nNkarhi Wu Ko Wu Hela, Nkarhi Wu Kondza Wu Ya Hela,   \nNdzi Letele Ndleleni (Ya Hosi).\n\n  **2.**   \n U Khokholo Ra Mina (We Hosi) Nkarhini Wa Timheho (To Tika),   \nU Khokholo Ra Mina, Nkarhini Wa Timheho, Hi Wena Ntshembhi Wanga (Muferi), Ndzi Ta Tshama Ka Wena (We Hosi),   \nHi Wena Ntshembo Wanga, Ndzi Ta Tshama Ka Wena.\n\n  **3.**   \n Yesu Ndzi Sirhele (Mulweri) Hi Wena Mukutsuri (Lonen),   \nKa Mheho Ya Vutomi Hi Malwandla Ka Mheho, Ku Ya Fika Ekaya (Ka Hina), Ku Fika Kwale Kaya (Ka Hina),   \nNo Soriwa Mihloti, Ku Fika Kwale Kaya."
  },
  {
    "number": 297,
    "title": "297. YENA A TIYIMISELE KU NDZI FELA",
    "markdown": "THERE WAS ONE WHO WAS WILLING\n\n **1.**   \n Yena A Tiyimisele Ku Ndzi Fela, Leswaku Mina Ndzi Ta Hanya,   \nU Yi Fambile Ndlela Ya Xihambano, Ku Hlantswa Swidyoho Swa Mina.\n\n  **CHORUS:**   \nSwi Beleriwile Exihambanweni, U Herise Swidyoho Swanga,   \nHi Gome Yesu U Fe Xihambanweni, U Fele Swidyoho Swa Mina.\n\n  **2.**   \n U Ndzi Lehisela Mbilu Hi Rirhandzu, Loko A Ndzi Basisa Mbilu,   \nU Surile Nandzu, Se Ndzi Ntshuxiwile, U Susile Swidyoho Swanga.\n\n  **3.**   \n Masiku Hinkwawo Ndzi Ta Namarhela, Ndzi Nge Ku Siyi Muponisi,   \nHi Nomu Ni Mbilu Ndzi Ta Yimbelela, U Rhwarile Swidyoho Swanga."
  },
  {
    "number": 298,
    "title": "298. SWIRILO NA MAHLOMULO",
    "markdown": "NONE OF YOUR SELD AND ALL OF THEE\n\n **1.**   \n Swirilo Na Mahlomulo Swi NgaHi Funengeta, Loko Ndzi Byela Yesu, Swa Mina A Hi Swa Wena,   \nSwa Mina I Swa Mina Ntsena AHi Swa Wena, Loko Ndzi Byela Yesu, Swa Mina A Hi Swa Wena.\n\n  **2.**   \n U Ndzi Kumile, Ndzi Vonile Ngati Yi Khuluka, Mbilu Yanga Yi Khumbheka, Ndzi Rila Hi Xiviti, Swin’wana I Swa Mina, Swin’wana I Swa Wena, Ndzi Vulavula Hi Xiviti, Swin’wana I Swa Mina.\n\n  **3.**   \n Hi Masiku Wa Ndzi Khongotela, Hi To Tintswalo, Ndzi Vone Malwandla Yakwe, Ndzi Ta Titsongahata,   \nNdzi Hlevetela Ka Yena, Teka Leswo Tala, Ndzi Ta Teka Leswintsongo, Teka Leswi Taleke.\n\n  **4.**   \n Ri Hundza Mpfhuka Wa Tilo, Na Ku Enta Ka Lwandle, Ri Ndzi Hlurile Rirhandzu, Ra Wena Hosi Yesu,   \nHinkwaswo I Swa Wena, Swa Mina I Swa Wena, Ri Ndzi Hlurile Rirhandzu, Hinkwaswo I Swa Wena."
  },
  {
    "number": 299,
    "title": "299. TIMBILU LETI TSAKEKE",
    "markdown": "ALWAYS CHEERFUL\n\n **1.**   \n Timbilu Leti Tsakeke, Kule Na N’unun’uta;   \nA Ti Ve Tona Ta Hina, Tatana Wa Tintswalo.\n\n  **CHORUS:**   \nNtsakweni Nkarhi Hinkwawo, Hi Va Ku Vonakaleni;   \nKu Saseken Ka Ndlela Ya Hosi, Ntsakweni Nkarhi Hinkwawo.\n\n  **2.**   \n Vunene Bya Vufambisi, Bya Tatana Wa Hina;   \nNala U Hava Matimba, Hi Xitshembhiso Xakwe.\n\n  **3.**   \n Loko Hi Hambuka Ndlelen, Khombo Ri Hi Rindzele;   \nNa Ndzhuti Wa Funengeta, Ku Hela Na Tinsimu.\n\n  **4.**   \n Va Tsaka Nkarhi Hinkwawo, Endleleni Yo Basa;   \nA Hi Rhandzen Swo Lulama, Hi Venga Leswo Biha."
  },
  {
    "number": 300,
    "title": "300. KAYA RANGA RO KWETSIMA",
    "markdown": "REST FOR THE WEARY\n\n **1.**   \n Kaya Ranga Ro Kwetsima, Ku Na Ndhawu Yo Wisa;   \nMponisi U Ndzi Rhangele, Ku Ya Ndzi Lunghisela.\n\n  **CHORUS:**   \n(A) Mukutsuri Wa Wisa, Wa Wisa Mukarhali;   \nByi Kona Na Bya Wena, Vuwiselo.   \n(B) Le Ntshungen Wa Yordan, I Nsimu Ya Eden;   \nKu Na Murhi Wa Vutomi, Na Vuwiseko\n\n  **2.**   \n  Wa Ndzi Lunghisela Kaya, Leri Ri Nga Heriki;   \nHikuva Ku Tshama Kanga, Ku Nge Vi Xinkarhana.\n\n  **3.**   \n  Swivavi Swi Nge Vi Kona, Maxangu Ya Ta Hela;   \nKambe Endhawini Liya, Ndzi Ta Ambala Harhi.\n\n  **4.**   \n  Rifu Ri Ta Herisiwa, Ndzhombho Wu Herisiwa;   \nHuwelelani Hi Ntsako, N’wina Vakutsuriwa.\n\n  **5.**   \n  Yimbelelan Vadyandzhaka, Hoyozelan Ku Hlula;   \nMi Langutisa Tinyangwa, To Nghena Esiyoni."
  },
  {
    "number": 301,
    "title": "301. KU NGA RI KHALE HOSI YESU",
    "markdown": "\n\n **1.**   \n Ku Nga Ri Khale Hosi Yesu Wa Vuya, U Ta Ku Teka Lava N’wi Tirhelaka;   \nVa Hlayiseka Na Milawu Ya Yena, Va Ri a Vumbhoni Bya Yena, Na Savata.\n\n  **CHORUS:**   \nHlayisa Milawu (Ya Xikwembu)   \nMi Nga Rivali Na Savata (Ya Xikwembu) Mi Tshembeka Ngopfu (Ka Xikwembu), Yesu U Kusuhi Wa Vuya, Hundzukani.\n\n  **2.**   \n Loko A Ta U Ta Fika Hi Rihati, Tintsumi Ta Chaya Timhalamhala;   \nKu Va Ku Twakala Rito Ra Xikwembu, Yi Teka Lava Yi Rhandzaka, Hundzukani.\n\n  **3.**   \n Vafi Lava Hlawuriweke Va Pfuka, Lava Hanyaka Va Ta Hundzuriwa;   \nHi Kona Va Nga Ta Hlangana Na Hosi, Swin’we Va Ya Wisa Etilweni, Hundzukani."
  },
  {
    "number": 302,
    "title": "302. XIKWEMBU XI TUMBULUXILE",
    "markdown": "\n\n **1.**   \n Xikwembu Xitumbuluxile, Misava Ni Ntanga Wa Edeni,   \nXi Veka Munhu Entangeni, Ku Ri A Wu Rindza Ni Ku Wu Rima; A Ku Sasekile Ku Tsakisa Swinene, A Mi Ta Navela,   \nHi Vomu Munhu U Dyohile, Hi Ku Tlula Nawu Ku Fika Rifu.\n\n  **2.**   \n  Xikwembu Xi Va Laya Xi Ku, ‘Mihandzu Hinkwayo Mi Nga Dya’, Kambe Ku Na Murhi Wun’we, Xikarhi Ka Ntanga Wona Mi Nga Dyi;   \nNyoka Yi Va Xisa Yi Ku Ka Evha Dyanani Murhi, Mi Nga Ka Mi Nga Fi Xikwembu Xi Tiva Leswaku, Siku Mi Nga Ta Dya Mi Ta Tlhariha.\n\n  **3.**   \n  Evha A Languta Murhi, A Vona Mihandzu Ya Kahle,   \nA Kha A Dya Kasi Yin’wana, A Nyika Adamu Leswaku A Dya; A Yi Sasekile Yi Navetisa Vutlharhi, Mahlweni Ya Lava Mbirhi,   \nVa Dya Va Tlula Wona Nawu, RIfu Ri Sungula La Misaveni.\n\n  **4.**   \n  Xikwembu Swi Xi Hlundzukisa, Xi Hlongola Munhu Ntangeni, Kule Na Murhi Wa Vutomi, Xi Veka Tintsumi Ku Ri Ti RIndza;   \nA Ti Khomile Rihati Loko Ti Va Hlongola, Leswaku Vona Va Nga Dyi, Hi Yona Ndlela Ya Vudyoho, Loko Yi Sungula La Misaveni.\n\n  **5.**   \n  Adamu Loko A Onhile, Hi Ku Yingisela Wansati, Xikwembu Xi Va Tshembhisile, Ku Ri Ku Ta Tswariwa Muponisi;   \nI Nyimpfana Yi Ngata Felaswidyoho Hinkwaswo, Pfumelani Ka Yena Mi Nga Fani Na Ye Adamu, A Nga Tisa Rifu La Misaveni.\n\n  **6.**   \n  Hosi Yesu Loko A Vuya, Ku Heta Hinkwaswo Misaven, Sathani Nyoka Leya Khale, U Ta Herisiwa A Tshwa A Lova;   \nKu Ta Wisiwa Ndzilo Wu Heta Hinkwavo Vadyohi, Na Vatiarisi, Va Khongelaka Xivandzana, Na Mfungho Wa Xona Vatshwa va lova.\n\n  **7.**   \n  Lava Hlayisaka Milawu, Va Nga Na Vumbhoni Bya Yesu, Va Tekeriwa Empfhukeni, Va N’wi Hlanganisa Va Ya Tilweni;   \nVa Ta Ambala Swo Basa Va Ya Nghena Yerusalema, Ku Fuma Na Yena, Va Yimbelela Va Dzunisa, Xikwembu Hi Laha Ku Nga Heriki."
  },
  {
    "number": 303,
    "title": "303. KU  NA VUTSHAMO NDLWINI YA YESU",
    "markdown": "\n\n **1.**   \n Ku Na Vutshamo, Ndlwini Ya Yesu, Wa Mi Vitana N’wina Hinkwenu.\n\n  **CHORUS:**   \nKu Na Vutshamo Nghenani Hinkwenu, Ku Na Vutshamo Nghenani Hinkwenu.\n\n  **2.**   \n Dyambu Ri Fambile, Ri Perile, Ri Dzhwiharile Mi Nga Hlweleni.\n\n  **3.**   \n Yindlu Yo Kwetsima Se Ya Tala, A Nga Si Pfala Tanan Hinkwenu.\n\n  **4.**   \n Kuna Vutshamo Bya Ha Kumeka, N’winyi Wa Yindlu U Mi Rindzele.\n\n  **5.**   \n Loko A Pfala Mi Ta Ya Kwihi? Ku Twakala Ku Ri : “Ku Pfariwile”.   \n“Ro Hetelela”   Mi Ta Gogondza Ku Nga Pfuriwi, Mi Rhendzeleka Mi Nga Pfuleriwi."
  },
  {
    "number": 304,
    "title": "304. YESU U LWERILE VANHU",
    "markdown": "\n\n **1.**   \n Yesu U Lwerile Vanhu A Hlula Sathani, A Yisiwa La Pilatoni Le Ka Tihosi;   \nA Landzula Hi Vayuda Rixaka Ra Yena. (2)\n\n  **2.**   \n Vavasati Va N’wi Landza Va Karhi Va Rila, Yesu A Hlamula Aku: Mi Nga Ndzi Rileli;   \nTirilelen A Ri N’wina Na Vana Va N’wina (2)\n\n  **3.**   \n Twana Yesu Xihambanwe A Tlhava Mukhosi, A Ku: ‘Va Rivalele Vanhu Lava Tatana,   \nLexi Va Nga Ku Xi Endleni A Va Xi Tivi’. (2)"
  },
  {
    "number": 305,
    "title": "305. SIKU RIN’WANA YESU",
    "markdown": "\n\n **1.**   \n Siku Rin’wana Yesu U Vulavularile, Na Vadyondzisiwa Vakwe.\n\n  **CHORUS:**   \nA Va Byela A Ku: ‘Moya Wanga Wu Ri Sweswi Ndzi Ya Eku Feni’.\n\n  **2.**   \n Yudasi Yena A Tendla Muxengi, A N’wi Xavisela Valala.\n\n  **3.**   \n A Va Byela A Ku Loko Ndzi Fika, Mi Ta Vona Ndzi N’wi Tswontswa.\n\n  **4.**   \n Kasi Yesu Yena A Va A Swi Tiva, Ku Ri Yudasi I Muxengi."
  },
  {
    "number": 306,
    "title": "306. NDZI VONE TINXAKA TA MISAVA HINKWAYO",
    "markdown": "\n\n **1.**   \n Ndzi Vone Tinxaka Ta Misava Hinkwayo, Ti Yime Mahlweni Ka Hosi;   \nVa Pfula Tibuku Ta Mintirhi Ya Vanhu, Ha Un’we Va Tengisiwa Nandzu.   \nSwi Lo Yini U Nga Chavi Xikwembu, Swi Lo Yini U Nga Chavi Tatana;   \nNdzi Vone Tinxaka Ta Misava Hinkwayo, Ti Yime Mahlweni Ka Hosi."
  },
  {
    "number": 307,
    "title": "307. HI KU TWANANA",
    "markdown": "\n\n **1.**   \n Hi Ku Twanana, Hi Ku Twanana, Hi Ku Twanana Hi Tirhela Hosi.\n\n  **CHORUS:**   \nHi Ku Twanana, Hi Ku Twanana, Hi Ku Twanana Hi Tirhela Hosi.\n\n  **2.**   \n Na Tinyoxi, Hi Ku Twanana,   \nTa Swi Kota Ku Endla Vulombe Bya Tona.\n\n  **3.**   \n Na Vusokoti, Hi Ku Twanana,   \nBya Swi Kota Ku Endla Tiyindlo Ta Byona.\n\n  **4.**   \n Na Vapostola, Hi Ku Twanana,   \nVa Kotile Ku Fambisa Ntirho Wa Hosi.\n\n  **5.**   \n Na Hinkweru, Hi Ku Twanana,   \nHa Swi Kota Ku Fambisa Ntirho Wa Hosi."
  },
  {
    "number": 308,
    "title": "308. HINKWERHU HI NAVELA TILO",
    "markdown": "\n\n **1.**   \n Hinkwerhu Hi Navela Tilo, Hinkwerhu Hi Navela Tilo, Hinkwerhu Hi Navela Tilo, Hi Navela Tilo.\n\n  **2.**   \n Vamanana Va Navela Tilo, Vamanana Va Navela Tilo Vamanana Va Navela Tilo, Va Navela Tilo.\n\n  **3.**   \n Vatatana Va Navela Tilo, Vatatana Va Navela Tilo, Vatatana Va Navela Tilo, Va Navela Tilo.\n\n  **4.**   \n Na Vanhwana Va Navela Tilo, Na Vanhwana Va Navela Tilo, Na Vanhwana Va Navela Tilo, Va Navela Tilo.\n\n  **5.**   \n Na Majaha Ma Navela Tilo, Na Majaha Ma Navela Tilo, Na Majaha Ma Navela Tilo, Ma Navela Tilo."
  },
  {
    "number": 309,
    "title": "309. TANA MOYA WO KWETSIMA",
    "markdown": "\n\n **1.**   \n (Tana) Moya Wo Kwetsima (Hina) Hi Lava Wena.   \n(Tana) Moya Wo Kwetsima (Hina) Hi Lava Wena.   \n(Hina) Hi Lava Wena, (Hina) Hi Lava Wena."
  },
  {
    "number": 310,
    "title": "310. VONAN WA TA HOSI YESU",
    "markdown": "\n\n **1.**   \n Vona…n Wa Ta Hosi Yesu, Vona…n Wa Ta Hosi Yesu, (Vonan Wa Ta Hosi Yesu), (Vonan Wa Ta Hosi Yesu);   \nYesu… Wa Ta, Wa Ta Sweswi, Yesu… Wa Ta, Wa Ta Sweswi. (Yesu Wa Ta, Wa Ta Sweswi), (Yesu Wa Ta. Wa Ta Sweswi)\n\n  **2.**   \n Fambi… Fambisani Evhangeli, Fambi… Fambisani Evhangeli, (Fambisani Evhangeli), (Fambisani Evhangeli).   \nYesu… Wa Ta, Wa Ta Sweswi, Yesu… Wa Ta, Wa Ta Sweswi. (Yesu Wa Ta, Wa Ta Sweswi), (Yesu Wa Ta, Wa Ta Sweswi)\n\n  **3.**   \n Hundzu…kani N’we Matiko, Hundzu…kani N’we Matiko, (Hundzukani N’we Matiko), (Hundzukani N’we Matiko),   \nYesu… Wa Ta, Wa Ta Sweswi, Yesu… Wa Ta, Wa Ta Sweswi. (Yesu Wa Ta, Wa Ta Sweswi), (Yesu Wa Ta, Wa Ta Sweswi)"
  },
  {
    "number": 311,
    "title": "311. SWI SASEKILE NGOPFU KU FAMBA NA YESU",
    "markdown": "\n\n **1.**   \n Swi Sasekile Ngopfu Ku Famba Na Yesu,   \nwi Sasekile Ngopfu Ku Famba Na Yesu;   \nSwi Sasekile Ngopfu Ku Famba Na Yesu,   \nI Siku Lerikulu Ka Mina Na Le Ka Wena.\n\n  **2.**   \n A Ndza Ha Naveli Swilo Swa Misava,   \nA Ndza Ha Naveli Swilo Swa Misava,   \nA Ndza Ha Naveli Swilo Swa Misava,   \nI Siku Lerikulu Ka Mina Na Le Ka Wena.3. Ku Yiva Swa Vanhu A Ndza Ha Swi Lavi,   \nKu Yiva Swa Vanhu A Ndza Ha Swi Lavi,   \nKu Yiva Swa Vanhu A Ndza Ha Swi Lavi,   \nI Siku Lerikulu Ka Mina Na Le Ka Wena.\n\n  **4.**   \n Ku Hleva Vanwana A Ndza Ha Swi Lavi,   \nKu Hleva Vanwana A Ndza Ha Swi Lavi,   \nKu Hleva Vanwana A Ndza Ha Swi Lavi,   \nI Siku Lerikulu Ka Mina Na Le Ka Wena.\n\n  **5.**   \n Ku Dzaha Mafole A Ndza Ha Swi Lavi,   \nKu Dzaha Mafole A Ndza Ha Swi Lavi,   \nKu Dzaha Mafole A Ndza Ha Swi Lavi,   \nI Siku Lerikulu Ka Mina Na Le Ka Wena.\n\n  **6.**   \n Ku Hlahluva Tinhlolo A Ndza Ha Swi Lavi,   \nKu Hlahluva Tinhlolo A Ndza Ha Swi Lavi;   \nKu Hlahluva Tinhlolo A Ndza Ha Swi Lavi,   \nI Siku Lerikulu Ka Mina Na Le Ka Wena."
  }
]