[
    {
        "title": "1 - Lishisheni Ulupenga",
        "number": 1,
        "content": "<h1>1 - Lishisheni Ulupenga</h1> <b>WATCHMAN BLOW YOUR TRUMPET</b><p>1. Lishisheni ulupenga, Mucenjeshe na bonse. <br/> Bonse baleumfwe landwe, Babwelela ku mwabo.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Lishisheni ulupenga. Lishisheni konse fye. <br/> Lesa atupela bonse. Kusose 'landwe Iyakwe.</i><br><br>2. Lishisheni pa mapili, Mumfimfi mumalungu; <br/> Na kabinge pa fimana. \"Yesu e Mupusushi.\"<br><br>3. Lishisheni mumisebo. Kuli bonse baluba <br/> Bebeni bonse beshibe, Tata atupembela.<br><br>4. Abo bonse bafininwa, Banaka no bulanda; <br/> Yesu ni Katula wabo. Alebelo kutusha.<br><br></p>"
    },
    {
        "title": "2 - IMFUMU ILI FYE MUPEPI",
        "number": 2,
        "content": "<h1>2 - IMFUMU ILI FYE MUPEPI</h1> <b>THE COMING KING</b><p>1. Mfumu ili fye mupepi, Asendele bubi bwesu;<br/> Nomba abantu basuma Akesa kusenda.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Mupepi ... mupepi ... mupepi 'ye nomba mupepi <br/> Akesa, akesa ili nomba mupepi.</i><br><br>2. Malangililo yatweba Yesu nomba ‘li mupepi;<br/> Bwangu tukamona fyonse Fya cilambu cesu.<br><br>3. Mwitontonkanya fyabipa Fikaleka muno calo; <br/> Katula wesu akesa 'Konaula fyonse.<br><br>4. Elyo mu calo icipya Tukekala inshiku pe, <br/> Pantu Lesa 'katupela Mweo wa pe na pe.<br><br></p>"
    },
    {
        "title": "3 - LINTU NKAMONA ICINSO",
        "number": 3,
        "content": "<h1>3 - LINTU NKAMONA ICINSO</h1> <b>FACE TO FACE</b><p>1. Lintu nkamona ici-nso Ca kwa Yesu Katula,<br/> Nkasekela pakala-mba Kumona Mupusushi.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Nkamona icinso cakwe ‘ko kumulu kumwakwe;<br/> Nkamumona mululumbi Yesu Kristu Katula.</i><br><br>2. Nomba nshimumona bwino Pamulandu wa bubi,<br/> Lelo munshita yapa-lwa Mpulumushi shikapwa.<br><br>3. Tukasekela ici-bi Lintu 'Mfumu ikesa;<br/> Ububi bonse buka-pwa, Fyamfifi fyamoneka<br><br>4. Lintu nkamumona Ye-su, No kumwishiba cine;<br/> Lintu nkamona Katu-la Elyo nkasekela pe<br><br></p>"
    },
    {
        "title": "4 - ILANDWE LYAWAMA",
        "number": 4,
        "content": "<h1>4 - ILANDWE LYAWAMA</h1> <b>HE’S COMING</b><p>1. Ilandwe lyawama twaumfwa nomba, Lintu tuleluba mu mpanga;<br/> Yesu Kristu akesa kuno bwangu Ukututwala ku bufumu.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Akesa, a-ke-sa bwangu nomba, Akabwela ukuteka,<br/> Na'basambi bakwe baya ku mulu Lintu akabwela kuteka.</i><br><br>2. Nshishi shakale i 'sha- 'ba-su-ma, shikafumya abantu bakwe,<br/> Na'bo bonse basendama tulo twamfwa Bakaba pa calo kabili.<br><br>3. Tatwakalekane lintu twafika uko, Tukatote Mfumu Yesu;<br/> Kutali na mupepi baka-longana ukuya pamo kuli Yesu<br><br>4. Haleluya amen! Haleluya amen! Basuma bapalamikwa;<br/> Teyanisheni pepeni mwe bantu bakwe, Mukafwala ifitebo<br><br></p>"
    },
    {
        "title": "5 - KUTALI SHANI KUMWESU",
        "number": 5,
        "content": "<h1>5 - KUTALI SHANI KUMWESU</h1> <b>HOW FAR FROM HOME?</b><p>1. Kutali shani ku mwesu? Naipwishe kwa kalinda,<br/> Amashiwi anjebele, \"Kasuba kaisa; <br/> Mwilalila, endesheni, Ntungulushi busumino; <br/> Mukafika ku lubuto Mu calo ca Mfumu.\"<br><br>2. Naipwishe abankondo, Basosele kuli ine,<br/> \"Tukakosa ukulwisha, Ifita fyacepa; <br/> Mwilalila, koselesha, kulwisha pano pa calo,<br/> Tukapoka ifitebo lintu bwansho bwapwa.\"<br><br>3. Naipwishe ifibumbwa, fyamoneka ukwasuka,<br/> \"Inshita sha mpulumushi, Shikesapwa bwangu;<br/> Mwilalila, mumfwe landwe, Malangililo yatweba, <br/> Fibumbwa fyonse fyalinda ku mpela ya fita.\"<br><br>4. Mupepi nomba ku mwesu, Kutontonkanya kwapalwa,<br/> Ilandwe ili lyawama, kutusekelesha; <br/> Mwilalila, pantu bwangu, macusho yonse yakapwa; <br/> Tukasekela pe na pe Mu Ng'anda mwa Tata.<br><br></p>"
    },
    {
        "title": "6 - PEMPULENI IMWE BONSE",
        "number": 6,
        "content": "<h1>6 - PEMPULENI IMWE BONSE</h1> <b>WATCH, YE SAINTS</b><p>1. Pempuleni imwe bonse, Nomba macusho yafula;<br/> Wamisheni nyali shenu, Bwino ku-kwisa kwakwe<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Akesa! Yesu akesa! Mululumbi lwacilile;<br/> Yesu akesa no bwansho, Akesa bwangu nomba</i><br><br>2. Moneni bulayo bwakwe, 'Kwelela ububi bwenu;<br/> Sambwa mumulopa wakwe, Mwendeshe mukebe bambi<br><br>3. Pa calo ifintu fyonse fya macusho no kulila;<br/> Bebeni cikuku cakwe, Ukuti bonse beshibe.<br><br>4. Mwe babi iseni nomba, Yesu amwita no luse;<br/> Mwendeshe 'nshita yacepa, Mwikokola ukwasuka.<br><br></p>"
    },
    {
        "title": "7 - ALEISA ALEISA",
        "number": 7,
        "content": "<h1>7 - ALEISA ALEISA</h1> <b>WHEN HE COMETH</b><p>1. Aleisa, aleisa Kusenda a-bakwe,<br/> Abo bonse ababuta Abatemwikwa<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Nge ntanda kubeka Mu- ci tebo cakwe,<br/> Bakabeka ku mulu Abantu bakwe.</i><br><br>2. Akasenda, akasenda Kung’anda yakwe,<br/> Abo bonse bamumfwila Abatemwikwa.<br><br>3. Bana bonse, bana bonse Bamutemwa Yesu,<br/> E'fisamo ifyawama Abatemwikwa.<br><br></p>"
    },
    {
        "title": "8 - APO IPENGA LYA MFUMU LIKAPELELEKESHA",
        "number": 8,
        "content": "<h1>8 - APO IPENGA LYA MFUMU LIKAPELELEKESHA</h1> <b>WHEN THE TRUMPET</b><p>1. Apo ipenga lya Mfumu likapelelekesha,<br/> Apo bukaca no lubuto tutu;<br/> Apo abasalwa bakaya longana pe shilya,<br/> Apwe penga likalila nkabako<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Apwe pe 'nga likeli-la, Apwe pe-nga likali-la,<br/> Apwe pe-nga likali-la, Apwe penga likalila nkabako</i><br><br>2. Muli ilya nshita lintu basuma bakabuka<br/> Lintu basuma bonse bakabuka;<br/> Apo abasalwa bakaya longana pe shilya, <br/> Apwe penga likalila nkabako.<br><br>3. Aleni tulebombela Shikulwifwe nshiku pe,<br/> Tulelanda ifya kutemwa kwakwe;<br/> Elyo lintu imilimo yesu yonse ikapwa,<br/> Apwe penga likalila nkabako<br><br></p>"
    },
    {
        "title": "9 - LISHENI INTANDALA NA MAKA",
        "number": 9,
        "content": "<h1>9 - LISHENI INTANDALA NA MAKA</h1> <b>LIFT UP THE TRUMPET</b><p>1. Lisheni inta-ndala namaka; Yesu Mfumu akesa!<br/> Angisheni mwi-mbe imwe beni; Yesu Mfumu akesa<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Yesu akesa, Yesu akesa, Yesu Mfumu akesa!</i><br><br>2. Mwe mpili lete-ni ifiunda; Yesu Mfumu akesa!<br/> Aisa no lu-lumbi ulwakwe, Yesu Mfumu akesa<br><br>3. Na iwe cambe-shi ulandishe, Yesu Mfumu akesa!<br/> Ulandishishe ku bantu bonse, Yesu Mfumu akesa!<br><br>4. Ifinkukuma filetulanga, Yesu Mfumu akesa!<br/> Ne fipupu na-fyo nefifine, Yesu Mfumu akesa!<br><br>5. Twishibila ku-ndupwa bukali, Yesu Mfumu akesa!<br/> Na mano yafu-lisha mu bantu, Yesu Mfumu akesa!<br><br></p>"
    },
    {
        "title": "10 - BUSHE TWAYA KUMULONGA?",
        "number": 10,
        "content": "<h1>10 - BUSHE TWAYA KUMULONGA?</h1> <b>SHALL WE GATHER?</b><p>1. Bushe twaya ku mulonga, Kulya fyonse fisuma;<br/> Amenshi ayenda pe pe Yafuma kwa Yehofa<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Eya twaya ku mulonga. Menshi yawama yawama-kulya;<br/> Tulongana pa-mo nabo abatemwa-Yehofa</i><br><br>2. Pa mupuma wa mulonga Tukaya no kupepa;<br/> Tukaya tasha Katula Nshiku shonse pe na pe.<br><br>3. Lintu tukafika uko, Ifipe tukaposa;<be> Yesu Mfumu ali uko Akatufwika bwino </be><br><br>4. Nomba tulepalamina, Bwangu ulwendo lwapwa;<br/> Elyo imitima yesu Ikasekelela pe.<br><br></p>"
    },
    {
        "title": "11 - NDEMUKONKA MWE KATULA",
        "number": 11,
        "content": "<h1>11 - NDEMUKONKA MWE KATULA</h1> <b>I WILL FOLLOW THEE</b><p>1. Ndemukonka mwe Katula, <br/> Lintu fye M'ntangilila.<br/> Konse fye muntangilila,<br/> Mwe Mfumu ndemukonka<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Ndemukonka mwe Katula,<br/> Mwamfwilile ine,<br/> Nangu bonse bamufilwa,<br/> Lelo ine nkakonka</i><br><br>2. Nangu nshila yalikosa, <br/> Nangu nshila takuli,<br/> Mwalintangilile kale,<br/> Nomba ndemukonka pe<br><br>3. Nangu ndemona macusho,<br/> Kutunkwa na satana;<br/> Ndebukisha mwalitunkwa,<br/> Ndemukonka nshiku pe<br><br>4. Nangu mwanjita kuli 'ne,<br/> Kuleko mweo wandi,<br/> Mwapitilile pa ntanshi,<br/> Ndemukonka no kwanga<br><br></p>"
    },
    {
        "title": "12 - EKWALl KAFUKAUKA",
        "number": 12,
        "content": "<h1>12 - EKWALl KAFUKAUKA</h1> <b>THERE IS A FOUNTAIN</b><p>1. Ekwali kafukauka,<br/> Mulopa wa Yesu;<br/> Na babi basambilwe 'ko<br/> Bale buta tutu<br><br>2. Mupupu asekelela<br/> Kumona Katula;<br/> Na ine nga ndi pamo fye <br/> Nasambilwe uko.<br><br>3. Mwe Katula umulopa<br/> Tawakapwe iyo,<br/> Na bantu benu bonse fye <br/> Ba pusushiwa 'ko.<br><br>4. Mubusumino namona<br/> Mulopa wa Yesu;<br/> Nomba ukutemwa kwakwe <br/> Ndefwaya nshimike.<br><br>5. Lintu Katula akesa <br/> Kunsenda ku mwakwe; <br/> Nkalaimba ulwimbo 'lu <br/> Pa luse lwakwe pe<br><br></p>"
    },
    {
        "title": "13 - MWE YESU NDEFWAYA UBUTUNTULU",
        "number": 13,
        "content": "<h1>13 - MWE YESU NDEFWAYA UBUTUNTULU</h1> <b>LORD JESUS, I LONG TO BE PERFECTLY WHOLE</b><p>1. Mwe, Yesu ndefwaya ubutuntulu;<br/> Kaleni shonse mu mutima wandi; <br/> Tobeni filubi, posa balwani; <br/> Munsambe ine elyo ndebatutu.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Ndebatutu ye, ndebatutu;<br/> Munsambe ine elyo ndebatutu.</i><br><br>2. Moneni ine Yesu Mfumu yandi;<br/> Mungafwe ine ukupela fyonse; <br/> Ndepela ine, fyonse ndeishiba;<br/> Munsambe ine elyo ndebatutu.<br><br>3. Yesu Mfumu kul'ici ndepapata. <br/> Ndepembela Mfumu pankasa shenu, <br/> Mulopa wenu walinsamba ine: <br/> Munsambe ine elyo ndebatutu.<br><br></p>"
    },
        {
        "title": "14 - BUPE BWA KWA LESA",
        "number": 14,
        "content": "<h1>14 - BUPE BWA KWA LESA</h1> <b>HEAR THE PENNIES DROPPING</b><p>1. Bupe bwa kwa Lesa<br/> Tuleta nomba<br/> Fyonse kuli Yesu<br/> Apoka ifi.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Leta, leta, leta, leta,<br/> Ubupe nomba:<br/> Fyonse kuli Yesu<br/> Apoka ifi.</i><br><br>2. Ubupe tuleta, <br/> Panono nomba, <br/> Lelo tulepela,<br/> Pantu twam'temwa.<br><br>3. Tupela kutemwa, <br/> Mwe Mupusushi, <br/> Yesu Mfumu yesu, <br/> Pokeni uku.<br><br></p>"
    },
    {
        "title": "15 - YESU ANTEMWA INE",
        "number": 15,
        "content": "<h1>15 - YESU ANTEMWA INE</h1> <b>JESUS LOVES ME</b><p>1. Yesu antemwa ine! Ilandwe lyanjebele; <br/> Bana bonse ebakwe, Yesu atutemwisha.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Yesu antemwa, Antemwa ine;<br/> Yesu antemwa, Ndimwana wakwe pe.</i><br><br>2. Yesu antemwa ine, Amfwilile ne mubi; <br/> Nomba alenjita 'ne Ukum'temwa pe na pe.<br><br>3. Yesu antemwa ine, Lintu ndi no bulanda; <br/> Atontonkanya ine kuti mbe mwana wakwe.<br><br>4. Yesu antemwa ine, Akekala mupepi;<br/> Ine nga nam'temwisha, Akansenda ku mwakwe<br><br></p>"
    },
    {
        "title": "16 - NASAMBA NDUPI SHANDI",
        "number": 16,
        "content": "<h1>16 - NASAMBA NDUPI SHANDI</h1> <b>I WASHED MY HANDS</b><p>1. Nasamba ndupi shandi,<br/> Bwino bwino tutu;<br/> Nashiashima Yesu<br/> Kumubombela pe.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Imwe tumakasa,<br/> Mulentwala kwi,<br/> Fyonse muli Yesu,<br/> Nkaya cita fye.</i><br><br>2. Ndemweba imwe matwi<br/> Mumfwe amashiwi,<br/> Umulimo usuma<br/> Ndupi shilecita.<br><br>3. Na mensa tulemona<br/> Imilimo yonse,<br/> Yanjishibisho bubi<br/> Lelo ne nshiku pe.<br><br></p>"
    },
    {
        "title": "17 - TEMWA KUTUSEKESHA",
        "number": 17,
        "content": "<h1>17 - TEMWA KUTUSEKESHA</h1> <b>‘TIS LOVE THAT MAKES US HAPPY</b><p>1. Temwa kutusekesha, Yawamisha nshila; <br/> Itwafwa ifwe kutemwa Bambi inshiku pe.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Atemwa, ifwe twana twakwe; <br/> Atemwa tukonka Yesu; <br/> Temwa kutusekesha, Yawamisha nshila; <br/> Itwafwa ifwe kutemwa bambi inshiku pe.</i><br><br>2. Bucushi bwafulisha, Imfwa ne yabubi;<br/> No kutemwa tukaesha Ukwafwa bambi pe<br><br>3. Lintu umweo wapwa, Lesa aletwita,<br/> Lwimbo lwesu nshiku shonse Kutemwa kwa Yesu<br><br></p>"
    },
    
    {
        "title": "18 - MWE MPUKA YA KRISTU",
        "number": 18,
        "content": "<h1>18 - MWE MPUKA YA KRISTU</h1> <b>ONWARD CHRISTIAN SOLDIERS</b><p>1. Mwe mpuka ya Kristu mwende ku fita,<br/> Lupanda lwa Yesu lwamulondola<br/> Kristu Mfumu yesu aletangila,<br/> Bulwi na satana alemwanshisha<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Mwe mpuka ya Kristu mwende ku fita<br/> Lupanda lwa Yesu lwamulondola.</i><br><br>2. Napabwishibisho bwa bwansho bwesu, <br/> Fita fya kwa ciwa filebutuka;<br/> Ciwa aletina lintu twaimba, <br/> Bamunyina besu mwimbe na maka.<br><br>3. Nge bumba lya maka abakwa Lesa,<br/> Nshila tuleenda iya mushilo; <br/> Ifwe twende pamo tatwalekane <br/> Pamo mulu Yesu Intungulushi<br><br>4. Aleni mwe bonse iseni nomba,<br/> Konke Mfumu Yesu, Lesa Kabumba,<br/> Imbeni mwe bonse lwimbo lwanseko<br/> Lulumbi mu cinshi ku Mfumu Kristu.<br><br></p>"
    },

    {
        "title": "19 - UMUTIMA WANDI",
        "number": 19,
        "content": "<h1>19 - UMUTIMA WANDI</h1> <b>MY SOUL BE ON THY GUARD</b><p>1. Umutima wandi ubibi bwafula,<br/> Ciwa aleesha cibi kunasha ne fibi.<br><br>2. Pempula mwipepo wileka kulwisha <br/> Inshiku shonse pe lomba amaka kwa Lesa.<br><br>3. Ubwansho ta bwapwa wifumya inkwela; <br/> Mulimo obe pakupwa wapelwa citebo.<br></p>"
    },
    
    {
        "title": "20 - SHIBUKA MUTIMA WANDI",
        "number": 20,
        "content": "<h1>20 - SHIBUKA MUTIMA WANDI</h1> <b>AWAKE MY SOUL</b><p>1. Shibuka mutima wandi, <br/> Wikokola nomba;<br/> Lintu ukabomba kuno <br/> Kafwikwa citebo.<br><br>2. Shiwi lyakwa Lesa wenu <br/> Lyamwita ku mulu; <br/> Akamupela cilambu<br/> Nge milimo yapwa.<br><br>3. Makumbi yabunte pe fye, <br/> Bamumona kuno;<br/> Laba ifintu panuma, <br/> Endesha pa ntanshi.<br><br>4. Mwe Katula Watemwikwa<br/> Mwatutungulula;<br/> Lintu twafwikwa ubwansho<br/> Tukamilumbanya.<br><br></p>"
    },
   
    {
        "title": "21 - NAISA KULUPANDA",
        "number": 21,
        "content": "<h1>21 - NAISA KULUPANDA</h1> <b>I AM COMING TO THE CROSS</b><p>1. Naisa ku Lupanda, ndi mupina nempofu;<br/> Fyonse fyandi ifyafye, Ndefwaya mpusushiwe.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Ndemusumina mweka, Mwana Lesa wapalwa;<br/> Ku Lupanda mfukama, Untule Yesu nomba,<br/> (Ibeshi lyakupelekesha) Yesu antula ine.</i><br><br>2. Mutima wandi nomba, Ndefwaya kumupela;<br/> Nomba Yesu anjeba, Ndefwaya mpusushiwe.<br><br>3. Fyonse fye ndemupela, lfibusa ne fyuma,<br/> Mubili no mutima, fyenu cine pe na pe.<br><br>4. Ndesumina malayo Kusambwa mumulopa;<br/> Tekuti njilumbanye, Natanikwe na Yesu<br><br>5. Yesu aisa nomba Aingila mum'tima,<br/> Nomba ndebuta tutu, Lulumbi kuli Yesu<br><br></p>"
    },
    
    {
        "title": "22 - MFUMU NAUMFWA MAPALO",
        "number": 22,
        "content": "<h1>22 - MFUMU NAUMFWA MAPALO</h1> <b>LORD, I HEAR</b><p>1. Mfumu naumfwa mapalo, Mwapela bantu benu;<br/> Ayaba kubakosesha, Paleni ine nomba.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Paleni na ine, Paleni ine nomba.</i><br><br>2. Wincila ine Katula nangu ine ndimubi; <br/> lmwe Lesa mukalamba mumpele luse lwenu<br><br>3. Mpulumushi nacitile shamulengo bulanda; <br/> Fya calo fyambifya ine, Mumbelele kuli ifi<br><br>4. Mwe Mupashi mwincilila, Nangu ine nanaka:<br/> Munjebe luse lwa Yesu ukumpela mutende<br><br></p>"
    },
   
    {
        "title": "23 - MWIKALE NA INE",
        "number": 23,
        "content": "<h1>23 - MWIKALE NA INE</h1> <b>HOVER O’ER ME HOLY SPIRIT</b><p>1. Mwikale na ine nomba, Mupashi Wamushilo; <br/> Mwikale muli ine pe, Mwise mube na ine.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Mwikale, mwikale, Yesu mube na ine; <br/> Mwikale muli ine pe, mwise mube na ine</i><br><br>2. Mwaishiba ukumpala, Nangu ine nanaka; <br/> Ine ndemukabila pe, Mwise mube na ine.<br><br>3. Ine ndi muntu wanaka, Ndemulomba uluse; <br/> Pela kuli ine nomba, Amaka yakutemwa.<br><br>4. Munsamba nokupususha, Mutima wabutisha; <br/> Wansekesha ine nomba, Mwise mube na ine.<br><br></p>"
    },
    {
        "title": "24 - NDEMUKABILA PE",
        "number": 24,
        "content": "<h1>24 - NDEMUKABILA PE</h1> <b>I NEED THEE EVERY HOUR</b><p>1. Ndemukabila pe. Mfumu ya luse; <br/> Tapali upela mutende nga Imwe.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Ndemukabila Mfumu, nshita shonse kuno; <br/> Mumpale ine Yesu Naisa nomba.</i><br><br>2. Ndemukabila pe, Kaleni Mupepi, <br/> Satana 'kafilwa nga muli mupepi.<br><br>3. Ndemukabila pe. Bulanda ne nseko; <br/> Nangu tamwikale, Mweo wandi wafwa<br><br>4. Ndemukabila pe. Mumfundishe lelo: <br/> Ubufwayo bwenu, Muwamye mutima.<br><br>5. Ndemukabila pe, Lesa wamushilo; <br/> Muncite wacine. Mwe mfumu yandi<br><br></p>"
    },
    {
        "title": "25 - FYONSE NACIMBILA YESU",
        "number": 25,
        "content": "<h1>25 - FYONSE NACIMBILA YESU</h1> <b>ALL TO JESUS I SURRENDER</b><p>1. Fyonse nacimbila Yesu Fyonse ndemupela fye; <br/> Nkamutemwa nshiku shonse, No kwikala nankwe pe.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Fyonse nacimba, Fyonse nacimba,<br/> Kuli lmwe Mupusushi, nacimba fyonse.</i><br><br>2. Fyonse nacimbila Yesu, Ndefukama ku nkasa:<br/> Naposa fyonse fya calo, Mbula Yesu mbuleni.<br><br>3. Fyonse nacimbila Yesu, Ncita mbe wamushilo;<br/> Mupashi mube na ine, Ngumfwe kuti mbe wenu.<br><br>4. Fyonse nacimbila Yesu Nomba ningumfwa Wene;<br/> Luseko lwa bupususho! Mulumbanyeni bonse.<br><br></p>"
    },
    {
        "title": "26 - NGE FINTU NDI",
        "number": 26,
        "content": "<h1>26 - NGE FINTU NDI</h1> <b>JUST AS I AM</b><p>1. Nge fintu ndi, ndi wafibi,<br/> lelo M'lopa wasumine, <br/> Elyo mwanjita kuli Mwe.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Mwe Mwana Lesa, naisa.</i><br><br>2. Nge fintu ndi, ndi impofu,<br/> Naisa munsambe ine, <br/> Munsambishe no mulopa,<br><br>3. Nge fintu ndi, Nacushiwe<br/> namatontonkanyo yabi, <br/> Yakutwishika no mweso,<br><br>4. Nge fintu ndi, ndimupina,<br/> Ndefwaya ukuposhiwa; <br/> Nkasanga fyonse kuli Mwe,<br><br>5. Nge fintu ndi, mulepoka,<br/> Mulemposha no kunsamba, <br/>Pantu namucetekela<br><br>6. Nge fintu ndi, ukutemwa <br/> kula nkula kuli Imwe, <br/> Nomba ndiwenu fye Mweka<br><br></p>"
    },
    {
        "title": "27 - TWATASHA  MWE  LESA",
        "number": 27,
        "content": "<h1>27 - TWATASHA MWE LESA</h1> <b>WE PRAISE THEE O GOD</b><p>1. Twatasha mwe Le-sa ku Mwana wenu,<br/> Ye-su afwile ukutula ifwe.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Aleluya! Aleluya! Aleluya! Ameni; <br/> Aleluya! Aleluya! Mutwimye limbi.</i><br><br>2. Twatasha Lesa ku Mupashi wenu,<br/> A-tulangile Mupusushi wesu.<br><br>3. Lulumbi lonse kwa Lesa mukulu,<br/> A-tushitile nomba tuli bakwe.<br><br>4. Lulumbi lonse ku Mwana wa Mpanga.<br/> A-sendele fya bipa fyesu fyonse.<br><br>5. Mutwimye nokwi-sula fye kutemwa,<br/> Ko-sesha mitima yesu kuli iMwe.<br><br></p>"
    },
    {
        "title": "28 - BULENI INSHlTA KUKONKA YESU",
        "number": 28,
        "content": "<h1>28 - BULENI INSHlTA KUKONKA YESU</h1> <b>TAKE TIME TO BE HOLY</b><p>1. Buleni inshita kukonka Yesu:<br/> Mube nankwe pe pe, temwa mashiwi;<br/> Mube ne cibusa ku bana bakwe; <br/> Mwilaba mu fyonse e kumupala<br><br>2. Buleni inshita kukonka Yesu; <br/> 'Kaleni mu nkama na Yesu Mfumu; <br/> Kumona Katula tulepalama; <br/> Ku fintu mwacita akamoneka,<br><br>3. Buleni inshita kukonka Yesu; <br/> Mwilaya pantanshi ya ntungulushi; <br/> Mu kwanga ne nsoni konkeni Mfumu; <br/> Moneni Katula, Cetekeleni.<br><br>4. Buleni inshita kukonka Yesu; <br/> Mweo obe onse pela ku Mfumu; <br/> Mupashi wa Lesa katungulula; <br/> Nokumuwamisha Kwikala nankwe,<br><br></p>"
    },
    {
        "title": "29 - UBE NA INE",
        "number": 29,
        "content": "<h1>29 - UBE NA INE</h1> <b>ABIDE WITH ME</b><p>1. Ube naine kasuba kawa,<br/> Mfimfi yafula ube naine! <br/> No wakungafwa wine nshikwete,<br/> We kafwa wandi ube na ine!<br><br>2. Inshiku shandi shilepwa bwangu<br/> Fintu fyamucalo fili fyafye,<br/> Fyonse fili fyakupitilila,<br/> We ushaluka ube na ine!<br><br>3. Ndekufwaya inshiku shonse pe<br/> Uluse lobe lwaansha fyonse,<br/> Ube intungulushi yandi,<br/> Muli fyonsefye ube na ine!<br><br>4. Nshatine kuti ube na ine,<br/> Amacusho tekuti yancushe,<br/> Wamfwa ukwansha kobe kulikwi?<br/> Nkansha ne pantu uti na ine!<br><br></p>"
    },
    {
        "title": "30 - KASUBA KAWA NOMBA",
        "number": 30,
        "content": "<h1>30 - KASUBA KAWA NOMBA</h1> <b>DAY IS DYING IN THE WEST</b><p>1. Kasuba kawa nomba, Twapelwa ukutusha,<br/> Nomba toteni Lesa Ku mapalo twapelwa pa kasuba<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Lesa Wamushilo mukalamba;<br/> Bonse kuno no mulu <br/>Bamutotela nomba Lesa Wesu.</i><br><br>2. Lesa Mfumu ya mweo, lfintu fyonse fyenu; <br/>Mutupale 'fwe bonse, Lintu tulemupepa mube nefwe.<br><br>3. Tata mutusunge fwe lintu mfimfi yaisa; <br/>Tulemutasha lelo Ne mitima yacine, Lesa wesu.<br><br>4. Lintu fyonse fikapwa, Milimo yonse yapwa, <br/>Lesa wesu wa mulu Mutupele cifulo kuli imwe<br><br></p>"
    },
    {
        "title": "31 - MWE KATULA WATEMWIKWA",
        "number": 31,
        "content": "<h1>31 - MWE KATULA WATEMWIKWA</h1> <b>SUN OF MY SOUL</b><p>1. Mwe Katula wate-mwikwa <br/>Ulubuto nga mu-lipo; <br/>Mwileka fintu fya calo <br/>Kufisha ku menso yesu.<br><br>2. Lintu napo-na mu tulo <br/>Mumpempule no-luse; <br/>Mupele kutontonkanya <br/>Kutemwa kwa Mupu-sushi.<br><br>3. Mube na ine 'nshiku pe, <br/>Kwabula Imwe nshi-kala; <br/>Lintu bushiku bwaila <br/>Mube na ine Ka-tula.<br><br>4. Mumpale ine lucelo <br/>Lintu nshate-ndeke ncito; <br/>Nga lintu Yesu abwela <br/>Nkekale nankwe ku mulu.<br><br></p>"
    },
    {
        "title": "32 - MFUMU E CILIBWE",
        "number": 32,
        "content": "<h1>32 - MFUMU E CILIBWE</h1> <b>THE LORD’S OUR ROCK</b><p>1. Mfumu e cilibwe cesu, E Iinga lyesu pe na pe<br/> Mu macusho tulekosa, E linga lyesu pe na pe<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Cilibwe-e cesu ca maka, cintelelwe muciswebebe, <br/>Ntungulu-shi yesu yacine E linga lyesu pe na pe.</i><br><br>2. Cintelelwe pa kasuba, E linga lyesu pe na pe, <br/>Tatwabe no mwenso nomba, E linga lyesu pe na pe.<br><br>3. Nga milamba yafulisha, Elinga lyesu pe na pe.<br/>Lesa wesu atusunga, Elinga lyesu pe na pe.<br><br>4. Mwe cilibwe catemwikwa, Elinga lyesu pe na pe, <br/>Mube mupepi na ifwe, Elinga lyesu pe na pe.<br><br></p>"
    },
    {
        "title": "33 - ANTUNGULULA KONSE FYE",
        "number": 33,
        "content": "<h1>33 - ANTUNGULULA KONSE FYE</h1> <b>HE LEADTH ME</b><p>1. Antungulula konse fye! Mashiwi yalenkosesha!<br/> No ko konse kuntu ndeya, A cili alenondola.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Anondola, anondola! Anondola no kuboko;<br/> Nkaba kakonka wawama Pantu anondola ine.</i><br><br>2. Nshita shimo mu bulanda, Nangu ndesekela bwino:<br/> Mu buseko na macusho, Acili alenondola.<br><br>3. Ndefwaya ukwikatisha, Nokushing'wing'wintikila;<br/> Lelo nkekushiwa fyonse, Pantu wene anondola.<br><br>4. Umulimo wandi wapwa, Na ine nayansha fyonse;<br/> Nangu kufwa teti ntine, Pantu Lesa anondola.<br><br></p>"
    },
    {
        "title": "34 - LINTU MWEO WANDI WAENDA BWINO",
        "number": 34,
        "content": "<h1>34 - LINTU MWEO WANDI WAENDA BWINO</h1> <b>WHEN PEACE LIKE A RIVER</b><p>1. Lintu mweo wandi waenda bwino, Nangu malanda yafula; <br/>Muli fyonse 'fi mwalinsambilisha ukuti, Cawama mutima.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Cawama .... Mutima .... Cawama mutima wandi pe.</i><br><br>2. Nangu Ciwa alencusha kuno pe, Ubulayo bulengafwa,<br/> Yesu aleshiba kunaka kwandi, Afwile kumpela amaka<br><br>3. Nasekela nomba kwishiba ici, Ububi nangu bwafula; <br/>Asendele nomba tebwandi iyo, Lulumbi lulumbi ku Mfumu.<br><br>4. Mwe Katula wandi mwendeshe kwisa Lintu tukamona fyonse, <br/>Penga likalila apo akesa, Cawama mutima wandi pe.<br><br></p>"
    },
    {
        "title": "35 - E BUCIBUSA E BUSEKESHA",
        "number": 35,
        "content": "<h1>35 - E BUCIBUSA E BUSEKESHA</h1> <b>WHAT A FELLOWSHIP</b><p>1. E busibusa, e busekesha<br/> Lintu Yesu aletusunga;<br/> Umutende pe aletupela,<br/> Lintu tulemusumina fye.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Ta-tu-ti-na Pantu Yesu e Katula;<br/> Ta-tu-ti-na Lintu Yesu aletusunga.</i><br><br>2. Cawama nomba, ukukonka pe, <br/>Lintu Yesu aletusunga,<br/> Lubuto lwakwe munshila yesu, <br/>Lintu tulemusumina fye.<br><br>3. Tatwakatine, mwenso takuli, <br/>Lintu Yesu aletusunga; <br/>Atupela pe mutende wakwe, <br/>Lintu tulemusumina fye.<br><br></p>"
    },
    {
        "title": "36 - NDEMUMONA IMWE",
        "number": 36,
        "content": "<h1>36 - NDEMUMONA IMWE</h1> <b>MY FAITH LOOKS UP TO THEE</b><p>1. Ndemumona Imwe, Muli pa Kalfali, <br/> Mwana Lesa; Mumfwe shiwi lyandi. Mufumye ifibi, <br/> Ndefwaya pe na pe. Kuba wenu.<br><br>2. Peleni cikuku, Mukosho ‘mutima, <br/>Ukubomba; Pantu mwamfwilile, Ndefwaya kutemwa, <br/>No kubomba 'lelo Ne nshiku pe.<br><br>3. Lintu ndi mu calo, Yafula macusho, <br/>Mulensunga; Mfifi 'be kasuba, Mufumye bulanda, <br/>Lelo ne nshiku pe, Ni 'ne wenu<br><br></p>"
    },
    {
        "title": "37 - LESA MFUMU Y ANDI",
        "number": 37,
        "content": "<h1>37 - LESA MFUMU Y ANDI</h1> <b>NEARER, MY GOD TO THEE</b><p>1. Lesa Mfumu yandi kampalame, <br/>Nangu kulupanda naninikwa; <br/> Elyo, lwimbo lwandi nkamupalamina<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Nkamupalamina Lesa wandi.</i><br><br>2. Nangu ngo mweni fye naililwa,<br/> Bushiku bwafita, ine neka; <br/> Lelo mufiloto nkamupalamina,<br><br>3. Mu nshila ya cine ndefwaisha,<br/> Fyonse wantumina ifya luse;<br/> Bangeli bangafwa kumupalamina,<br/><br><br>4. Elyo, nashibuka, nkamutasha,<br/> Nangu mubulanda nkamutota;<br/> Elyo mu machusho nkamupalamina<br><br>5. Elyo, Imfwa yapwa nkaya kwesu,<br/> Munshila ku mulu nkemba cine;<br/> Ulwimbo lwakale lwakupalamina,<br><br></p>"
    },
    {
        "title": "38 - MWE BAKWA LESA",
        "number": 38,
        "content": "<h1>38 - MWE BAKWA LESA</h1> <b>FIRMLY STAND FOR GOD</b><p>1. Mwe bakwa Lesa koseni nomba, Nangu amachushyo yafulishya,<br/> Ali libwe amupela maka, Lintu Ciwa apalama.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Kaleni pa Libwe, kaleni pa Libwe, Yesu Klistu e Libwe.<br/> \"Nga twansho bubi ci-ne tukekala, Mubufumu bwa Katula.</i><br><br>2. Koseni mu cine cakwa Lesa. Koseni bucetekelo bwenu;<br/> Ali Libwe amupelo bwansho, Pali bubi pa calo.<br><br>3. Konkeni cine akafwa imwe, Nangu yalinda nshita itali;<br/> Cine cikamupela mutende, Mu macusho ya mweo.<br><br></p>"
    },
    {
        "title": "39 - BUSUMINO BWANDI",
        "number": 39,
        "content": "<h1>39 - BUSUMINO BWANDI</h1> <b>MY HOPE IS BUILT</b><p>1. Busumino bwandi nomba,<br/> Mu mulopa wakwa Yesu; <br/> Mu bantu nshilesumina,<br/> Kano Mfumu Yesu eka.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Yesu ni Li bwe lya maka, <br/>Ifintu fimbi ifya fye <br/>Ifintu fimbi ifya fye.</i><br><br>2. Lintu mpumi nshilemona,<br/> Ndesumina luse lwakwe <br/> Mu macusho yakalamba,<br/> Yesu ni cibusa wandi.<br><br>3. Ubulayo bwakwa Yesu <br/> Bwankosesha umutima;<br/> Nga natendeko kufilwa,<br/> Ni Yesu anjikatila.<br><br>4. Ndemufwaya ukunsunga,<br/> No kubutisha mutima; <br/> Kabili lintu mukesa,<br/> Munsende ine ku mulu<br><br></p>"
    },
    {
        "title": "40 - NGA TWAYA NE MFUMU",
        "number": 40,
        "content": "<h1>40 - NGA TWAYA NE MFUMU</h1> <b>TRUST AND OBEY</b><p>1. Nga twaya ne Mfumu mu mashiwi yakwe<br/> Atupelo lubuto pefye:<br/> Lintu tunakila, Ekala mupepi,<br/> Na kuli bonse banakila<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Mumfwile pe, pantu kuli bonse,<br/> Basumina na Yesu, Abapela kwanga</i><br><br>2. Amacusho yonse yafumiwa bwangu<br/> Lintu Lesa ati, \"Mutende.\"<br/> Te ukutwishika, takuli bulanda,<br/> Lintu tulenakila Yesu<br><br>3. Lelo tatwishiba, Ukutemwa kwakwe,<br/> Pantu tatumusuminisha;<br/> Amapalo yakwe, No buseko bonse,<br/> Kuli abo bamusumina.<br><br>4. Nomba ne cacine, Tukaba pankasa,<br/> Nelyo tukenda nankwe bwino; <br/> Amashiwi yakwe, Tukacita pe pe.<br/> Muli fyonse tukasumina,<br><br></p>"
    },
    {
        "title": "41 - LESA 'BE NEMWE",
        "number": 41,
        "content": "<h1>41 - LESA 'BE NEMWE</h1> <b>GOD BE WITH YOU!</b><p>1. Lesa'be nemwe tukumane; Amutungulula bwino,<br/> Amufimba no luse lwakwe; Lesa 'be nemwe tukumane.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Lintu twakumana, bonse fye kuli Yesu;<br/> Lintu twakumana, Lesa 'be nemwe tukumane.</i><br><br>2. Lesa 'be nemwe tukumane, Amufimba na mapindo,<br/> Amwikushisha na mana; Lesa 'be nemwe tukumane<br><br>3. Lesa 'be nemwe tukumane, Lintu muli mumacusho,<br/> Alemukumba nshiku pe, Lesa 'be nemwe tukumane.<br><br>4. Lesa 'be nemwe tukumane, Amwisusha no kutemwa,<br/> A-lesha imfwa kuli mwe, Lesa 'be nemwe tukumane.<br><br></p>"
    },
    {
        "title": "42 - KULI BAMUNYINANE KUNO",
        "number": 42,
        "content": "<h1>42 - KULI BAMUNYINANE KUNO</h1> <b>WITH FRIENDS ON EARTH</b><p>1. Kuli bamunyinane kuno tulesekelela,<br/> Lelo bulanda bwaisa kulekana libili.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Tatwakalekane uko ku calo ca Lesa, <br/>Mu calo ico cawama tatwakalekane.</i><br><br>2. Icintu cimo tusekesha lintu tulekana,<br/> Kuti tatwakalekane ku calo ca kwa Lesa.<br><br>3. Mashiwi yakulekana tayakabe ko kulya,<br/> Lelo nyimbo sha buseko tukemba mu mulu pe.<br><br></p>"
    },
    {
        "title": "43 - TULO TWAPALWA",
        "number": 43,
        "content": "<h1>43 - TULO TWAPALWA</h1> <b>ASLEEP IN JESUS</b><p>1. Tulo twapalwa, twapalwa,<br/> Ukulila konse kwapwa; <br/> Ukulala utulo fye, <br/> Amacusho yonse yapwa.<br><br><br><font color=#CD9B1D>CHORUS:</font><br>Tulo twapalwa, cawama,<br/> Ukuteyanya kul’ici:<br/> Kutusha mu busumino,<br/> Ukupalwa inshiku pe.<br><br>2. Tulo twapalwa, twapalwa,<br/> Kubuka pamo kwapalwa: <br/> Lintu Katula akesa,<br/> Tulo tukapwa munshinshi.<br><br>3. Tulo twapalwa. twapalwa,<br/> Yesu, Katula akesa;<br/> Ukonaula imfwa pe <br/> Bakema mucishifwa pe.<br><br></p>"
    },
    {
        "title": "44 - LINTU IMILIMO YANDI YAPWA",
        "number": 44,
        "content": "<h1>44 - LINTU IMILIMO YANDI YAPWA</h1> <b>WHEN MY LIFE WORK IS ENDED</b><p>1. Lintu imilimo yandi yapwa muno mu calo, <br/>Lintu Lesa ampelo mweo wa pe, <br/>Nkamwishi-ba Katula lintu nkafika uko, <br/>Pantanshi nkamona Yesu Katula.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Nkamwishiba, nkamwishiba,<br/> Lintu nkafika mu bufumu;</i><br><br>2. Lintu nka-mone mpumi ya Mfumu nkasekela,<br/> Menso yakwe yabengeshima 'luse;<br/> Mutima ukatasha ku luse ne cikuku,<br/> Awamishe ng'anda yandi ku mulu.<br><br>3. Ndetonto-nkanya batemwikwa bandi bafwile,<br/> Ndebukisha nomba lintu bafwile,<br/> Mu bufu-mu bwa Lesa tukabamona pe pe,<br/> Lelo Yesu ndetemwisha kumona.<br><br>4. M‘fipata fyamusumba fyafwikwa mu lubuto.<br/> Akafumye filambu fyandi ntanshi,<br/> Ulwimbo nkemba pamo na bantu bakwe bonse,<br/> Lelo Yesu ndetemwisha kumona<br><br></p>"
    },
    {
        "title": "45 - MPENI CIPINGO",
        "number": 45,
        "content": "<h1>45 - MPENI CIPINGO</h1> <b>GIVE ME THE BIBLE</b><p>1. Mpeni Cipingo, ntanda ya lubuto, Eca kukosesha ulebifya;<br/> Takuli ibimbi lingacifisa, Pantu Yesu aishile tula.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Mpeni Cipingo, lubuto lwa mweo, Lubuto lwenu kuti lwa mbaka;<br/> Kutemwa na malayo fikaba pe, Bu kasuke bushiku bu kapwe.</i><br><br>2. Mpeni Cipingo lyo ndi no bulanda. Lintu mpulumushi shafulila,<br/> Mpeni mashiwi yasoswa na Yesu, Kuti nkabe no kucetekela<br><br>3. Mpeni Cipingo cibutisha nshila, Nkamone fibi fya muno calo;<br/> Cikabutisha if yo fya fitisha, E cingapela fye umutende.<br><br>4. Mpeni Cipingo lubuto lwa mweo, Ulwa kunkosesha mumfwa yandi;<br/> Nangu ulubuto ulwa ku mulu, Nangu ululumbi lwakwa Lesa,<br><br></p>"
    },
    {
        "title": "46 - IMBA KABILI KULI 'NE",
        "number": 46,
        "content": "<h1>46 - IMBA KABILI KULI 'NE</h1> <b>SING THEM OVER AGAIN</b><p>1. Imba kabili kuli'ne Mashiwi ya mweo;<br/> Nangu kuwama kwayako, Mashiwi ya mweo,<br/> Mashiwi ya wama, Ya tusambilisha.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Ayawama, ayawama, Mashiwi ya mweo;<br/> Ayawama, ayawama, Mashiwi ya mweo.</i><br><br>2. Yesu abapele bonse, Mashiwi ya mweo;<br/> We kabifya umfwo bwite, Mashiwi ya mweo,<br/> Yapelwa kul’ifwe, Kututwala ku mulu<br><br>3. Tume ciunda ce landwe, Mashiwi ya mweo;<br/> Yaleta bonse mutende, Mashiwi ya mweo,<br/> Yesu e Katula, Atubutishishe.<br/><br><br></p>"
    },
    {
        "title": "47 - PA MIPUMA YA YODANI",
        "number": 47,
        "content": "<h1>47 - PA MIPUMA YA YODANI</h1> <b>ON JORDAN’S STORMY BANKS</b><p>1. Pa mipuma ya Yodani Ndemona kwishilya,<br/> Eko icalo ca Kenani Fintu fyandi uko.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Tukatusha mu calo cisuma, <br/> Kwishilya pa mipuma Kulya,<br/> Nokwimba ulwimbo lwa Mpanga pe na pe,<br/> Kwikala pamo na Yesu</i><br><br>2. lcalo ico cawama Bushiku takuli,<br/> Yesu e kasuba uko apela lubuto.<br><br>3. Inshita nshi nkafika 'ko kupalwa pe na pe,<br/> Nokumona Tata wandi, Kutusha ku mwakwe?<br><br>4. Nomba umutima wandi, Tautemwa muno,<br/> Nangu mabimbi bukali, Ndefwaya kwishilya.<br><br></p>"
    },
    {
        "title": "48 - TUKABA NO KWANGA",
        "number": 48,
        "content": "<h1>48 - TUKABA NO KWANGA</h1> <b>O THERE’LL BE JOY</b><p>1. Lintu imilimo ikapwa, Elyo tukaba no kwanga;<br/> Lintu baleta mipasa ku musumba wa Lesa.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Tukaba no kwanga kulya, Tukaba nokwanga pefye<br/> Pantu inshita yapalama kuli bonse kutusha</i><br><br>2. Inyimbo tukemba shawama, Tukatasha ne mitima,<br/> Kulumbanye Mfumu yesu Mu musumba pe na pe.<br><br>3. lcawama catusekesha, Masano yafula kulya;<br/> Aya citilwe naYesu Mu musumba wa Lesa.<br><br></p>"
    },
    {
        "title": "49 - NDETONTONKANYA ‘NE",
        "number": 49,
        "content": "<h1>49 - NDETONTONKANYA ‘NE</h1> <b>ONE SWEETLY SOLEMN THOUGHT</b><p>1. Ndetontonkanya 'ne Libili libili; <br/> Napalama kwesu lelo, Nomba ndi mupepi<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Napalama, napalama, Napalama kwesu<br/> Lelo, Nomba ndi mupepi.</i><br><br>2. Napalama ng'anda, Yakwa Tata wandi;<br/> Ne cipuna eakwa Yesu, Nomba ndi mupepi.<br><br>3. Napalama kwesu nkayatula cipe,<br/> No bulanda bwandi bonse, Nkafwala citebo.<br><br></p>"
    },
    {
        "title": "50 - CALO TUSUMINA",
        "number": 50,
        "content": "<h1>50 - CALO TUSUMINA</h1> <b>THERE’S A LAND</b><p>1. Calo tusumina ciliko, No busumino tucimona<br/> Pantu Tata alepembela, Tukekala mu calo cilya.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Tukaya kumana Kucalo Yesu ateyanya (teyanya);<br/> Tukaya kumana Na Yesu na bonse basuma.</i><br><br>2. Pa cabu cawama tukemba, Nyimbo sho shawama shapalwa;<br/> E, no bulanda takwakabe, No kulila kwine kukapwa<br><br>3. A nakuli Shifwe mu mulu, Tukamulumbanya ne mbila;<br/> Mulandu wa bupe, Kutemwa, Na mapalo ya nshiku shonse<br><br></p>"
    },
    {
        "title": "51 - MWE LESA WESU MULUBATISHO",
        "number": 51,
        "content": "<h1>51 - MWE LESA WESU MULUBATISHO</h1> <b>BAPTIZE US A NEW</b><p>1. Mwe Lesa wesu mu lubatisho,<br/> Na maka ya mulu Lesa palama<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Twapapata nomba Katula wesu<br/> Kutemwa no M'pashi mulubatisho.</i><br><br>2. Ifintu fyesu e fyafye fyeka,<br/> Tusambe ufumye ububi bwesu.<br><br>3. We Mupusushi tupalwe nomba,<br/> Twalomba mapalo, palama ifwe.<br><br>4. Mumfwe ishiwi, ishiwi lyakwe<br/> Ube watemwikwa nasekelela.<br><br></p>"
    },
    {
        "title": "52 - ISENI NOMBA KATULA",
        "number": 52,
        "content": "<h1>52 - ISENI NOMBA KATULA</h1> <b>COME, THOU FOUNT</b><p>1. Iseni nomba Katula, M'wamye mutima wandi;<br/> Mimana ya luse lwa pe, Yatwita ukutasha,<br/> Ndefwaya ukumutasha, pantu luse lwafula;<br/> Busumino bwa mweo pe, Bulempelo buseko.<br><br>2. Ndeimika Ebenesar, Mwangafwilile ine;<br/> Ndesumina ukufika ku nganda ya Katula;<br/> Yesu amfwaile ine, Nalubile mu mfifi,<br/> Ampuswishe ku macusho, Ampele umulopa.<br><br>3. Luse lwenu lwafulisha, Ndelumone nshiku pe;<br/> Kabili ndefwaya nomba, Mpalame kuli Imwe; <br/> Ine ndi ne mpulumushi, Shonse ndepela Imwe;<br/> O, Yehofa ndemufwaya, Munyingishe ku mulu<br><br></p>"
    },
    {
        "title": "53 - MUPASHI WAMUSHILO",
        "number": 53,
        "content": "<h1>53 - MUPASHI WAMUSHILO</h1> <b>HOLY SPIRIT, FAITHFUL GUIDE</b><p>1. Mupashi Wamushilo, Mwikale mupepi pe; <br/> Munjikata 'kuboko, Ine mu matololo; <br/> Ndesekela ukumfwa Kwitwa kwa kutemwikwa<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Mutepeta, Munkonka ku mwesu ukutusha</i><br><br>2. Icibusa ca cine, Twacetekela Imwe; <br/> Mwituleka kufilwa, No kuluba mu mfifi; <br/> Fipupu fyaluluma, Imitima yanaka,<br><br>3. Mungafwa ine kuno, Ukuposa ububi;<br/> Nshilefwaya fimbi 'yo, Kano kutota Imwe;<br/> Mwe Cibusa ca cine, Lintu fyonse fikapwa<br><br></p>"
    },
    {
        "title": "54 - CINTU CIMO NDEFWAISHA",
        "number": 54,
        "content": "<h1>54 - CINTU CIMO NDEFWAISHA</h1> <b>ONE THING I OF THE LORD</b><p>1. Cintu cimo ndefwaisha<br/> Pantu nshila shabipa fye,<br/> Munsambe Imwe mwebene,<br/> Ndefwaisha ici nomba<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Munsambe ine konse fye,<br/> Napela fyonse kuli 'Mwe;<br/> Ndemufwaya ukufumya<br/> Mpulumushi muli ine</i><br><br>2. Nkalasekela kumona,<br/> Ifintu fyenu kucila;<br/> Lelo ukuba wabuta,<br/> Ndefwaisha, ndefwaisha<br><br>3. Nde esha kuleko bubi,<br/> No kufumya ku mutima;<br/> Lelo maka yandi yafye,<br/> Nshilebuta, nshilebuta.<br><br>4. Lintu mutima wabuta,<br/> Menso yandi yakesuka;<br/> Nkamumona Mwe Katula,<br/> Mwe Katula Watemwikwa.<br><br></p>"
    },
    {
        "title": "55 - BUSHE WAYA KULI YESU KUSAMBWA?",
        "number": 55,
        "content": "<h1>55 - BUSHE WAYA KULI YESU KUSAMBWA?</h1> <b>HAVE YOU BEEN TO JESUS!</b><p>1. Bushe waya kuli Yesu kusambwa. Mum’lopa wa Yesu wamweo?<br/> Wasumina cine cine m'cikuku, Wasambwa mum’lopa wa Yesu?<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Wasambwa ... mum'lopa ... Wabuta wa Mwana wa Mpanga ... ?<br/> Bushe fyakufwala fyenu fyabuta? Kanshi musambwe mu mulopa.</i><br><br>2. Bushe ule enda pe pe ne Mfumu, Mum'lopa wa Mwana wa Mpanga?<br/> Uletusha pa lupanda lwa Mfumu, Wasambwa mum’lopa wa Yesu.<br><br>3. Lintu Shibwinga akesa ni shani, Bushe ukaba mutuntulu?<br/> Bushe ukaba waiteyanisha? Sambeni mum‘lopa wa Yesu<br><br>4. Fuleni fyakufwala ifyakale, Musambe mum‘lopa wa Mpanga;<br/> Kafukauka kaliko musambe, Sambeni mum’lopa wa Mpanga.<br><br></p>"
    },
    {
        "title": "56 - NAENDAWIKE UKUTALI",
        "number": 56,
        "content": "<h1>56 - NAENDAWIKE UKUTALI</h1> <b>I’VE WANDERED FAR AWAY</b><p>1. Naendawike kutali, Nomba ndebwela;<br/> Mpulumushi shafulile, Nomba ndebwela.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Ndebwela ndebwela, Nanako kwenda;<br/> Mumpokelele mwe Mfumu, Nomba ndebwela.</i><br><br>2. Nanaka ne mpulumushi, Nomba Ndebwela;<br/> Kutemwa kobe ndefwaya, Nomba ndebwela<br><br>3. Bucetekelo bweka fye, Nomba ndebwela;<br/> Yesu amfwilile ine, Nomba ndebwela.<br><br>4. Ndenakila m'lopa wakwe, Nomba Ndebwela;<br/> Munsambe ndebuta tutu, Nomba ndebwela.<br><br></p>"
    },
    {
        "title": "57 - BONSE BALEUMFWA AMASHIWI",
        "number": 57,
        "content": "<h1>57 - BONSE BALEUMFWA AMASHIWI</h1> <b>WHOSOEVER HEARETH</b><p>1. Bonse baleumfwa amashiwi,<br/> Tumeni ilandwe mu calo conse,<br/> Soseni ilandwe kuli bonse,<br/> \"Iseni bonse mwandi<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>\"Iseni bonse mwe balubile,\" <br/>Yesu alefwaya bonse ukwisa;<br/> Tata watemwika atwita nomba, <br/>\"Iseni bonse mwandi.\"</i><br><br>2. Imwe muleisa mwikokola, <br/>Lesa amupela inshita nomba; <br/> Yesu Mupusushi ali nshila, <br/>\"Iseni bonse nomba.\"<br><br>3. Amashiwi aya e yacine,<br/> Lesa asosele kuli ‘mwe bonse;<br/> \"Ndefwayo kupelo mweo pe na pe,<br/> Iseni bonse nomba.\"<br><br></p>"
    },
    {
        "title": "58 - CHINDIKENI MFUMU BONSE",
        "number": 58,
        "content": "<h1>58 - CHINDIKENI MFUMU BONSE</h1> <b>ALL HAIL THE POWER</b><p>1. Cindikeni Mfumu bonse, Bangeli bam'tota;<br/> Leta 'citebo ca Mfumu, Lumbanyeni Yesu.<br/> Leta 'citebo ca Mfumu, Lumbanyeni Yesu<br><br>2. Imwe basalwa ba Mfumu, Mwe bantu bacepa,<br/> Lumbeni Katula wenu, Lumbanyeni Yesu.<br/> Lumbeni Katula wenu, Lumbanyeni Yesu.<br><br>3. Iseni bonse bam'calo, Toteni Katula;<br/> Yesu ni Katula wesu, M'lumbanyeni nomba.<br/> Yesu ni Katula wesu, M'lumbanyeni nomba.<br><br>4. Na ifwe pamo nga bakwe, Tukamutotela;<br/> Tukembo lwimbo lusuma, Kulumbanya Yesu.<br/> Tukembo lwimbo lusuma, Kulumbanya Yesu.<br><br></p>"
    },
    {
        "title": "59 - YESU E WAKUTEMWA",
        "number": 59,
        "content": "<h1>59 - YESU E WAKUTEMWA</h1> <b>JESUS LOVER OF MY SOUL</b><p>1. Yesu e wakutemwa, Kampalame kuli 'Mwe;<br/> Macusho yafulisha, Yaesha kunasha 'ne;<br/> Mumfishe Mupusushi, Ku macusho ya panshi;<br/> Kupelekesha fyonse, Buleni ‘mupu wandi.<br><br>2. Linga limbi nshakwata, Kano imwe Katula;<br/> Windeka ine neka, Mungafwe pano calo;<br/> Fyonse ndepoka nomba, Fyafuma kuli imwe;<br/> Muncinge ine nomba, Napatwa kuli Ciwa.<br><br>3. Ndemufwaya mwe Yesu, Imwe Katula wandi;<br/> Muli na maka yonse, Kubaposha balwala; <br/> Shina lyobe mushilo, Ine muntu wabipa;<br/> Bubi bwandi bwafula, Imwe luse lwafula<br><br>4. Luse lwenu lwafula, Ukunsamba ne mubi,<br/> Iseni mwe Katula, M'wamye mutima wandi;<br/> Mupela kuli ine, ku mulonga wa mweo;<br/> Mube na ine pe fye, Kuwamya mweo wandi.<br><br></p>"
    },
    {
        "title": "60 - YESU MWE KATULA WESU",
        "number": 60,
        "content": "<h1>60 - YESU MWE KATULA WESU</h1> <b>JESUS THOU JOY OF LOVING HEARTS</b><p>1. Yesu Mwe Katula wesu, Kafu-ka-u-ka ka mweo;<br/> Kuli fisuma fya calo-, Tulebwela kuli Imwe.<br><br>2. Tulemusonda Mukate, Lelo-tu-fwa-ya kulisha;<br/> Tulenwa Imwe Mwe M'longa-, Tulefwaya ukunwa pe.<br><br>3. Myeo yesu yamufwaya, Ise-ni-no-kwikala pe;<br/> Tulesekela icibi-, Kumona cimwemwe cenu.<br><br>4. Mwe Katula mwituleka, Pale-ni-i-nshita-shesu;<br/> Fumyeni ububi bwesu-; Paleni lubuto lwenu.<br><br></p>"
    },
    {
        "title": "61 - NJISHIBE FINGI FYAMFUMU",
        "number": 61,
        "content": "<h1>61 - NJISHIBE FINGI FYAMFUMU</h1> <b>MORE ABOUT JESUS</b><p>1. Njishibe fingi fya Mfumu; Nkatungulule banandi;<br/> Monemo 'lupusukilo, Ndetemwa pantu afwile.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>E, fimbi fya Yesu, E, fimbi fya Yesu,<br/> Monemo ‘lupusukilo, Ndetemwa pantu afwile.</i><br><br>2. Nsambilile ifya Mfumu, Ne fya mushilo fya Mfumu;<br/> Unsambilishe Mupashi, Nange fintu fya kwa Yesu.<br><br>3. Njishibe fimbi fya Mfumu, No kwikala na Wene pe.<br/> No kumfwila muli fyonse, Ukuti mbe uwa cine.<br><br>4. Njishibe po fya cipuna, Fyuma, lulumbi e fyakwe;<br/> Ng’ongesesha ukwishiba, 'Fya kwisa kwa Mfumu Yandi.<br><br></p>"
    },
    {
        "title": "62 - YESU NDEMUTEMWA KATULA WANDI",
        "number": 62,
        "content": "<h1>62 - YESU NDEMUTEMWA KATULA WANDI</h1> <b>MY JESUS, I LOVE THEE</b><p>1. Yesu ndemutemwa katula wandi,<br/> Pamulandu obe ndeleko bubi;<br/> Katula waluse Cibusa candi,<br/> Nga nakutemenwe nomba kwacila.<br><br>2. Ndekutemwa pantu, wantemwa kale;<br/> Kuli ine wamfwile pa Kalfali;<br/> Citebo ca myunga, pa mutwe obe,<br/> Nga nakutemenwe, nomba kwacila.<br><br>3. Mweo wandi onse ndi wakutemwa,<br/> Nkalamutotela, Mu bumi bwandi<br/> Mweo wandi onse Ndepela nomba,<br/> Nga nakutemenwe nomba kwacila<br><br>4. Mu masano uko Ayalulumbi,<br/> Lintu mukansenda 'Kwikala uko,<br/> Nkalamutotela katula wandi,<br/> Nga nakutemenwe elyo kwacila.<br><br></p>"
    },
    {
        "title": "63 - CINSHI CINGASAMBA INE?",
        "number": 63,
        "content": "<h1>63 - CINSHI CINGASAMBA INE?</h1> <b>WHAT CAN WASH AWAY MY SIN?</b><p>1. Cinshi cingasamba 'ne?<br/> Umulopa wakwa Yesu<br/> Mutima wasambwa nshi?<br/> Umulopa wakwa Yesu.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Mulopa usuma, Ukasamba ine;<br/> Nshikwete nacimbi, Umulopa wakwe weka,</i><br><br>2. Ukusamba ndemona,<br/> Umulopa wakwa Yesu;<br/> Ukumbelela ine,<br/> Umulopa wakwa Yesu.<br><br>3. Ukumfumya mu fibi,<br/> Umulopa wakwa Yesu;<br/> Fintu fyandi fifyafye,<br/> Ndefwaya mulopa wakwe.<br><br>4. Ndesumina muli'yu,<br/> Umulopa wakwa Yesu;<br/> Busuma bwandi ubu,<br/> Umulopa wakwa Yesu.<br><br>5. Lumbeni mulu uyu,<br/> Wangafwa mulopa wakwe;<br/> Natasha kuli uyu,<br/> Umulopa wakwa Yesu.<br><br></p>"
    },
    {
        "title": "64 - BUSHE MULENAKA NO BULANDA",
        "number": 64,
        "content": "<h1>64 - BUSHE MULENAKA NO BULANDA</h1> <b>ARE YOU WEARY</b><p>1. Bushe mulenaka no bulanda? Mwebeni Yesu;<br/> Mwebeni Yesu; Bushe ubuseko bwenu bwaya?<br/> Mwebeni Yesu eka<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Mwebeni Yesu, mwebeni Yesu, E cibusa mupepi;<br/> Tapali umbi pamo nga Yesu, Mwebeni Yesu eka</i><br><br>2. Bushe minsoshi ilepona pe? Mwebeni Yesu,<br/> Mwebeni Yesu; Imitima yenu muli bubi? <br/> Mwebeni Yesu eka.<br><br>3. Bushe muli nomwenso ukufwa? Mwebeni Yesu, <br/> Mwebeni Yesu; Mulepembela 'kwisa kwa Kristu?<br/> Mwebeni Yesu eka.<br><br>4. Bushe muletina amalanda? Mwebeni Yesu,<br/> Mwebeni Yesu; Mulelangulukila mailo?<br/> Mwebeni Yesu eka<br><br></p>"
    },
    {
        "title": "65 - ECAWAMA KUSUMINA MULI YESU KATULA",
        "number": 65,
        "content": "<h1>65 - ECAWAMA KUSUMINA MULI YESU KATULA</h1> <b>TIS SO SWEET TO TRUST</b><p>1. Ecawama kusumina, Muli Yesu Katula;<br/> Ukusumina mashiwi, Yakwe ayamweo pe.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Yesu! Yesu! ndesumina.<br/> Namweseshe kale fye<br/> Yesu! Yesu! Mfumu yandi<br/> Ndefwayo kumutota.</i><br><br>2. Ecawama kusumina, Mu mulopa wakwe pe;<br/> Mu busumino kusamba, Mum'lopa wa kwa Yesu.<br><br>3. Ecawama kusumina, No kuposa ifibi;<br/> Kuli Yesu tukapoka, Mweo, kwanga, mutende.<br><br>4. Nasekela nomba line, Pantu Yesu antula;<br/> Nomba naishiba cine, Mukaba na ine pe.<br><br></p>"
    },
    {
        "title": "66 - WE KASUBA KATEMWIKWA",
        "number": 66,
        "content": "<h1>66 - WE KASUBA KATEMWIKWA</h1> <b>O HAPPY DAY</b><p>1. We kasuba katemwikwa, Lintu nasalile Yesu;<br/> Nomba umutima wandi, Ukalanda luse lwakwe,<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Kasuba kasuba, Lintu Yesu ansambile;<br/> Ansambilishe 'kupepa, Nokusekela konse pe;<br/> Kasuba kasuba, Lintu Yesu ansambila.</i><br><br>2. Nomba umulandu wapwa, ali wandi ine wakwe;<br/> Atangile ndemukonka, Pantu ali Mupusushi.<br><br>3. We mutima wandi tusha, Pantu wasalile Yesu;<br/> Wipilibuka kabili, Akakupela fisuma.<br><br></p>"
    },
    {
        "title": "67 - MWE BANTU BA MFUMU",
        "number": 67,
        "content": "<h1>67 - MWE BANTU BA MFUMU</h1> <b>COME, WE THAT LOVE THE LORD</b><p>1. Mwe bantu ba Mfumu nomba tusekela;<br/> Twimbe ulwimbo lusuma, Twimbe ulwimbo lusuma,<br/> No kwisa ku Mfumu, No kwisa ku Mfumu.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Tuleya ku Zion, Yawama Zion yawama;<br/> Tuleya nomba kwi sano, Mu musumba wakwa Lesa.</i><br><br>2. Bakana ukwimba, Tabeshiba Lesa; <br/> Lelo bana bakwa Lesa, Lelo bana bakwa Lesa;<br/> Basekela pe fye, Basekela pe fye.<br><br>3. Kuno bantu bakwe bapelwa mapalo;<br/> Nangu tatulafikako, Nangu tatulafikako,<br/> Kwenda mu misebo, Kwenda mu misebo.<br><br>4. Tukemba pe na pe, Tatuli ne nsoni;<br/> Twapalama ku Kenani, Twapalama ku Kenani,<br/> Icalo ca Mfumu, Icalo ca Mfumu<br><br></p>"
    },
    {
        "title": "68 - YESU AMPUSUSHA NATEMWA",
        "number": 68,
        "content": "<h1>68 - YESU AMPUSUSHA NATEMWA</h1> <b>REDEEMED! HOW I LOVE TO PROCLAIM IT</b><p>1. Nalipusushiwa, nasosa, Mu mulopa wa Mwana Lesa;<br/> Ampususha no luse lwa-kwe, Nomba ndi mwana wakwe pe<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Yesu Yesu, Yesu ni Katula wandi;<br/> Yesu, Yesu, Nomba ndi mwana wakwe pe.</i><br><br>2. Nalipusushiwa na temwa, Nasekelela pali'ici;<br/> Naishiba nshili no mwenso, Imfumu ili mupepi.<br><br>3. Katula wapalwa natemwa, Ndemutontonkanya lyonse;<br/> Ndeimba lulumbi lwamfumu, Ndeimba uluse lwakwe.<br><br>4. Naishiba nkalamumona, Mfumu mu lulumbi lwakwe; <br/> Mafunde yakwe naya temwa, Yapelwa ku bantu bonse.<br><br>5. Naishiba kuli citebo, Mu masano ya kumulu;<br/> Bwangu pamo na bapusuka, Tukekala kumwakwe pe.<br><br></p>"
    },
    {
        "title": "69 - AMENSHI YA MWEO YALIKO",
        "number": 69,
        "content": "<h1>69 - AMENSHI YA MWEO YALIKO</h1> <b>WE’LL TARRY BY THE LIVING WATERS</b><p>1. Amenshi ya mweo yaliko, Mukafukauka;<br/> Kwena Yesu aletulinda, Ukutuposhako<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Amenshi ya mweo yaliko,<br/> Menshi ya mweo yaliko;<br/> Menshi ya mweo yaliko.<br/> Muli kafukauka.</i><br><br>2. Ilintu twanaka no lwendo, Catuwamina 'fwe;<br/> Ukutusha kuli amenshi, Yantu yakesuka.<br><br>3. Isa kuli Kristu e Menshi, Akakukosesha;<br/> Isa sonda Yesu musuma, Cilaka cikapwa<br><br></p>"
    },
    {
        "title": "70 - LINTU YESU AKESA",
        "number": 70,
        "content": "<h1>70 - LINTU YESU AKESA</h1> <b>WHEN JESUS SHALL GATHER</b><p>1. Lintu Yesu akesa pa calo kupingula bantu bonse,<br/> Na ifwe tukeminina shani ilyo mashina yaketwa<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Akatutile ngano mubutala. Lelo misungu akaposa;<br/> Na ifwe tukeminina shani, pa bupingulo bukulu.</i><br><br>2. Bushe tukomfwa umupusushi, Amashiwi yapalwa ya,<br/> Wacitile bwino mwana wandi, Ingila mung'anda yandi<br><br>3. Nangu tukekala kubabipa, Nokumfwa ishiwi Iya nsoni,<br/> Tamwacitile bwino pa calo, Fumeni imwe uko ndi.<br><br>4. Akasekela pa bantu bakwe, Lintu akabamona uko,<br/> Akabafwika lubuto tutu, Lintu bafika ku mwakwe.<br><br>5. Pempuleni nomba no kupepa, Nyali shenu shibekeshe,<br/> Kabili lintu shibwinga akesa, Twaya ku cimuno cakwe.<br><br></p>"
    },
    {
        "title": "71 - BUSHE ISHINA LYANDI LYALILEMBWA UKO?",
        "number": 71,
        "content": "<h1>71 - BUSHE ISHINA LYANDI LYALILEMBWA UKO?</h1> <b>IS MY NAME WRITTEN THERE?</b><p>1. Mfumu nshisakamana na fyuma kuno,<br/> Ndeiteyanishisha kwingila ku mulu;<br/> Muli buku lya mweo lyalembwa ku mulu,<br/> Njeba nomba Katula 'shina lyandi uko.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Bushe shina lyandi lyalilembwa uko?<br/> Bushe ishina lyandi mwi buku lya mweo?</i><br><br>2. Mwe Mupusushi wandi ububi bwafula,<br/> Lelo mulopa wenu wabutishe tutu;<br/> Ubulayo bwapalwa kuli ifwe babi,<br/> \"Nangu bubi bwafula ndemusamba.\"<br><br>3. Umusumba wawama mayanda yabuta,<br/> Na bantu bamushilo bafwikwa fisuma,<br/> Mpulumushi takuli mu bufumu ubo; <br/> Njeba nomba Katula 'shina lyandi uko.<br><br></p>"
    },
    {
        "title": "72 - INSHITA SHEPINGULO SHATENDEKA",
        "number": 72,
        "content": "<h1>72 - INSHITA SHEPINGULO SHATENDEKA</h1> <b>THE JUDGEMENT HAS SET</b><p>1. Inshita shepingulo shatendeka, Elyo tukekala shani,<br/> Lintu matontonkanyo na fyonse Fikapingulwa na Lesa?<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Elyo tukekala shani, Mu bupingulo bwa Lesa;<br/> Nangu Lesa akatukana, Nangu bubi bwafutilwe</i><br><br>2. Ubupingulo bwatendeke na bafwa, Abomi bashala beka;<br/> Fintu fyonse ifyalembelwe Mu mabuku ya kwa Lesa.<br><br>3. Elyo naifwe tukekala shani Lintu mabuku yesulwe,<br/> Lintwi milandu yonse ikapwa Mu bupingulo bwa Lesa?<br><br></p>"
    },
    {
        "title": "73 - TWITWA KU CIMUNO",
        "number": 73,
        "content": "<h1>73 - TWITWA KU CIMUNO</h1> <b>CALLED TO THE FEAST</b><p>1. Twitwa ku cimuno ca Mfumu, Nangu tuli pamo nga bakwe,<br/> Tukacita nshi munyina Lintu ikesa?<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Lintu ikesa mwandi, Lintu ikesa;<br/> Tukacitanshi munyina Lintu ikesa?</i><br><br>2. Lintu Yesu Mfumu akesa, Akesa mu Lulumbi lwakwe;<br/> Tukacitanshi munyina Lintu ikesa?<br><br>3. Fintu fyamunkama fyakale ifi fyonse fikamoneka;<br/> Mitima yesu kamoneka Lintu ikesa.<br><br>4. Na bonse bafwikwa mushilo Bakamusekelesha cine;<br/> We munyinane tukaba nshi Lintu ikesa?<br><br>5. Bulanda icibi ku babi, Lintu Mfumu Yesu ikesa; <br/> Ikesa kubapela bonse, Filambu fyabo.<br><br>6. Mwe Lesa mutupe cikuku, Kuwamishe mitima yesu;<br/> Elyo tekuti tumutine, Lintu mukesa.<br><br></p>"
    },
    {
        "title": "74 - TANDA KU LUCELO",
        "number": 74,
        "content": "<h1>74 - TANDA KU LUCELO</h1> <b>SOWING IN THE MORNING</b><p>1. Tanda kulucelo, Mbuto shabusuma,<br/> Tuletanda nomba, Mbuto sha Mfumu;<br/> Tulolela nshita, Yakusepa mbuto,<br/> Tukabwela bonse No kusekela.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Tukasekela, tukasekela, <br/> Lintu tukabwela tukasekela;<br/> Tukasekela, tukasekela, <br/> Lintu tukabwela tukasekela</i><br><br>2. Tanda pa kasuba, Nelyo mumiloke,<br/> E milimo yesu tukacita pe,<br/> Lintu imilimo Yakusepa yapwa,<br/> Tukabwela bonse Nokusekela.<br><br>3. Uyo alelila Lintu aletanda, <br/> Mbuto sha kwa Yesu muno mu calo; <br/> Lintu imilimo, Pano calo yapwa,<br/> Tukabwela bonse nokusekela.<br><br></p>"
    },
    {
        "title": "75 - UMFWE MASHIWI YA YESU",
        "number": 75,
        "content": "<h1>75 - UMFWE MASHIWI YA YESU</h1> <b>HARK! TIS THE SHEPHERD’S VOICE</b><p>1. Umfwe mashiwi ya Yesu, Uyu mu mpanga yamfimfi,<br/> Aita abo baluba, Balekele ng'anda yakwe.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Leteni leteni bwesheni bampulumushi; <br/>Leteni leteni bwesheni kuli Yesu</i><br><br>2. Nani akafwa Katula, kwafwa kufwaya baluba,<br/> Nani ababwesha nomba, Ku ng'anda ya wishi wabo<br><br>3. Mu mpanga umfwa balila, Pa lupili lwa ku mfimfi;<br/> Nomba Yesu amuita \"Fwayeni abantu bandi.\"<br><br></p>"
    },
    {
        "title": "76 - MWAFWE ABALUBA",
        "number": 76,
        "content": "<h1>76 - MWAFWE ABALUBA</h1> <b>RESCUE THE PERISHING</b><p>1. Mwafwe abaluba, 'sunge balefwa,<br/> Cita no luse kufumya kumfwa,<br/> Bebeni baluba kuli Katula,<br/> Alifwilile ku bubi bwabo.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Mwafwe abaluba, 'sunge balefwa,<br/> Yesu abatemwa abafwila.</i><br><br>2. Nangu bam'sulile alebalinda,<br/> Alebafwaya kuleka bubi;<br/> Mubapapatile, pepeni nabo,<br/> Alebelela lintu babwela<br><br>3. Kutemwa kwa Yesu kuli na maka,<br/> Kulebaposha nga basumina; <br/> Nangu Balenaka Yeswa batemwa,<br/> Bomba no luse ulebabwesha<br><br>4. Mwafwe abaluba e umulimo, <br/>Maka akamupela kucita; Bwesheni baluba ube mufuke; <br/>Bebeni Yesu alebafwila.<br><br></p>"
    },
    {
        "title": "77 - NATEMWA UKUSOSA ‘FYA FINTU FYA LESA",
        "number": 77,
        "content": "<h1>77 - NATEMWA UKUSOSA ‘FYA FINTU FYA LESA</h1> <b>I LOVE TO THE STORY</b><p>1. Natemwa ukusosa, Fya fintu fya Lesa;<br/> Fya lulumbi lwa Yesu, No kutemwa kwakwe;<br/> Natemwa ukusosa, Ilandwe lisuma,<br/> Lisansamusha ine ukucila fyonse<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Natemwa ukusosa ilandwe lyakwa Yesu,<br/> Ilandwe lya kutemwa, Kutemwa kwa Yesu.</i><br><br>2. Lyawama e lyawama, Ilyakupapisha;<br/> Kucila ifiloto, Landwe lya kutemwa;<br/> Natemwa kulisosa pantu lilengafwa,<br/> Na pa mulandu uyu, Naleba kuli Mwe.<br><br>3. Lyawama e lyawama kusosa libili;<br/> Lintu nalibwekesha, Lyawama kucila;<br/> Natemwa kulisosa, Pantu bengi kuno,<br/> Tabomfwile ilandwe, Lya kutemwa kwakwe,<br><br>4. Lyawama e lyawama, Ku balishibisha;<br/> Nga Iintu tuli kuno, Tulefwaisha pe,<br/> Lintu twaya ku mulu, Kwimbo lwimbo lupya;<br/> Lukaba ulwa kale. Lwa kutemwa kwakwe.<br><br></p>"
    },
    {
        "title": "78 - FWAYENI BALUBA",
        "number": 78,
        "content": "<h1>78 - FWAYENI BALUBA</h1> <b>SEEKING THE LOST</b><p>1. Fwayeni ba-lu-ba no kute-mwa,<br/> Abaluba mu calo conse; <br/> Basosheni fye ilandwe lya-kwe,<br/> Bebeni bo-mfwe shiwi lyakwe<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Kabiyeni ... mu calo, mu mpi-li; <br/>Leteni a ... balubi-lile; Mwi cinka lya ... kwa Mu-pusu-shi,<br/> Yes'aipa .. .ililwe- 'babi.</i><br><br>2. Abaluba mu balange Ye-su,<br/> Abanaka na balecula,<br/> Batungulu-le pe Mupusu-shi;<br/> Mubalange nshi-la ya mweo.<br><br>3. Ndemuciti-la Yesu na i-ci, <br/> Ndemukonka nshi-ku ne nshiku,<br/> Nkabafwa bawa nabo bale-fwa;<br/> No kubala-nga kuli Yesu.<br><br></p>"
    },
    {
        "title": "79 - KONSE FYE MABALA YAPYA",
        "number": 79,
        "content": "<h1>79 - KONSE FYE MABALA YAPYA</h1> <b>FAR AND NEAR THE FIELDS</b><p>1. Konse fye mabala yapya. Yapemba ukusepwa; <br/> Konse fye ngano nashipya, Shibengeshima bwino<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Mwe Lesa tuma babomfi mutumfwe Lesa nomba;<br/> Mubatuma ukusepa Pantu 'nshita yacepa.</i><br><br>2. Mubatuma ulucelo, Kubomba mwibala;<br/> Bebeni kubafwaisha, konse fye muno calo.<br><br>3. Na iwe Lesa natuma, Sepa mwi bala lyakwe;<br/> Nge lintu milimo yapwa, Mukasekela cine.<br><br></p>"
    },
    {
        "title": "80 - TULEYA KUBOMBA",
        "number": 80,
        "content": "<h1>80 - TULEYA KUBOMBA</h1> <b>TO THE WORK</b><p>1. Tuleya kubomba tuli bamilimo,<br/> Konkeni mu nshila Yesu aendele;<br/> Na mashiwi aletupela amaka, <br/> Tukacita maka 'ncito atupela<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Tuleya Kubomba Tuleya ... kubomba<br/> Sumina pempula Bomba milimo ya Mfumu.</i><br><br>2. Tuleya kubomba kulisha bansala,<br/> Sendeni banaka kuminwe ya mweo,<br/> Ululumbi lwesu pa lupanda lwakwe, <br/> Bebeni bonse bupususho apela.<br><br>3. Tuleya kubomba, mu nakila nomba; <br/> Pantu inshita ikesa ukusepa; <br/> Katula wesu ateyanye cifulo,<br/> Lwimbo lwesu lwape ku ubupususho<br><br></p>"
    },
    {
        "title": "81 - MWE BANTU BAKWA LESA",
        "number": 81,
        "content": "<h1>81 - MWE BANTU BAKWA LESA</h1> <b>WORK FOR THE NIGHT IS COMING</b><p>1. Mwe bantu bakwa Lesa mwapelwa milimo;<br/> Bomb ni pa kasuba nelyo cungulo;<br/> Nomba nshita kubomba kucili lubuto;<br/> Ubushiku bwaila milimo yapwa,<br><br>2. Mwe bantu bakwa Lesa mwikokola mwise;<br/> Lesa apele nshita kubomba nomba;<br/> Lintu milimo yapwa atupa kutusha,<br/> Lelo ili inshita iya milimo.<br><br>3. Mwe bantu bakwa Lesa nshita yapalama,<br/> Kuleka imilimo kubapususha;<br/> Bomba na maka yenu kupwishe milimo<br/> Pantu bushiku bwisa tamwakabombe.<br><br></p>"
    },
    {
        "title": "82 - INFUMU MULUCELO PE",
        "number": 82,
        "content": "<h1>82 - INFUMU MULUCELO PE</h1> <b>LORD IN THE MORNING</b><p>1. Imfumu mu lucelo pe,<br/> Mukang'ufwe shiwi;<br/> Mu kupepa kuli Imwe,<br/> Lesa wa ku mulu.<br><br>2. Ndefwayo Mupashi wenu,<br/> Wakuntungulula;<br/> Unange mulimo wandi,<br/> Ni lufyanishiwa.<br><br>3. Abantu abamutemwa,<br/> Babe na mapalo;<br/> Lesa akabafwa bonse,<br/> Inshiku shonse pe.<br><br></p>"
    },
    {
        "title": "83 - NDEFWAYA UKWIMBA ISHI NYIMBO",
        "number": 83,
        "content": "<h1>83 - NDEFWAYA UKWIMBA ISHI NYIMBO</h1> <b>BLESSED BE THE NAME</b><p>1. Ndefwaisha kwimbe-shi nyimbo, Lyashuka ishina lyenu:<br/> Mfumu yandi iya lulumbi, Lyashuka ishina lyenu.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Lyashuke shina, Lyashuke shina,<br/> Lyashuka ishina lyenu;<br/> Lyashuke shina, Lyashuke shina,<br/> Lyashuka ishina lyenu.</i><br><br>2. Ni Yesu, e-shina lisuma; Lyashuka ishina lyenu;<br/> Ku bantu a-babi-pa bonse, Lyashuka ishina Iyenu.<br><br>3. Wafumya ma-ka ya Satana; Lyashuka ishina lyenu; <br/> Umulopa wakwe wawamya, Lyashuka ishina lyenu.<br><br></p>"
    },
    {
        "title": "84 - LUMBENI LESA WAPALWA",
        "number": 84,
        "content": "<h1>84 - LUMBENI LESA WAPALWA</h1> <b>PRAISE GOD FROM WHOM</b><p>1. Lumbeni Lesa wapalwa<br/> Mulumbanyeni mwe bonse;<br/> Na 'bangeli ba kumulu;<br/> Lumbanyeni Lesa wesu.<br><br></p>"
    },
    {
        "title": "85 - NDEIMBA MAKA YA MFUMU",
        "number": 85,
        "content": "<h1>85 - NDEIMBA MAKA YA MFUMU</h1> <b>I SING THE MIGHTY POWER</b><p>1. Ndeimba maka ya Mfumu, Yapangile mpili:<br/> Yapangile na mabemba, No lwelele pamo:<br/> Ndeimba mano ye funde, Kasuba ukuteka;<br/> Ku mweshi apele funde, Kabili ku ntanda.<br><br>2. Ndetota busuma bwakwe, Kupele cakulya;<br/> Apangile nama shonse, Ku mashiwi yakwe; <br/> Konse fye Mfumu ndemona, Ifintu mwachitile;<br/> Nangu ndemona panshi fye, Nelyo mulwelele.<br><br>3. Maluba yonse yatweba lulumbi lwa Mfumu;<br/> Amakumbi ne fipupu, Fyatumwa na Lesa;<br/> Bonse bapoka umweo, Baletekwa na Imwe;<br/> Takuli cifulo kuno, Kufisa ku mulu.<br><br></p>"
    },
    {
        "title": "86 - MUTOTE MFUMU",
        "number": 86,
        "content": "<h1>86 - MUTOTE MFUMU</h1> <b>O WORSHIP THE KING</b><p>1. Mutote Mfumu pelo muchinshi,<br/> No kwimba lelo kutemwa kwakwe;<br/> Kabumba kachinga no Mupusushi,<br/> Alumbaniwe kuno na ku mulu,<br><br>2. Bunte namaka ku Mfumu yesu, <br/> Mingila yakwe yalibutisha;<br/> Fipupu ne nkuba fyacitwa nankwe, <br/> Lesa mukalamba ni Lesa wesu.<br><br>3. Kusunga kwakwe kwalikulisha;<br/> Apelo mwela, lubuto pamo; <br/> Amenshi tulenwa yapelwa nankwe; <br/> Imfula, kusepa, mapalo yakwe.<br><br>4. Ni'Mwe wa maka, Ni Mwe kutemwa;<br/> Pa fintu fyonse tulemutota;<br/> Bangeli mu mulu batota imwe;<br/> Imitima yesu tupela nomba.<br><br></p>"
    },
    {
        "title": "87 - KULI IMWE TATA TWAISA ILELO",
        "number": 87,
        "content": "<h1>87 - KULI IMWE TATA TWAISA ILELO</h1> <b>FATHER WE COME TO THEE</b><p>1. Kuli Imwe Tata twaisa ilelo,<br/> Mwe ilinga lyesu twapapata;<br/> Mu calo camfimfi, takuli lubuto,<br/> Mutusansamusha Tata wesu.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Kuli Imwe Tata tuleisa<br/> Ku mapepo yesu mumfwe nomba.</i><br><br>2. Mupusushe ifwe ku bupulumushi,<br/> Ube linga lyesu insiku pe;<br/> Tunaka no mwenso na balwani besu,<br/> Tulemufwaisha kutukosha.<br><br>3. Mutupale lelo mucikuku cenu, <br/> Mututangilile ku mweo pe,<br/> Na mu nshita shesu shonse mwituleka,<br/> Pela icifulo ku mobe pe.<br><br></p>"
    },
    {
        "title": "88 - MWINCILA INE KATULA",
        "number": 88,
        "content": "<h1>88 - MWINCILA INE KATULA</h1> <b>PASS ME NOT</b><p>1. Mwinchila ine Katula,<br/> Mumfwe kuli 'ne;<br/> Apo mulemona bambi,<br/> Mwinchila ine.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Yesu, Yesu, mumfwe kuli 'ne;<br/> Apo mulemona bambi, Mwinchila ine.</i><br><br>2. Ku ci puna ca kwa Lesa,<br/> Ndefwayo kwafwa; <br/> Ndefukama mu bulanda,<br/> Mungafwe ine.<br><br>3. Mu kutemwa kwakwa Yesu,<br/> Ndesumina 'ne;<br/> Mutima wandi 'kalipa,<br/> Muntule ine.<br><br>4. Mu ntulo ya nsansamusho,<br/> No mweo wandi;<br/> N'ani umbi pano calo,<br/> N’ani ku mulu<br><br></p>"
    },
    {
        "title": "89 - YAWAMA E YAWAMA PE",
        "number": 89,
        "content": "<h1>89 - YAWAMA E YAWAMA PE</h1> <b>SWEET HOUR OF PRAYER</b><p>1. Yawama e yawama pe, Inshita kupepa Lesa;<br/> Na ku cipuna ca Tata, Ukwabo bufwayo bwandi;<br/> Mu nshita sha ubulanda, Mutima wandi wafwile <br/> Napusuka ku fiteyo, Pantu 'nshita yakupepa.<br><br>2. Yawama e yawama pe, Inshita kupepa Lesa; <br/> Naishiba cine lelo, Katula akapalama; <br/> Anjebele kumufwaya, Kusumina mu cikuku; <br/> Nkapela malanda yonse, No kusekela kupepa.<br><br>3. Yawama e yawama pe, Inshita kupepa Lesa; <br/> Lintu napwishe milimo, Yesu takalabe ine;<br/> Akampelo mweo wa pe, Na ku mulu icifulo;<br/> Nge nshita lintu yafika, Nkamone mpumi yakwe pe.<br><br></p>"
    },
    {
        "title": "90 - UMBI UMULUNGU WAPWA",
        "number": 90,
        "content": "<h1>90 - UMBI UMULUNGU WAPWA</h1> <b>ANOTHER SIX DAYS’ WORK</b><p>1. Umbi umulungu wapwa;<br/> Isabata lyafikila;<br/> Buli bushiku busuma,<br/> Bwakucila nshiku shonse.<br><br>2. Mwise toteni Yehofa <br/> Amupela ukutemwa; <br/> Cimonwa capelwa ifwe,<br/> Pali Sabata kucila.<br><br>3. Tuletontonkanya lelo,<br/> Kuli Katula wapalwa;<br/> Akatupela kwanga pe, <br/> Na kuli bonse bam'temwa.<br><br>4. Tondolo wa kwa Yehofa,<br/> Atupela pano calo; <br/> Lelo lintu fyonse fyapwa,<br/> Tukatusha ku mwakwe pe.<br><br></p>"
    },
    {
        "title": "91 - PEMPULENI",
        "number": 91,
        "content": "<h1>91 - PEMPULENI</h1> <b>WATCH FOR THE TIME IS SHORT</b><p>1. Pempuleni lintwi nshita ilya pepi; <br/> Mwe bena Kristu, pempuleni mupepe; <br/> Tengeleleni umulwani nakosa;<br/> Pempuleni Shibwinga aisa bwangu.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Pempuleni no kupepa, <br/> Pempuleni akasuba no bushiku,<br/> No kupepa pe.</i><br><br>2. Tamfyeni mwenso no kushipula konse;<br/> Mwalailo kutusha ku mulu kwakwe;<br/> Pempuleni mwe baKristu no kupepa,<br/> Mupusushi wenu aIemupempwila.<br><br>3. Cetekeleni fye Yesu Kafwa wenu,<br/> Ikatisheni akasuke akese;<br/> Lintu m'cili no mweo ikatisheni,<br/> Muli ino nshita pempula upepe<br><br></p>"
    },
    {
        "title": "92 - MWILABA SABATA",
        "number": 92,
        "content": "<h1>92 - MWILABA SABATA</h1> <b>DON’T FORGET THE SABBATH</b><p>1. Mwilaba Sabata Mfumu yapalile,<br/> Ilya palwa kucila Lya mulungu onse;<br/> Liletuletelo butusho no buseko,<br/> Bwisa pe mu bulesa ilyo tulemona.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Isa, isa nomba isa Kasuba ka Mfumu,<br/> Isa, isa, nomba isa kasuba ka Mfumu.</i><br><br>2. Sunga iSabata no kumutotela,<br/> Mfumu ya ba nang'anga<br/> Ishila ya bumi; <br/> Nga twakonke Mfumu, muli cino calo,<br/> Akatupa Kafukauka ka pe na pe.<br><br>3. Kasuba ka Mfumu ka kumutotela,<br/> Twimbile Yesu nyimbo,<br/> Cibusa wa bana,<br/> Mufuke wa kutemwa musuma icibi, <br/> Malayo yobe yale tusekelesesha.<br><br></p>"
    },
    {
        "title": "93 - KASUBA KAKUTUSHA",
        "number": 93,
        "content": "<h1>93 - KASUBA KAKUTUSHA</h1> <b>O DAY OF REST AND GLADNESS</b><p>1. Kasuba kakutusha. Kasuba kabuta;<br/> Kafumye nsoni shonse, Kalubuto lweka;<br/> Bamulu bamu calo, Balefukamina; <br/> No kwimba wafya, wafya, Wene wa pe na pe.<br><br>2. Wene Cibumba cesu, Cashinguluka 'fwe;<br/> Ibala lyakutemwa, Menshi ya Padiso;<br/> Wene Kafukauka, ku bantu banaka;<br/> Ifwe tuli pa mulu, Tumona 'patali.<br><br>3. Kasuba ka lubuto, Nikakwangamo fye, <br/> Kakutemwa 'fwe Mfumu, Fya muJu ne calo;<br/> Tupokele cikuku, Mubushiku ubu,<br/> Kwashala fye kutusha, Mu mulu ne Mfumu.<br><br></p>"
    },
    {
        "title": "94 - SKULU YESU YE SABATA",
        "number": 94,
        "content": "<h1>94 - SKULU YESU YE SABATA</h1> <b>SWEET SABBATH SCHOOL</b><p>1. Skulu yesu ye Sabata,<br/> Yatemwikwa nefwe;<br/> M'tima wandi uitemwa;<br/> Skulu ye Saba<br/><br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Skulu ye ... Sabata, <br/> Skulu ye ... Sabata; <br/> M'tima wandi uitemwa <br/> Skulu ye Sabata.</i><br><br>2. Muno mwine natendeka,<br/> Kutemwa mafunde; <br/> No kufwaisha cawama.<br/> Nasango mutende.<br><br>3. Pano Yesu eminine,<br/> Alenjita ine;<br/> Kuti nsale Yesu eka,<br/> No kwikala nankwe.<br><br></p>"
    },
    {
        "title": "95 - LESA ATUPALILE MUMULUNGU WAPITA",
        "number": 95,
        "content": "<h1>95 - LESA ATUPALILE MUMULUNGU WAPITA</h1> <b>SAFELY THROUGH ANOTHER WEEK</b><p>1. Lesa atupalile mu mulungu wapita;<br/> Nomba tulefwaisha kutupala ilelo;<br/> Kasuba kapashanya ka kutusha ku mulu;<br/> Kasuba kapashanya kakutusha ku mulu.<br><br>2. Kwi shina lya kwa Yesu tulepushe cikuku;<br/> Nomba mwe Tata wesu fumyeni bubi bwesu;<br/> Mutwelele ububi no kupalama ifwe;<br/> Mutwelele ububi no kupalama ifwe.<br><br>3. Twaisa kumutota mumfwe mapepo yesu;<br/> Mu ng’anda ya mushilo mwise 'kala na ifwe;<br/> Peleni kuli lelo cakulya ca mitima;<br/> Peleni kuli lelo cakulya ca mitima.<br><br>4. Leka mashiwi yesu yabombe umulimo;<br/> Ukwansha mpulumushi no kubafwa basuma;<br/> Peleni muli fyonse lintu tuli pa calo;<br/> Peleni muli fyonse lintu tuli pa calo,<br><br></p>"
    },
    {
        "title": "96 - SABATA LYA TEMWIKWA",
        "number": 96,
        "content": "<h1>96 - SABATA LYA TEMWIKWA</h1> <b>WELCOME, WELCOME, DAY OF REST</b><p>1. Sabata lyatemwikwa,<br/> Lyatupelwe mu luse;<br/> Isa nomba kuli 'fwe,<br/> Kasuba ka kwa Lesa.<br><br>2. Kasuba kakutusha,<br/> No kutasha Yehofa;<br/> Kapelwa kutupala;<br/> No kubwesha kwa Lesa<br><br>3. Kasuba kamushilo,<br/> No kutota Katula;<br/> Sabata lyatemwikwa;<br/> Mapalo yafulisha.<br><br></p>"
    },
    {
        "title": "97 - TWAUMFWILE ILANDWE",
        "number": 97,
        "content": "<h1>97 - TWAUMFWILE ILANDWE</h1> <b>WE HAVE HEARD</b><p>1. Twaumfwile ilandwe, Yesu ni Katula;<br/> Eya! Atupususha, Yesu ni Katula; <br/> Tume nkombe konse fye, Mu mpili mu malungu; <br/> Bebeni bonse uko, Yesu ni Katula.<br><br>2. Imbeni imwe fita, Yesu ni Katula; <br/> Bebeni babi bonse, Yesu ni Katula; <br/> Baleimba panono, Lintu bali no mwenso;<br/> Pantu abafwilile, Yesu ni Katula<br><br>3. Na maka sosa nomba, Yesu ni Katula; <br/> Mumfwa no mweo wakwe, Yesu ni Katula; <br/> Mwe bantu sekeleni, Kumo ne calo conse;<br/> Ulwimbo ulwa bwansho, Yesu ni Katula.<br><br></p>"
    },
    {
        "title": "98 - NDEFWAYO KWENDA NA YESU",
        "number": 98,
        "content": "<h1>98 - NDEFWAYO KWENDA NA YESU</h1> <b>I MUST HAVE TH SAVIOUR WITH ME</b><p>1. Ndefwayo kwenda na yesu, Tekuti nyende neka; <br/> Ndekabile cinso cakwe, Na maboko yambake;<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Elyo nsha katine i, <br/> Nga anta ... ngililako; <br/> Nkaya nsha kang'wing'wintike. <br/> Nkamukonka pe na pe.</i><br><br>2. Ndefwayo kwenda na Yesu, Pantu ndi wa kunaka; <br/> Akantepelesha ine, No kulankoselesha.<br><br>3. Ndefwayo kwenda na Yesu.Mu Mweo wandi onse;<br/> Nangu nkacula icibi, Mu nkondo ya macusho.<br><br>4. Ndefwayo kwenda na Yesu, Antungulula ine; <br/> Nsuke nkafike ku mulu, Nkekale nankwe pe fye.<br><br></p>"
    },
    {
        "title": "99 - LINTU NAMONA LUPANDA",
        "number": 99,
        "content": "<h1>99 - LINTU NAMONA LUPANDA</h1> <b>WHEN I SURVEY THE WONDEROUS</b><p>1. Lintu namona ‘lupanda, <br/> Mfumu yandi yafwile 'ko; <br/> Fyuma fyandi fyonse fyafye; <br/> Ndesula cilumba candi.<br><br>2. Mona ifintu acita, <br/> Pantu atutemwishisha;<br/> Nomba fibi fyandi fyonse, <br/> Ndeposa mu m'lopa wakwe.<br><br>3. Ine nalubile kale, <br/> Nomba naelelwa cine; <br/> Nshili ne cintu kuilumba,<br/> Kano mu lupanda lwakwe.<br><br>4. Nangu calo conse candi, <br/> lci cacepa kupelwa; <br/> Kuli ukutemwa kwakwe,<br/> Alefwayo mweo weka.<br><br></p>"
    },
    {
        "title": "100 - YESU NICIBUSA CINE",
        "number": 100,
        "content": "<h1>100 - YESU NICIBUSA CINE</h1> <b>WHAT A FRIEND WE HAVE IN JESUS!</b><p>1. Yesu ni Cibusa cine, Atufwilile ifwe! <br/> Nomba tungasenda fyonse, Kuli Lesa mwipepo:<br/> Lintu tulecule cibi, Mutende tuleposa,<br/> Ifi fyonse pa mulandu, Twafilwa ukupepa!<br><br>2. Bushe tuletunkwa cibi, Satana atucusha?<br/> Tatwanashiwe kul ' ifi, Tutwale kwa Katula; <br/> Tapali umbi nga Yesu, Atwafwa kuli fyonse, <br/> Alishiba tulenaka, Akatupela maka.<br><br>3. Mwe Katula watemwikwa. Umfwa ipepo lyesu;<br/> Fintu fyonse fyatucusha. Tuleta kuli Imwe:<br/> Bantu besu batulabe, Yesu takatulabe;<br/> Mumaboko atwikata, Tusanga umutende.<br><br></p>"
    },
    {
        "title": "101 - YESU WA CIKUKU ALEKWTA",
        "number": 101,
        "content": "<h1>101 - YESU WA CIKUKU ALEKWTA</h1> <b>JESUS IS CALLING</b><p>1. Yesu wa cikuku alekwita, Alekwita, Alekwita,<br/> Cinshi 'we wingafumino kwali, No kuye ciyeyeye?<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>A ... lekwita, A ... lekwita,<br/> Wa-cikuku, Wa luse Yesu alekwita.</i><br><br>2. We wanaka Yesu alekwita, Alekwita iso tushe;<br/> Isa ne cisendo cobe 'kwali, Ena tet' akutamfye<br><br>3. 'Sa kuli Yesu alekulinda, 'Lekulinda, 'lekulinda,<br/> Leta ububi pa nkasa shakwe, Endesha walacelwa.<br><br>4. Yesu 'lepapata Umfwe shiwi, Mumfwe lelo, mumfwe lelo;<br/> Abasumina pe shina lyakwe, Mwandi bakasekela.<br><br></p>"
    },
    {
        "title": "102 - MWISWILE ENGILE",
        "number": 102,
        "content": "<h1>102 - MWISWILE ENGILE</h1> <b>LET HIM IN</b><p>1. Mweni ali pa mwinshi E ... ngile <br/> (mwiswile ngile, mwiswile ngile); <br/> Eshilepofye kale E ... ngile <br/> (mwiswile 'ngile, mwiswile 'ngile);<br/> Mwiswile Iyo talaya, Mwiswile wa mushilo,<br/> Yesu mwana wa Mfumu E ... ngile<br/> (Mwiswile 'ngile, Mwiswile 'ngile).<br><br>2. Shi mwiswile mutima E ... ngile <br/> (mwiswile 'ngile, mwiswile 'ngile);<br/> Nga wakokola leya E ... ngile <br/> (mwiswile 'ngile, Mwiswile 'ngile);<br/> Mwiswile e Cibusa, Mwiswile wa mushilo;<br/> No kufika ku mpela E ... ngile <br/> (mwiswile 'ngile, mwiswile 'ngile).<br><br>3. Umfwa alepapata E ... ngile <br/> (Mwiswile 'ngile, Mwiswile 'ngile);<br/> Nomba iwe mwiswile E ... ngile <br/> (mwiswile 'ngile, mwiswile 'ngile). <br/> Eminine pa mwinshi, Uleba wa kutemwa; <br/> No kucindika Ena E ... ngile <br/> (Mwiswile 'ngile, mwiswile 'ngile).<br><br></p>"
    },
    {
        "title": "103 - MULEFY ALWA LIBILI",
        "number": 103,
        "content": "<h1>103 - MULEFY ALWA LIBILI</h1> <b>YE MUST BE BORN AGAIN</b><p>1. Chilolo aishi-le kuli Yesu,<br/> Kumwipusha ifya lupusukilo,<br/> Mfumu nayo yamwaswike bwino,<br/> \"Mufya-lwe libili.\"<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>\"Mufya-lwe libili. Mufya-lwe libili,<br/> Ndemweba ine ifya cine cine, mufyalwe libili.\"</i><br><br>2. Mwe bana baba-ntu kutikeni,<br/> Mashiwi ayafuma kuli Yesu,<br/> Mwiya mona yamashiwi nga yafye,<br/> \"Mufya-lwe libili.\"<br><br>3. Mwe bakwingila-mo mubutusho,<br/> Nokwimbo lwimbo ulwabapusuka,<br/> Nga mulefwaya ukusango mweo, <br/> \"Mufya-lwe libili.\"<br><br></p>"
    },
    {
        "title": "104 - KALUBULA ISA",
        "number": 104,
        "content": "<h1>104 - KALUBULA ISA</h1> <b>COME GREAT DELIVERY, COME</b><p>1. Ngumfwe Mfumu, umbelelyo luse kalubula isa;<br/> Mweo wandi ule mufuluka, kalubula isa;<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Naile kumpili kwa talala, <br/> kutalyu kufuma kumwesu.<br/> Shi mbuleni mbikeni mwicinka<br/> kalubula isa;</i><br><br>2. Nshi kwete cifulo, nelye nganda kalubula isa;<br/> Mweo lubuto fyaba kuli mwe. kalubula isa.<br><br>3. Nshila yana-sha makasa yandi, Kalubula isa:<br/> Cimwemwe cobe condekabila, kalubula isa.<br><br>4. Nangu waka-na ukwesha kwandi, kalubula isa;<br/> Sakamano kupapata kwandi, kalubula isa.<br><br></p>"
    },
    {
        "title": "105 - WENA ALl NA MAKA",
        "number": 105,
        "content": "<h1>105 - WENA ALl NA MAKA</h1> <b>ABLE TO DELIVER</b><p>1. We-na li na maka E-nga pususha, <br/> Uku-pokolo-lo Yo wasumina: <br/> Kufuma mumulilo kubonaushi; <br/> Yesu apususha uwasumina.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Kut‘ akupusu-sha ku-poko-lola,<br/>we we munyi-na nga wasu-mina.</i><br><br>2. Busho'li namaka! nga Mpokolola? <br/> Bushe ku-lya maka yampokolola? <br/> Njebekeshe cine ngalipa iwe; <br/> Nga a mpokolola kuli Satana?<br><br>3. E-na Ii na maka witutuma fye! <br/> We bombela Yesu-le kupususha; <br/> Wi tina Satana, mwikate Yesu, <br/> Iwe witwishika mu-cetekele.<br><br></p>"
    },
    {
        "title": "106 - KULENI PALIBWE",
        "number": 106,
        "content": "<h1>106 - KULENI PALIBWE</h1> <b>BUILDING ON THE ROCK</b><p>1. Fwe tu-le kula. Pe bwe lyesu, <br/> Libwe lya bumi ni Ye-su;<br/> Emo tukoba fya bu-kali, <br/> Ilyo kukabo bubi.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Kuleni ... Palibwe .. , <br/> Kuleni ... palibwe,<br/> Tukule pa mwalala wakosa,<br/> Palibwe ni-Yesu.</i><br><br>2. Bamo bakula pamisenga. <br/> Pakutemwishe fya ca-lo;<br/> Na pa mabimbi ya macusho,<br/> Pakutemwishe calo<br><br>3. O! we kula palya pe na pe, <br/> Ilya kosesha lya ci-ne;<br/> Lyena likeka-lilila pe,<br/> E bupususho bwesu.<br><br></p>"
    },
    {
        "title": "107 - NJEBO MULUMBE WA YESU",
        "number": 107,
        "content": "<h1>107 - NJEBO MULUMBE WA YESU</h1> <b>TELL ME THE STORY OF JESUS</b><p>1. Njeba mulumbe wa Yesu, Ulembe pa mutima:<br/> Njeba mulumbe usuma. Ndeutemwisha kumfwa<br/> Njeba ifyo baimbile, ilyo Yesu afyelwe,<br/> Ululumbi kuli Lesa, No mutende ku bantu.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Njeba mulumbe wa Yesu, Ulembe pa mutima;<br/> Njeba mulumbe usuma, Ndeutemwisha kumfwa.</i><br><br>2. Talile mu ciswebebe, Njeba fya nshita ilya;<br/> Atunkwa ku bubi bwesu, lelo alianshishe:<br/> Njeba conse acitile, Njeba bulanda bwakwe,<br/> Asalwilwe, acushiwe; Ushakwete ing'anda.<br><br>3. Njeba ine fya lupanda, Apo Yesu' aculile;<br/> Njeba munshinshi alele, Nefyo atutubwike;<br/> Umulumbe wa kutemwa, Ndemona nomba bwino,<br/> Webe kuli ine nomba, Kutemwa kwandubwile.<br><br></p>"
    },
    {
        "title": "108 - NO KUTEMWA YESU",
        "number": 108,
        "content": "<h1>108 - NO KUTEMWA YESU</h1> <b>LOVINGLY TENDERLY CALLING</b><p>1. Yesu ni Kakumba, alekwitila<br/> Mukati ke cinka emofili fifulo;<br/> Iseni mwe-bakulu, na baice bonse;<br/> Mwingile mubutusho, mwingile mu cine.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Nokutemwa Yesu alekwita,<br/> We waluba Yesu alekwita,<br/> Naiminina lekulindila; <br/> Yesu Kakumba wandi.</i><br><br>2. Yesu Kakumba wine, afwilile iwe;<br/> Alekwita no luse, we waluba isa;<br/> Butuka ubusanso, isa alekwita,<br/> Ingila mu mutende, ingila utushe.<br><br>3. Wipembelela Panse Mimbulu yafula;<br/> Ilefwaya impanga, shalubila panse,<br/> Kakumba wakutemwa; Alekwita iwe,<br/> Mwicinka mubucingo, Isa emo tushe.<br><br></p>"
    },
    {
        "title": "109 - WAPIMWA WAPELUKA",
        "number": 109,
        "content": "<h1>109 - WAPIMWA WAPELUKA</h1> <b>WEIGHED AND WANTING</b><p>1. Lintu Kapingula 'ka-tu-pima fya mu mutima,<br/> Bushe tukaba baci-ne, Nangula ifinangwa?<br/><br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Wabika 'we pa cipimo, Na-upelu-ka;<br/> Nupimwa ne shiwi lyakwe, Na-upelu-ka,</i><br><br>2. Tukomfwe shiwi lyaku-ti, \"Wacita bwino iwe,\"<br/> Nangu bushe tukomfwa-’ti, \"Iwe naupeluka.\"<br><br>3. Natumumfwile Mupa-shi, IIy' aletupapata,<br/> Nga twacelwa tukomfwa-’ti, \"Inshita nomba yapwa.\"<br><br></p>"
    },
    {
        "title": "110 - BALISHUKA ABAYACITA",
        "number": 110,
        "content": "<h1>110 - BALISHUKA ABAYACITA</h1> <b>BLESSED ARE THEY THAT DO</b><p>1. Amashiwi ya Mupusushi,Umfwa yali aya mweo,<br/> Uyasakamane umfwa Yes' ati, \"Balishu-ka basu-nge funde.\"<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Balishu-ka bo bacite funde, Balishuka-, balishuka;<br/> Balishu-ka bo bacite funde, Bali-shuka, balishuka.</i><br><br>2. Ukulau-mfwa amafunde, Pamo na ma-layo yakwe,<br/> Kuyomfwa, kutina, tacili kantu, Balishu-ka abo bacita.<br><br>3. Bena bakengila mu m’sumba, Tabakasa-ngwe no bubi;<br/> Bakashi-lishiwa ukwape na pe, Bakalya ku muti wa mweo.<br><br></p>"
    },
    {
        "title": "111 - TAKULI NAKALYA",
        "number": 111,
        "content": "<h1>111 - TAKULI NAKALYA</h1> <b>NO, NOT ONE</b><p>1. Tatwaba na chibusa nga Yesu takuli nakalya,<br/> Uinga tuposhe mitima yesu takuli nakalya.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Alishibo kuchula kwesu twakula sungwa suke se,<br/> Takwaba na chibusa nga Yesu takuli nakalya</i><br><br>2. Chibusa weswena wa mushilo, takwabo linga Yesu,<br/> Uwaicefya uwafukisha, takwabo linga Yesu.<br><br>3. Takwaba nshite lyabo kutali, Alaba apepi;<br/> Takwaba bushikwi lya shibapo, Alaba mupepi.<br><br>4. Takwaba chibuso yo atamfya, Takwaba we nakalya,<br/> Nangu mubi uyo ashingafwaya, T'akwaba we nakalya.<br><br>5. Tatwakwate chabupe nga Yesu takwaba nakalya;<br/> Bushe akatila nshi mwishibe Awe ta-kwakabe<br><br></p>"
    },
    {
        "title": "112 - KUPUSUKA LOLESHA",
        "number": 112,
        "content": "<h1>112 - KUPUSUKA LOLESHA</h1> <b>LIFE IN A LOOK</b><p>1. Pa lupanda pa-liba umweo. Yes' ati, \"Lolesha Ine;\"<br/> Ifyuma fya mu calo fibi, Kano ifyuma fya pa lupanda.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Kupusu ka lolesha, lolesha pa Kalvari<br/> Tupelwa kupusuka Kumona pa Kalvari.</i><br><br>2. l-lyo nalole-sha Mupusushi, Namona cimwemwe cakwe;<br/> Nga naponena mu matunko, Ndasanga amaka pa lupanda.<br><br>3. Na-ku-lacetekelo lupanda, Pamo na malayo yakwe;<br/> Pa-ntu takawe mu matunko, Wacetekela maka ya mulu.<br><br></p>"
    },
    {
        "title": "113 - ALE ITA",
        "number": 113,
        "content": "<h1>113 - ALE ITA</h1> <b>CALLING</b><p>1. Ne cikuku Yesu aleita 'we, Kwita iwe na ine;<br/> A-Ii pa mwinshi alekulolela, Kulolela na ine.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Isa ... Isa ... We waluba we bwela-;<br/> No kutemwa Yesu alepapata.: ati, \"We mubi isa.\"</i><br><br>2. Ci-nshi wakokwele lya le papata Kuli iwe na ine;<br/> Walashima shime lyo alekwita, Kwita iwe na ine.<br><br>3. I-nshita ifyo ileyo lubilo, Kuli iwe na ine;<br/> Bu-shiku bwa mfwa nabupalamina, Pali iwe na ine.<br><br>4. To-ntonkanya ubulayo alaya, Kuli iwe na ine;<br/> Na-ngu twabipa kuti atwelela, 'lelo iwe na ine.<br><br></p>"
    },
    {
        "title": "114 - ICIPATA NA CISULWA",
        "number": 114,
        "content": "<h1>114 - ICIPATA NA CISULWA</h1> <b>THE GATE OPEN FOR ME</b><p>1. Icipata nacisulwa, Mukati mulebeka; <br/> Kubeka kwa pa lupanda, Kutemwa kwamoneka.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Yangu luse lukalamba, Cipata canjiswililwe;<br/> Ukwi-swilwa ine.</i><br><br>2. Naciswililwa fye bonse bafwayo kupusuka,<br/> Bapina na bakankala, Mishobo ne mitundu.<br><br>3. Kabiyeni fye ku ntanshi, Cipata na cisulwa;<br/> Pokeleleni 'lupanda, Mukapelwe citebo.<br><br>4. Kwishilya i-lya mumana, Tukatula ‘lupanda:<br/> No kupelwa icitebo, No ku mutemwa kulya.<br><br></p>"
    },
    {
        "title": "115 - SHING' ANGA ALl MUPEPI",
        "number": 115,
        "content": "<h1>115 - SHING' ANGA ALl MUPEPI</h1> <b>THE GREAT PHYSICIAN</b><p>1. Shing’anga ali mupepi, Uwa luse ni Yesu;<br/> Lisansamusho mutima, Ishina lya kwa Yesu.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>I-mba lwimbo lusuma, Lwe-shina lya kwa Yesu;<br/> 'Shina ili lyacila, Yesu uwapalwa.</i><br><br>2. Lulumbi lube ku Mfumu. Ndemusumina Yesu,<br/> Nalilitemwa Ishina, Ishina lya kwa Yesu.<br><br>3. Lifumya fibi no mwenso, Ishina lya kwa Yesu;<br/> Ndatemwa ‘lyo ng'ufwe shina Lisuma lya kwa Yesu.<br><br>4. Lint' a-kalete citebo, Ca mweo no lulumbi;<br/> Tukekala 'kalatweba, Ifyalupusukilo.<br><br></p>"
    },
    {
        "title": "116 - NANGU KAMO KULI YESU",
        "number": 116,
        "content": "<h1>116 - NANGU KAMO KULI YESU</h1> <b>NOTHING FOR JESUS</b><p>1. Ngo muti-ma wa cula, Bushe tet' e-kale-mo?<br/> Ku-sendwa ne fya calo, Bushe tet' e-kale-mo? <br/> Mo-na 'le-kunta pa cibi, Aleko-nkosha fye lyonse;<br/> U-mfwa a-lepa-pata, Bushe tet' e-kale-mo.<br><br>2. Wa-pose nshita shobe, Kwabule nci-to ya-kwe?<br/> Wa-ona-ula maka, Kwabule nci-to ya-kwe?<br/> Kwa-bula 'kwesho kucimfya, Na-ngu ku-letapo umo;<br/> Na-ngu fye uwa-luba, Taubombe-le Yesu.<br><br>3. Wa-temwa fyamu calo, Yes' ena 'le-ti sha-ni?<br/> Wa-kane ncito yakwe, Yes' ena ‘le-ti-sha-ni?<br/> Wa-temwa fye ukwangala, Ne fyuma ifya mu calo;<br/> No-kui-seke-sha fye, Yes' ena 'leti sha-ni?<br><br>4. Fi-mabu-la fye-ka fye, Ukwabule fitwa-lo?<br/> U-Ii fye minwe-nkutwa, Ukwabule fitwa-lo? <br/> Na-ngu ka-me taukwete, Na-ngu ni ncito ya maka;<br/> Ta-ukwe-te bu-seko, Bwakukuma-nya Yesu.<br><br></p>"
    },
    {
        "title": "117 - NDEISA MFUMU",
        "number": 117,
        "content": "<h1>117 - NDEISA MFUMU</h1> <b>I AM COMING LORD</b><p>1. l-shi-wi ndeumfwa, Lyanji-ta kuli 'We;<br/> U-ku-sambwa mu mulopa, Ulya wasumine.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Nde-isa Mfumu, Nji-se kuli 'We;<br/> U-nsambe mu mulopa, Ulya wasumine.</i><br><br>2. Na-ngu-la ndi mubi, Yesu alintemwa;<br/> A-lemfumye mpulumushi, A-le mpela maka.<br><br>3. Ye-su alenjita, No ku-temwa kwakwe;<br/> Bu-su-mino alempela, Lu-se no mutende.<br><br>4. Lu-lu-mbi ku mfumu, Pa mu-lopa wakwe,<br/> Na pa bupe bwa kwa Kristu, Bolo-loke bwesu.<br><br></p>"
    },
    {
        "title": "118 - APELE FYONSE",
        "number": 118,
        "content": "<h1>118 - APELE FYONSE</h1> <b>JESUS PAID IT ALL</b><p>1. Ye-su anjeba 'ti, \"Maka taukwete;<br/> Pe-mpula upepe, Le-ta fyonse 'ko ndi.'<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>A-pele fyonse, I-ne ndi wakwe,<br/> Bu-bi e bwafitishe, Nde-bu-ta nge mpemba.</i><br><br>2. Ni-we weka mfumu, U-wa-kwata maka,<br/> Ku-po-sha malwele, Ku-na-sho mutima.<br><br>3. Na-ngula nshakwata, Ica-kumupela;<br/> Sa-mfye fyakufwala, Mu mu-lopa obe.<br><br>4. Ku-ci-puna cobe, E-ko nkeminina;<br/> Nka-tu-le citebo, Pa-ma-kasa yobe.<br><br></p>"
    },
    {
        "title": "119 - IBIMBI LYA KUBUTISHA",
        "number": 119,
        "content": "<h1>119 - IBIMBI LYA KUBUTISHA</h1> <b>THE CLEANSING WAVE</b><p>1. l-bimbi i-lya kashika Ku Kafukauka;<br/> Ye-su Mfumu walashilwe, A-le tupususha.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>U-mumana naumona, 'Wa kunsangu-lula ine;<br/> Na-mutasha Mfumu yandi, Pakubutisho mutima.</i><br><br>2. Na-ba ici-lengo cipya, Mulopa wanjita;<br/> U-bubi bonse nabufwa, Bwa-shikwa mu m'lopa,<br><br>3. Na-laenda mu lubuto, pa mulu wa calo;<br/> Ni-nsambwa ndi u-wabuta, Yesu muli ine.<br><br>4. We cikuku ca kulisha, Nsambe mu mulopa;<br/> Ni Yesu fye 'waishiba, Yesu 'watanikwe,<br><br></p>"
    },
    {
        "title": "120 - NDESUMINA",
        "number": 120,
        "content": "<h1>120 - NDESUMINA</h1> <b>I DO BELIEVE</b><p>1. Tata nomba naisa fye, Mwe Katula wandi;<br/> Nga mulefuma kuli ‘ne Tata one nkaya kwi?<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Ndesumina shakalabe. Yesu amfwilile;<br/> Asumishe umulopa, Kupususha ine.</i><br><br>2. Muli Yesu ndesumina, Peleni amaka;<br/> No Bufwayo bonse bwandi, Mupele kuli 'ne.<br><br>3. Nalolesha menso yandi, Kuli Imwe Mfumu;<br/> Ukuti ndepokelela, Bupe bwa Mupashi.<br><br></p>"
    },
    {
        "title": "121 - KUTEMWA KWA KWA YESU",
        "number": 121,
        "content": "<h1>121 - KUTEMWA KWA KWA YESU</h1> <b>I WILL SING OF JESUS’ LOVE</b><p>1. Kutemwa kwakwa Yesu, Eko na ... kulaimba;<br/> Pantu a- ntemwa kale, No kufwa pa Kalvari.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Nakula ... i-mba lyonse, Kutemwa ... kwa-kwa Yesu;<br/> Ukuti mbe no mweo, Wene e wamfwilile.</i><br><br>2. Nalila ne minsoshi, Na Yesu ... andilila;<br/> Kupepa kwandi kwafye, Kano u-kwa kwa Yesu.<br><br>3. Kutemwa .. , kwa kwa Yesu, Kwacilo ... mulu, calo;<br/> No bubi bwafitisha, Bukabu-ta nge mpemba.<br><br>4. Nshakuci tile kantu, Pakuti ... 'We untemwe:<br/> Nakupa ... umutima. Ngafwa ku-ti nkutemwe.<br><br></p>"
    },
    {
        "title": "122 - KUCILI AFWAAFWI",
        "number": 122,
        "content": "<h1>122 - KUCILI AFWAAFWI</h1> <b>NEARER STILL NEARER</b><p>1. Pe-pi pepi fye ku-li Imwe, <br/> Mpa-lamike-ni 'Mwe Mu-pusushi;<br/> Ku-li Imwe 'ko mpa-lamikwe, <br/> Ntu-she muli 'Mwe Mfumu Mfisame.<br><br>2. Pe-pi pepi fye Mfu-mu yandi, <br/> Ii, takuli cisuma naleta; <br/> Ka-no imili-mo yabipa,<br/> I-sambeni no mulo-pa wenu;<br/> l-sambeni no mulo-pa wenu.<br><br>3. Pe-pi pepi fye mbe uwenu, <br/>l-mpulumu-shi nshile-shifwaya;<br/> l-filumba ne fya mu calo, <br/>Mfu-mu mpeni Yesu wa-tanikwe;<br/> Mfu-mu mpeni Yesu wa-Tanikwe.<br><br>4. Pe-pi naku-la-ba na Imwe, <br/>Ku-suka nka-be ne Mwe ku mulu;<br/> Nka-be na Imwe muyayaya, <br/>Pe-pi pepi Mupusu-shi wandi;<br/> Pe-pi pepi Mupusu-shi wandi.<br><br></p>"
    },
    {
        "title": "123 - INSHINA LYA MUSHILO",
        "number": 123,
        "content": "<h1>123 - INSHINA LYA MUSHILO</h1> <b>THE HOLIEST NAME</b><p>1. Ishina ilya temwikwa Pa-calo na mu mulu;<br/> Lyapelwe na Lesa Tata, U-mwana watemwikwa.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Lyena Iya mushilo 'Shina lya kwa Yesu, <br/> Ilyapelwe na Tata pa calo,<br/> Lyaletelwe na bangeli ubushiku, <br/> 'Shina lya kwa Yesu Mfumu.</i><br><br>2. Lisansa-musho mutima, E-lwimbo 'ne ndeimba,<br/> Nasumi-ne Shina lyakwe, Na-kula-lisosa pe.<br><br>3. Mutima wakulaimba U-kute-mwa kwa Mfumu;<br/> Nakula-lilumbanya pe, I-shina lya kwa Yesu.<br><br></p>"
    },
    {
        "title": "124 - TE'NE KANO KRISTU",
        "number": 124,
        "content": "<h1>124 - TE'NE KANO KRISTU</h1> <b>NOT I BUT CHRIST</b><p>1. Kano fye Ye-su eka acindikwe<br/> Te 'ne iyo, Omfwike. 'moneke<br/> Te 'ne kano Yesu ew' amoneke,<br/> Mu mashiwi muli fyonse ncita.<br><br>2. Kano Kristu e wingapwa bulanda,<br/> Kristu enga-kumune filamba; <br/> Kano Kristu, engantule cisendo,<br/> Kano Kristu, engamfumyo mwenso.<br><br>3. Kristu eka, Mashiwi yambi ya fye,<br/> Kristu eka, Fyonse fingomfwika;<br/> Kristu eka, Ine nshilipo kantu,<br/> Kristu eka, Teti njilumbanye.<br><br>4. Te 'ne ni Kristu, E umpela fyonse,<br/> Kristu eka, e maka e bumi;<br/> E mubili, umweo na Mupashi;<br/> Pano calo pamo na ku mulu,<br><br></p>"
    },
    {
        "title": "125 - AKASUBA PA LUPILI",
        "number": 125,
        "content": "<h1>125 - AKASUBA PA LUPILI</h1> <b>THERE IS SUNLIGHT IN THE HEART</b><p>1. Akasuba pa lupili. Pamo na pa cimana;<br/> Ulubuto lwa kasuba, Lulapwa lulaleka,<br/> Lelo lubuto lwa cine. Lwaisulo mutima;<br/> Pantu umwikala Yesu, Mulabuta fye lyonse.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Ulubuto ulwawamisha. Lwamu mutima wandi,<br/> Cimwemwe ica kwa Yesu, Lubuto ku mutima.</i><br><br>2. Naposa bulanda bwandi. Nge nsalu yabipisha,<br/> Nabumfwika ubuseko, Mutima wandi wanga;<br/> Na mu mushi wa lulumbi, Untu anteyanisha,<br/> Mutima wandi ulanga, Nakulamukonka pe.<br><br>3. Mfumu yandi, walinshita, Na fyonse fyandi fyobe;<br/> Lubuto ulwa kutemwa, Lubuto pali ine.<br/> Namu mushi wa lulumbi, Untu anteyanisha;<br/> Mutima wandi ulanga, Nakulamukonka pe.<br><br></p>"
    },
    {
        "title": "126 - NDI NO LWIMBO ULO NATEMWA",
        "number": 126,
        "content": "<h1>126 - NDI NO LWIMBO ULO NATEMWA</h1> <b>SINCE I HAVE BEEN REDEEMED</b><p>1. Ndi nolwimbo ulo natemwa, Ilyo nalubwilwe;<br/> Kwimbile Mfumu Katula, Ilyo nalubwilwe.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Ilyo nalubwilwe, Ndelumbanya Katula,<br/> Nakulalumbe Shina Pantu andubwile,<br/> Nakulalumbo Mupusushi.</i><br><br>2. Kristu alansansamusha, Pantu andubwile;<br/> Kucito bufwayo bwakwe, E cilambu candi.<br><br>3. Naliba no wa cishinka, pantu andubwile;<br/> Alafwayo mweo wandi, Pantu andubwile.<br><br>4. Alinteyanishe ng'anda, Pantu andubwile;<br/> 'Ko nkekala muyayaya, Pantu andubwile.<br><br></p>"
    },
    {
        "title": "127 - ALINTEMWA",
        "number": 127,
        "content": "<h1>127 - ALINTEMWA</h1> <b>HE LOVES ME TOO</b><p>1. Lesa amona ifyuni, Ena ‘lafitemwa;<br/> Nga alitemwa ifyuni, Alintemwa ine.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Alintemwa Alintemwa, Alintemwa ine:<br/> Pantu alitemwa fyonse, Alintemwa ine.</i><br><br>2. Lesa abyala maluba, Ilyena Lisuma;<br/> Nga alitemwa tuluba, Alintemwa ine.<br><br>3. Lesa apangile ifyuni, Fintu fyonse kuno;<br/> Takalabe kana kakwe, Alitemwa bonse.<br><br></p>"
    },
    {
        "title": "128 - INSHITA YA KUPEPA",
        "number": 128,
        "content": "<h1>128 - INSHITA YA KUPEPA</h1> <b>BLESSED HOUR OF PRAYER</b><p>1. Inshita ya kupepa ni ‘lyo twafininwa;<br/> 'Lyo tuya kuli Yesu cibusa wesu;<br/> Nga twamucetekela, ena katulama,<br/> Emuti ku-banaka, cisumo kuyo kwali.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Nshita yapalwa, nshita ya kupepa,<br/> Emuti kubanaka, cisumo kuyo kwali.</i><br><br>2. Inshita ya kupepa ni ‘lyo Yesu ‘lipo,<br/> Ena wa luse kuli 'Iwe bana bakwe; <br/> Masakamano yonse tubike pa nkasa,<br/> Emuti kubanaka, cisumo kuyo kwali.<br><br>3. Inshita ya kupepa ni ‘lyo tuletunkwa,<br/> Tuye ku mupusushi uwatutemwa;<br/> No mutima wa luse alefumya fyonse,<br/> E muti kabanaka, cisumo kuyo kwali.<br><br>4. Pa nshita ya kupepa tumucetekela,<br/> Ukuti fyo tufwaya aletupela;<br/> Nga twamucetekela akatukakula,<br/> E muti kubanaka, cisumo kuyo kwali.<br><br></p>"
    },
    {
        "title": "129 - YESU ISENI MUTUPALE",
        "number": 129,
        "content": "<h1>129 - YESU ISENI MUTUPALE</h1> <b>JESUS COME AND BLESS US</b><p>1. Yesu mwalilaya, Ko mwalongana,<br/> Babili, batatu, mwishina lyandi,<br/> Ndi pakati kenu, ici ca cine;<br/> Twafukama Mfumu isa tupale.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>'Seni mutupale twamulolela<br/> Yesu mutupale twamulo-lela.</i><br><br>2. Yesu mwali nefwe nshita yapita,<br/> Tulemufwaisha kufike mpela;<br/> 'Sa Mfumu! Wapalwa wise tupale,<br/> Tumfwe tubuleni, 'lyo tulebomba.<br><br>3. 'Lyo tulemwimbila, Yesu twafweni;<br/> Kupapa-ta kwesu, Tumfweni Mfumu;<br/> Twasumina imwe, Bucetekelo;<br/> Mubengeshimishe munshila yesu.<br><br></p>"
    },
    {
        "title": "130 - NDIWENU MFUMU",
        "number": 130,
        "content": "<h1>130 - NDIWENU MFUMU</h1> <b>I AM THINE O LORD</b><p>1. Ndi wenu Mfumu. naumfwe shiwi. lyanjeba kumutemwa;<br/> Lelo ndefwaya kupalamina. Pepi pepi mwe Mfumu.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Mpalamine pepi mwe Mfumu.<br/> palya 'po mwamfwilile.<br/> Mpalamine pepi mwe Mfumu.<br/> Palya 'po mwandashilwe.</i><br><br>2. Kanjipe cipya kumubombela, Mpelwe maka cikuku;<br/> Mpunamine ko mubusumino, Ndoshe ‘mo mufwaila.<br><br>3. Eyawame nshita napepamo, Ilyo mifukamina;<br/> Na ine nsoshanye nemwe Lesa, Fyo nsosa ne cibusa.<br><br>4. Kwabako kutemwa nshingeshiba, Kanwe Iyo nkaye shilya;<br/> Kwabakwe nseko nshingakumamo, kano ntushe muli 'Mwe.<br><br></p>"
    },
    {
        "title": "131 - KUTI NABA NGA YESU",
        "number": 131,
        "content": "<h1>131 - KUTI NABA NGA YESU</h1> <b>MORE LIKE JESUS</b><p>1. Kuti naba nga Yesu; Ngaikala muli 'ne,<br/> Mutende no kutemwa, Fyaisa-nge ci-pele<br/> Mbe nga Yesu 'lyo nyenda, Ngo mulendo pa caIo<br/> Mupina ku mupashi, Ikala-muli ine.<br><br>2. Nga koni kalelila, Alakabele nkumbu,<br/> Nga lasunga tuseba, Akomfwa kwita kwandi,<br/> Akamfunda kwikaIa, Nokunjelelo bubi,<br/> Ndebo wa buta tutu, Ikala-muli ine.<br><br>3. Nga Yesu ilyo mpepa, Nga Yesu nshiku shonse<br/> Ntusha pepi naiwe, Amenshi-yalipita,<br/> Ukuti mfyalwe cipya, Ncite kufwaya kwenu,<br/> Ndeba no busumino, Ikala-muli Ine.<br><br></p>"
    },
    {
        "title": "132 - MBE PEPI NOLUPANDA",
        "number": 132,
        "content": "<h1>132 - MBE PEPI NOLUPANDA</h1> <b>NEAR THE CROSS</b><p>1. Mbe pepi no lupanda, Ekafukauka,<br/> Ukundapwa kwa bonse, Kufuma ku Mfumu.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>M’lupanda M‘lupanda, Elulumbi lwandi,<br/> Kufiko mweo wandi, Ukatushe kulya.</i><br><br>2. Uluse no kutemwa Pepi no lupanda,<br/> No lubuto pali'ne, Nalunshinguluka.<br><br>3. Palupanda ndemona Umwana wa mpanga,<br/> Ungafwa kuba pepi, Pepi fye na Iwe.<br><br>4. Apepi no lupanda nakulalolela,<br/> Nsuke mfike kwishilya, 'Shilya lya mumana.<br><br></p>"
    },
    {
        "title": "133 - MUNSUMINISHE NYENDE NEMWE",
        "number": 133,
        "content": "<h1>133 - MUNSUMINISHE NYENDE NEMWE</h1> <b>O LET ME WALK</b><p>1. Munsuminishe nyende nemwe, Pamo nga Enoki wakale.<br/> Njikate ku maboko yenu, Mu nsuminishe nande nemwe,<br/> Nangwi nshila nshileimona, Katula 'ne nyende nemwe.<br><br>2. Teti njesho kwenda neka, Makumbi yafisha kumulu,<br/> Masanso nayo yafula, Ama cusho, nayo bwingi,<br/> Cimana naco capunga, Shikulu 'ne nyende nemwe.<br><br>3. Mbike amaboko palimwe Ndekakulwa ndesekela,<br/> Inkoseshe namu nshila, Pakusenda ulupanda,<br/> Ku Zion nsuke mfike katula 'ne nyende nemwe.<br><br></p>"
    },
    {
        "title": "134 - UKUTEMWA KWA KUPAPA KWAKWA YESU",
        "number": 134,
        "content": "<h1>134 - UKUTEMWA KWA KUPAPA KWAKWA YESU</h1> <b>WONDERFUL LOVE OF JESUS</b><p>1. Mucifulo ca mushilo, Mutima wandi waanga,<br/> Bushe n' ani ungalanda, Ukutemwa kwakwa Yesu<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Ukutemwa, kwakupapa; Kutemwa kwakwa Yesu;<br/> Ukutemwa, Kwakupapa; Kutemwa kwakwa Yesu.</i><br><br>2. Emutende akasuba, Elubuto namu mfifi;<br/> Kula posha abalwele, Ukuteemwa kwakwa Yesu.<br><br>3. Alanjelela ububi, alanjimya ne nga nawa;<br/> Mu mweo. nangu nimumfwa, Ukuteemwa kwakwa Yesu.<br><br></p>"
    },
    {
        "title": "135 - NALIKUTEMWA",
        "number": 135,
        "content": "<h1>135 - NALIKUTEMWA</h1> <b>I LOVE THEE BETTER LORD</b><p>1. Nalikutemwa we Mfumu, Ukucila fyonse,<br/> Pamutendyo yo wampela, Ushingonaulwa.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Tatulati twebwe fyonse, Fyakutemwa kobe<br/> Tatulati twebwe fyonse, Fyamulopa obe</i><br><br>2. Ninjishiboli mupepi, Nokucila fyonse;<br/> Nelintu ntontonkanyeci, Mutima 'sekela.<br><br>3. Wambikila mo buseko, Eco ndesekela;<br/> Kwabulo kutemwa kwenu, nga teti nsekele.<br><br>4. We mfumu yandi Katula! Ngacabefi nomba,<br/> Tacakacilyo busuma, 'Lyo tukamonana?<br><br></p>"
    },
    {
        "title": "136 - KONSE 'KANTWALA",
        "number": 136,
        "content": "<h1>136 - KONSE 'KANTWALA</h1> <b>I REMEMBER CALVARY</b><p>1. Konse kantwala 'ne nkaya.<br/> Pantu namu cetekela;<br/> Ndeibukisha pa lwandi; <br/>Afwilile pa kalfali.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Yes' akula ntangilila, Akasuba no bushiku<br/> Cibusa wandi wacine, Amfwilile pa kalufali.</i><br><br>2. O ndetemwe funde lyakwe,<br/> Nokutungululwa nankwe:<br/> Bufwayo bwakwe nde temwa,<br/> Bwashishiwe pa kalufali.<br><br>3. Kuntanshi 'ne nshakatine, <br/>Yesu akaba naine;<br/> Bushiku bumo nsubila,<br/> Nkamumona mupusushi.<br><br></p>"
    },
    {
        "title": "137 - BULE CALO UMPE YESU",
        "number": 137,
        "content": "<h1>137 - BULE CALO UMPE YESU</h1> <b>GIVE ME JESUS</b><p>1. Bule calo umpe Yesu, <br/>Pantwi calo 'ci cafye;<br/> Pantu ukutemwa kwakwe, <br/>Kwabafyo kwa penape;<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Yangu ukutemwa kwakwe, <br/>No luse lwafulisha;<br/> Ubupususho kuli ‘fwe,<br/> No mweo wape na pe.</i><br><br>2. Bule calo umpe Yesu, <br/>Pant' eunsansamusha;<br/> Nga ninga pempulwa nakwe, <br/>Kuti na ansha bubi.<br><br>3. Bule calo umpe Yesu, <br/>Mone cimwemwe cakwe;<br/> Lubuto munshila yandi,<br/> Lunsansamushe ine.<br><br>4. Bule calo umpe Yesu, <br/>Lupanda ncetekele;<br/> Bwino bwino Mfumu yandi,<br/> Nkasuke nkamumone.<br><br></p>"
    },
    {
        "title": "138 - BULENI UMWEO WANDI",
        "number": 138,
        "content": "<h1>138 - BULENI UMWEO WANDI</h1> <b>ENTIRE CONSECRATION</b><p>1. Bulen'umweo wandi. Mfumu yand'ube wenu,<br/> Pamo ne minwe yandi. Icite fyo mwatemwa.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Nsambeni mbute mumulopa, (mumulopa)<br/> Nsambeni mbute mumulopa. (mumulopa)<br/> Mfumu napela. Umweo nafyonse, Kube ukwa penape.</i><br><br>2. Bula makasa yandi, Yacite co lefwaya.<br/> Shiwi nalyo limbile, Limbile Mfumu yandi.<br><br>3. Bule milomo yandi, Isose shiwi lyobe;<br/> Ne mpiya shandi shonse. Ninsha po fye nakalya.<br><br>4. Bula inshiku shandi, Ne nshita yandi yonse;<br/> Na mano yandi yonse, Fibomfye Mfumu yandi.<br><br>5. Bula bufwayo bwandi, Bucite bube bobe;<br/> Bulo mutima wandi, Ube cipuna cobe,<br><br>6. Bula kutemwa kwandi, Kube pankasa shobe:<br/> Naine wine pano, Ukuti mbe obe pe.<br><br></p>"
    },
    {
        "title": "139 - NINSANGA CIBUSA",
        "number": 139,
        "content": "<h1>139 - NINSANGA CIBUSA</h1> <b>I’VE FOUND A FRIEND</b><p>1. Ninsanga cibusa uwacila. Uwantemenwe,<br/> Ankula no mwa-ndo wakutemwa, Ndikuntu ali,<br/> Mutima walikakwa no mwando uwakutemwa,<br/> Yesu wandi na ine ndiwakwe ukwa penape.<br><br>2. Ninsanga cibusa uwacila, Ewamfwilile,<br/> Te mweo weka untu ampele, No mwine pamo,<br/> Conse ndi naco tecandi iyo, Ndemupela fye,<br/> Mweo wandi wa-kwe nshita shonse, Ukwa penape.<br><br>3. Ninsanga cibusa uwacila, Apelwa maka,<br/> Maka yakunsu-nga ilyo nyenda, Kuya kumulu,<br/> Ululumbi ulubengeshima, Lumpela maka,<br/> Nakulapempu-la noku bomba, Elyo nkatushe,<br><br>4. Ninsanga cibusa uwacila, Aba no luse,<br/> Cilolo wama-no, Wa maka yonse nikacinga,<br/> Kufumo kwali uwantemenwe, Ndasanga maka,<br/> Nangu mweo i-mfwa nelyo kumbo, 'Nendifye wenu.<br><br></p>"
    },
    {
        "title": "140 - NAUMFWILE YESU ANJITA",
        "number": 140,
        "content": "<h1>140 - NAUMFWILE YESU ANJITA</h1> <b>THE VOICE OF JESUS</b><p>1. Naumfwile Yesu anjita 'Leti iso tushe,<br/> We wanaka biko mutwe, Pa cifuba candi,<br/> Ilyo nai-le kuntwali, Nali wa bulanda,<br/> Nshasangile mo kutusha, Nomba ndesekela.<br><br>2. Naumfwile Yesu anjita, Aleti ndekupa,<br/> Amenshi ya mweo sonwe, Kut'ube no mweo,<br/> Naishile kuli Yesu, Mulonga wa mweo,<br/> Nomba nshili necilaka, Ndyu mumi muntwali.<br><br>3. Naumfwile Yesu ati; Ndi nyali ya calo,<br/> Lolesha kuli ne iwe, Elyo kukabuta,<br/> Ilyo nalo-leshe Wene, Naba ngo lutanda,<br/> Nakulaya mulubuto, Nkasuke nkafike.<br><br></p>"
    },
    {
        "title": "141 - NABO WENU",
        "number": 141,
        "content": "<h1>141 - NABO WENU</h1> <b>WHOLLY THINE</b><p>1. Ine mbe wenu Mupusushi,<br/> Mfundisha we Mfumu;<br/> Ine ncite kufwaya kwenu,<br/> Ngafweni Mfumu<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Mbe wenu (Mfumu). Mbe wenu (Mfumu).<br/> Uku kulaya kwandi Mbe wenu (Mfumu).<br/> Mbe wenu (Mfumu), <br/> Wenu nomba mwe Mfumu.</i><br><br>2. Cuma ca calo cili cafye, Ukwabu-la Imwe;<br/> Pe shina Lyenu ndefisula, Mwe cuma candi.<br><br>3. Naposa fyoonse fya mu calo,<br/> Mpalame ku Mfumu<br/> Nasansamuke lyo mulipo<br/> Mbe wenu Mfumu<br><br></p>"
    },
    {
        "title": "142 - BWALI WAMA",
        "number": 142,
        "content": "<h1>142 - BWALI WAMA</h1> <b>HOW SWEET</b><p>1. Bushiku bwa mushilo bwali cile nshiku shonse,<br/> Twitontonkanyapo fibi, Kano Lesa wesu.<br><br>2. Cisumo kumfwa ipepo, Ku-ule pepelela;<br/> Kuti babi bala-pile, Kulola ku mulu.<br><br>3. Nga tufwaya kutamfyo bubi Ekw'ali umona;<br/> Amona mu kati kesu, Kuti atwelela.<br><br></p>"
    },
    {
        "title": "143 - MUTUFUMYE NO BUPALO",
        "number": 143,
        "content": "<h1>143 - MUTUFUMYE NO BUPALO</h1> <b>LORD DISMISS</b><p>1. Mutufumye no bupalo, Mu mitima yesu pe;<br/> Tube no kutemwa kwenu, Twange no luse lwenu;<br/> Mutukoshe, mutukoshe, Lyonse tuli pano nse.<br><br>2. No mucinshi twatotela, Pa fyebo ifisuma;<br/> Cibe cakulya ca myeo, Cikale mu mitima;<br/> Imwe bene, Imwe bene. Muleba ne fwe lyonse.<br><br>3. Nshiku shonse shesu Mfumu, Twashipela kuli ‘mwe;<br/> Tusansamusheni lyonse, Tuketaba ne nseko;<br/> Tukekala, tukekala, Na Yesu Inshiku pe.<br><br></p>"
    },
    {
        "title": "144 - MPIMPILA UKUYA KU MULU",
        "number": 144,
        "content": "<h1>144 - MPIMPILA UKUYA KU MULU</h1> <b>HIGHER GROUND</b><p>1. Mpimpilo kuya ku mulu, <br/>Ndanina inshiku shonse;<br/> Ndalomba ilyo nde enda, <br/>Ntila Mfumu nje ku mulu.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Mfumu njimya njiminine.<br/> Busumino bwa ku mulu;<br/> Icifulo cacile ci,<br/> Mfumu ndefwaya ku mulu.</i><br><br>2. Nshifwayo kwikala muno,<br/> Mwaba macusho no mwenso;<br/> Nangu bambi balefwaya,<br/> Ine ndefwaya ku mulu.<br><br>3. Mfwayo kwikala ku mulu, <br/>Nangu Satana ‘lencusha;<br/> No busumino ndeumfwa <br/>nyimbo sha bashila kulya.<br><br>4. Ndefwayo kuya ku mulu, <br/>Ukuyaba no lulumbi;<br/> Nanomba ncili ndepepa. <br/>Muntungulule ku mulu.<br><br></p>"
    },
    {
        "title": "145 - IWE WILAKANA",
        "number": 145,
        "content": "<h1>145 - IWE WILAKANA</h1> <b>ASK NOT TO BE EXCUSED</b><p>1. Iwe wilakana, eko ili ncito<br/> 'yo Lesa 'Iefwaya iwe kuyabomba;<br/> Umfwa bwite bwakwe kuli 'we 'lekwita,<br/> Cisumo kubomba, kubombelo mulu.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Iseni (seni) mwikana kubomba,<br/> Iteya (teya) nisheni kubomba,<br/> Mwikana kubomba mukomfwa 'katila,<br/> Kukana kubomba, mwakana no mulu.</i><br><br>2. Iwe wilakana Shikul' alekwita; <br/> Walekana kale, Shi mumfwile lelo;<br/> Mabala na yapya babomfi bacepa,<br/> Sumina kubomba, Shi bombele Mfumu.<br><br>3. Mu kukane ncito no kucelwa celwa,<br/> Mukano kutemwa kulya kwa ku mulu;<br/> Ilyo luse lwakwe lulepapatila,<br/> No kulango mulu, Isa 'sa welelwe.<br><br></p>"
    },
    {
        "title": "146 - IKALA MU M'TIMA",
        "number": 146,
        "content": "<h1>146 - IKALA MU M'TIMA</h1> <b>THY LIFE WITHIN ME</b><p>1. Ikala mu m'tima wandi, O Yesu Mfumu,<br/> Ngasukila fyonse, Ifyaba mu mutima,<br/> Ikala muli 'ne u-ntungulule nshila,<br/> Ukuti fye ndumone ululumbi lwenu.<br><br>2. Mubili waipela na usanguluka,<br/> Ululumbi lwenu nalubekamuli 'ne,<br/> No mubili wandi ube nomba uwenu,<br/> Inshiku fye shonse, Ndecite fyo mufwaya .<br><br>3. Ifilundwa fya uko fyonse fimumfwile,<br/> Ukuti mufibomfye monse mufwaila,<br/> Ukuipela u-kwabula ukushako,<br/> Ukuba wacincila ku mulimo wenu.<br><br>4. Ukutusha kwa cine kukaba muli 'ne,<br/> Nkalamulolela ilyo fye mukamfwaya,<br/> Ikala muli 'ne, 0 Yesu Mfumu yandi,<br/> Ungasukileko ifyaba mu mutima.<br><br></p>"
    },
    {
        "title": "147 - MPALAMIKWE MUPEPI",
        "number": 147,
        "content": "<h1>147 - MPALAMIKWE MUPEPI</h1> <b>DRAW ME CLOSER TO THEE</b><p>1. Tata mumpalamike, Ndefwaya mfukatilwe ;<br/> Mbe fye mu maboko yenu, Kuti nsange kutusha.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Mpa-lamikwe mupepi,<br/> Mpa-lamikwe kuli Imwe,<br/> Mpa-lamine pepi na 'Mwe</i><br><br>2. Mupusushi 'ne mbe pepi, Nimfuma kuli Iwe,,<br/> Ng’ufwe naumfukatila, Ndi mu maboko yenu.<br><br>3. Mupashi mpalamikile Kuti mbe fye na Iwe,<br/> Mbutisheni umutima, Munsambe mbute tutu.<br><br></p>"
    },
    {
        "title": "148 - KONSE KONSE NA YESU",
        "number": 148,
        "content": "<h1>148 - KONSE KONSE NA YESU</h1> <b>ANYWHERE WITH JESUS</b><p>1. Konse konse na Yesu kuti naya.<br/> Konse ngantungulula mu calo 'ci,<br/> Nga Yesu talipo tekuti ntemwe,<br/> Konse konse nge pwali kuti naya.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Konse fye. konse fye. tekuti ntine;<br/> Konse nga Yesu alipo kuti naya.</i><br><br>2. Konse konse na Yesu nshili neka.<br/> Nangu nkanwe ne fibusa fya calo;<br/> Nangu inshila ibe yabipisha,<br/> Nga Yesu alike kutifye naya.<br><br>3. Konse kuli Yesu ningasendama.<br/> Nangu ningashingulukwa ne mfifi,<br/> Ninjishiba 'kanjimya 'kwapenape,<br/> Konse kukaba Yesu ni kumwesu<br><br></p>"
    },
    {
        "title": "149 - ENDA MU LUBUTO",
        "number": 149,
        "content": "<h1>149 - ENDA MU LUBUTO</h1> <b>WALK IN THE LIGHT</b><p>1. E-nda mu lubuto wape-lwa lukutungulule,<br/> 'Mupa-shi kufuma ku mulu, Winga fumye mfifi<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>E-nda mu lubuto, E-nda mu lubuto,<br/> E-nda mu lubuto, Mu lubuto ulwa Mfumu.</i><br><br>2. Enda mu lubuto lwe landwe, shiwi lya kwa Lesa,<br/> Lula batungulula bonse, 'Ba cine 'ba Mfumu.<br><br>3. Na-ngu mwabe mfifi ‘mo leya, Enda mu lubuto,<br/> Mfifi ‘letina ulubuto, Ku kwisa kwa Mfumu.<br><br>4. E-nda mu lubuto ulwakwe, Elyo 'kamutemwa.<br/> Kumu-temwa pano pa ca-lo, Cikacila kulya<br><br></p>"
    },
    {
        "title": "150 - ABASEPA BALI KWI?",
        "number": 150,
        "content": "<h1>150 - ABASEPA BALI KWI?</h1> <b>WHERE ARE THE REAPERS?</b><p>1. Yangu bakusepa nga bali kwi,<br/> Abengalobolola mu fibi,<br/> Ukulobolola ukwa cine,<br/> Kukana 'tusha basuke bapwe.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Abakusepa nga bali kwi,<br/> Bakwisa bomba bulobololo?<br/> Abakutwafwa ukusepa,<br/> Kufumya bantu mu fyabipa.</i><br><br>2. Kabiyeni mu tushila tonse,<br/> Kafwayeni ngano mu fisoso;<br/> Fwayeni na mu misebo monse,<br/> No kwisabengisha mu bufumu.<br><br>3. Mabala nayapya konse konse,<br/> Yalelindililo kusombolwa:<br/> Yakulisha, babomfi bacepa;<br/> Yal'onaika nga twakokola.<br><br>4. Eco ishileni ne fikwakwa,<br/> Mwe bana mukolonganye ngano,<br/> Bombeni isuke Mfumu ise,<br/> Ikapwishe bulimi ne nseko.<br><br></p>"
    },
    {
        "title": "151 - BUSHE NKABA NE NTANDA KULYA?",
        "number": 151,
        "content": "<h1>151 - BUSHE NKABA NE NTANDA KULYA?</h1> <b>WILL THERE BE ANY STARS</b><p>1. Ndetontonkanya le-Io calo cisuma,<br/> Nkafika-ko bushi-ku bumo,<br/> Mu luse lwa Mupusushi nkeminina,<br/> Mukabe ntanda mu citebo.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Bushe mukaba ne ntanda mu citebo,<br/> Ilyo a kasuba kakawa? <br/> Ilyo nkashibuka muma sano yakwe,<br/> Bushe nkaba ne ntanda kulya?</i><br><br>2. Mombe no kupepa mumaka ya Mfumu,<br/> Mbe nga kalinda uwa mweo,<br/> Kuti nkabe ne ntanda bulya bushiku,<br/> Lintu Yesu 'Kalumbaniwa,<br><br>3. Bushe cikaba shani 'lyonkamumona.<br/> Ilyo nkamupele fya bupe,<br/> Nkasekela ilyo nkaba mumusumba,<br/> No kufwi-kwe cite-bo kulya.<br><br></p>"
    },
    {
        "title": "152 - LANDA KULI INE",
        "number": 152,
        "content": "<h1>152 - LANDA KULI INE</h1> <b>YESU SPEAK TO MY SOUL</b><p>1. Landa kuli- ‘ne Yesu, Ne shiwi lya luse,<br/> Ne shiwi lya kutemwa; \"Taushele weka.\"<br/> Njiswila umuti-ma, Umfwe shiwi lyobe,<br/> Muti wa-ndi wange no kutasha Imwe.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Landeni kuli ine, Shiwi lya mutembo,<br/> \"Ukaba wa kucimfya, Ukaba muntungwa.\"<br/> Landa kuli 'ne Mfumu, Shiwi lya kutemwa,<br/> Landa kuli 'ne lyonse, Ng'ufwe shiwi lyobe.</i><br><br>2. Landa ku bana bobe, Batungululeni,<br/> Besulemo ukwanga, Besule kupepa,<br/> Baipele kuli 'we ne mitima yonse,<br/> Bwise bufumu bwenu, Tumumone,<br><br>3. Landa pamo nga kale, Njishibe fyo fwaya,<br/> Njishibe ncito yandi, Njisushishe funde,<br/> Lekeni mucindike noku mulumbanya,<br/> Ncite kufwaya kobe, Nshiku shandi shonse.<br><br></p>"
    },
    {
        "title": "153 - LELO LYEKA",
        "number": 153,
        "content": "<h1>153 - LELO LYEKA</h1> <b>JUST FOR TODAY</b><p>1. Mfu-mu fya mailo tefyo, Nshi-lelomba;<br/> Nda-meni mfume ku bubi, Lelo line;<br/> Ni-sosa mashiwi yabi, Ya-shelelwe,<br/> Su-ngeni milomo yandi tela line.<br><br>2. Ni-ngabombe ncito yenu no kupepa;<br/> Mu-mashiwi mube 'luse, Lelo line:<br/> Nci-te ubufwayo bwenu, Ne cumfwilo;<br/> No-kuipela nemwine, Lelo line.<br><br>3. Nga umweo wandi lelo, Ine nafwa;<br/> Le-keni bulayo bwenu, Bube bwandi;<br/> Nshi-lelomba fya mailo, kano lelo;<br/> Mfu-mu munjikatilile, Lelo line.<br><br></p>"
    },
    {
        "title": "154 - KALINDA NJEBA WATCHMAN TELL ME",
        "number": 154,
        "content": "<h1>154 - KALINDA NJEBA WATCHMAN TELL ME</h1> <b></b><p>1. Kalinda, njeba bushe u-bushiku buli shani?<br/> Bushe amalangililo ya kwisa yali 'pepi?<br/> We mulendo ima bwaca! Mona kasuba katula;<br/> Ima fwalila bwala ca; Lucelo na lufika.<br><br>2. Kalinda, mona lubuto lule butishe nshila;<br/> Malangililo pa calo, Yatwebo kwisa kwakwe;<br/> Lint' ipenga likalila, Kwimya bonse 'basendama,<br/> 'Bashila bali mutulo, Kufwalo muyayaya.<br><br>3. Mona bwafika bushiku Bukulu bwe Sabata;<br/> Bonse natubilikishe, Bufumu bwapalama;<br/> Yangu! Namona pe shilya, Lulumbi lwenu Kenani;<br/> No musumba wa wamisha, Yerusalemu mupya.<br><br>4. Njeba fya musumba ulya, Wakulwa na Sahabu,<br/> Umusumba wa kwa Lesa, Wa cine wa mutende;<br/> Kwabe mpili shabekesha, Ukubeka nga Sahabu;<br/> Imimana ya wamisha, Yafimbwa na maluba.<br><br>5. Mone mpanga ilyapepi, Fitwalo tafikuba,<br/> Kulya kwaliba fyo kwanga! Mu mpanga yawamisha;<br/> Umfwe ciunda ca nyimbo, Icilesendwa no mwela;<br/> Minshipendwa ileimba, Twalaba nabo kulya.<br><br></p>"
    },
    {
        "title": "155 - NKAYA KONSE 'KO LEFWAYA",
        "number": 155,
        "content": "<h1>155 - NKAYA KONSE 'KO LEFWAYA</h1> <b>I’LL GO WHERE YOU WANT ME TO GO</b><p>1. Limbi teti cibe pa mpili, nangula ni kwishilya;<br/> Nangu tekubulwi ‘lemfwaya, Ukuti ine njeko;<br/> Lelo nga nau-mfwa i-shiwi kuntu-ma uko nshishibe,<br/> Nkayasuke Mfumu yandi nkatila, Ntuma konse fye 'ne ndeya.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Nkaya, konse 'ko lefwaya Mfumu. <br/> Mu mpili, mu fimana monse;<br/> Nkalanda ico ulefwaya nande,<br/> No kuba ifyo u-fwaya.</i><br><br>2. Limbi Yes'ali na mashiwi, Yant' alefwaya nsose;<br/> Limbi ni ku muntu waluba uwalufya inshila:<br/> O Mupusushi--ntungulula, Nangu nshila 'yi yafita;<br/> Shiwi lyandi liketabile lyenu, Nkasosa ico ufwaya.<br><br>3. Eko fili pano fisabo, Fili no kusombolwa;<br/> Kuli ncito 'yo ningabomba, Yesu uwatanikwe,<br/> Nabika fyonse fye pali 'Mwe, Awe 'Mwe mwalintemwa;<br/> Nakulacita ubufwayo bwenu, No kuba ifyo mufwaya.<br><br></p>"
    },
    {
        "title": "156 - AMASHIWI Y ABUKALI",
        "number": 156,
        "content": "<h1>156 - AMASHIWI Y ABUKALI</h1> <b>ANGRY WORDS LET THEM NEVER</b><p>1. Amashiwi yabukali, Yeba mutunwa twenu,<br/> Eyabifya umutima Nokukowesha milomo<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>\"Temwaneni\" -- efyasose Mfumu,<br/> Bana umfwileni funde lyakwe,<br/> \"Temwaneni\" -- efyasose Mfumu.<br/> Bana umfwileni funde.</i><br><br>2. Citemwiko calibuta, Kabili camushilo. <br/> Lekeni mwiconaula. Namashiwi yashawama.<br><br>3. Amashiwi yabukali, Yasoswa mulubilo, <br/> Eyabifya umutima, Yonaula bucibusa<br><br></p>"
    },
    {
        "title": "157 - ULYA UYA ILYO ALILA",
        "number": 157,
        "content": "<h1>157 - ULYA UYA ILYO ALILA</h1> <b>HARVEST TIME</b><p>1. Ulya uya ilya lila, Nokutanda imbuto-o,<br/> Ukwabula ukunaka, Akabelelwo luse.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Shilolesha! We mulimi, Imbuto nomba shapya;<br/> Mona amabala yapya yapembwa Ukusepwa</i><br><br>2. Kalabalika kasuba, Ne mfula ilaloka-a,<br/> Ifitwalo filakula namaka yakumulu.<br><br>3. Tande mbuto wilanaka, witina winashiwa-a,<br/> Nangu kube amacusho, Ukaba mubuseko.<br><br></p>"
    },
    {
        "title": "158 - KUSOMBOLE CALO NAKUPALAMA",
        "number": 158,
        "content": "<h1>158 - KUSOMBOLE CALO NAKUPALAMA</h1> <b>HASTEN ON GLAD DAY</b><p>1. Kusombole calo nakupalama,<br/> Imfumu leita bakusombola, <br/> Ingano nashipya kutal’apepi,<br/> Shilongelwe nombe 'ilyo talaisa.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>'Sa we bu-shiku, Ubwaku-sekela,<br/> Sendeni mipo, Ku-mu-shi.</i><br><br>2. Ulucelo lulya luli fya pepi,<br/> Umo mo tatwakaponye filamba; <br/> Nangu bubi bwali bifishe ngano,<br/> Shikalonganikwa kufike mpela.<br><br>3. Cawa-mo kubomba ukwa kutemwa!<br/> Pantu kwaba nga kukafukauka,<br/> Kutwita nokutulango kubomba;<br/> Ala kutemwa kubombe milimo.<br><br></p>"
    },
    {
        "title": "159 - MFUMU ‘NE NDAMUFWAISHA",
        "number": 159,
        "content": "<h1>159 - MFUMU ‘NE NDAMUFWAISHA</h1> <b>HOW MUCH I NEED THEE</b><p>1. Mfumu 'ne, Ndamufwaisha! Nangu ndi mubi mpofu;<br/> Mundame, muntungulule, ukuti mbe na maka.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>We mfumu nshita sho-nse<br/> Ndakufwa-isha lyo-nse<br/> Undame, Mfumu yandi,<br/> Unsunge nshita shonse.</i><br><br>2. Mfwikeni mwingila wenu, uwandi walibipa; <br/> Nangeni bunake bwandi, Ekuti nsange amaka.<br><br>3. Ndi bwino nga mwe mwandama, Nekafye kuti nawa!<br/> Twende nemwe munshileyi, Uli lubuto lwandi<br><br>4. Ifili kuntanshi yandi; Buseko nangu bubi,<br/> Nshakafume fye kuli we, Niwe fye wakungafwa.<br><br></p>"
    },
    {
        "title": "160 - NINDAMINWA FYE YESU",
        "number": 160,
        "content": "<h1>160 - NINDAMINWA FYE YESU</h1> <b>KEPT FOR JESUS</b><p>1. Nindaminwa fye Yesu! mpe-lwa maka yakwe;<br/> Nokufuma kubu-bi, Kwendo mwaendele<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Nalaminwa fye Yesu! Ndi pankasa shakwe;<br/> Nshilipwe cintu, Ndifyo wafye, kano Yesu eka.</i><br><br>2. 'Kulaminwa fye Ye-su! Kucitefya fwaya,<br/> Neite bufwayo bwa-kwe, Mubombele ine.<br><br>3. Yesu munsunge bwino, Ntaluke fya calo,<br/> Uwaitwa-la panshi, Wabuto mu-tima.<br><br>4. 'Kulaminwa fye Ye-su kuba wakwe lyonse,<br/> Ukubafye uwa-kwe, ukwamuya-yaya.<br><br></p>"
    },
    {
        "title": "161 - NALIBA NO WANTEMWA",
        "number": 161,
        "content": "<h1>161 - NALIBA NO WANTEMWA</h1> <b>MY LORD AND I</b><p>1. Naliba nowantemwa, Cibusa wacine;<br/> Alintemwisha kwacine, Ecibusa wandi;<br/> Teti mfume uko ali, Kano fye apepi,<br/> Nokwikala fye pamo, Ine na-nkwe.<br><br>2. Naliba uwanaka Mfumu yalishiba,<br/> Ndashintilila ukwali, Alangafwa ine;<br/> Alantungulula ine, Lubuto munshila,<br/> Tulendelafye pamo, Ine na-nkwe.<br><br>3. Ubulanda ‘bo mweba, Nobuseko bwandi,<br/> Ndamweba ifinsekesha, Pamo nefimbifya,<br/> Alanjeba fyakucita. Alanjebo kwansha,<br/> Tulalandila pamo lne na-nkwe.<br><br>4. Alishiba ndafwaya, Kupususha bambi,<br/> Alanjeba kuya ine kuya mulandila,<br/> Kuya sose ilandwelyo. Neco afwilile,<br/> Tula bombela pamo, Ine na-nkwe.<br><br></p>"
    },
    {
        "title": "162 - YESU ALENTUNGULULA",
        "number": 162,
        "content": "<h1>162 - YESU ALENTUNGULULA</h1> <b>ALL THE WAY</b><p>1. Yesu alentungulula; Bushe mfwaye na cimo?<br/> Ntwishike uluse lwakwe, Untungulula lyonse?<br/> Umutende waku mulu, M'busumino ndi nao<br/> Conse ii-cinga mponena, Kut'a ncitila bwino,<br/> Conse ii-cinga mponena, Kut'a ncitila bwino.<br><br>2. Yesu alantungulula, Mo nyenda lansekesha;<br/> Alangafwa mumatunko, Nokumpele cakulya,<br/> Nangu nanaka ukwenda, Nomutima wauma, <br/> Kuntanshi yandi namona, Amenshi yakungafwa,<br/> Kuntanshi yandi narnona, Amenshi yakungafwa.<br><br>3. Yesu alantungulula, Nokutemwa kwa cine<br/> Alandaya icifulo, Mung'anda yakwa Tata;<br/> Ilyo nkemina ku mweo, Nkapupuka kumulu,<br/> Lukabe lwimbo penape, Yesale ntungulula,<br/> Lukabe lwimbo penape, Yesale ntungulula.<br><br></p>"
    },
    {
        "title": "163 - EPO NDI NTUMENI",
        "number": 163,
        "content": "<h1>163 - EPO NDI NTUMENI</h1> <b>HERE AM I SEND ME</b><p>1. Umfwa Yesu aleita, \"Nani 'leya kubomba?\"<br/> Mabala nayapya kale, \"Nani ‘leya sombola?\"<br/> Shikulu abilikisha, Cilambu kapelwafye;<br/> Nan'engasuka no kwanga, Epo ndi tuma Mfumu<br><br>2. Nga tekuti iwe uye, Kwishilya lya fimana;<br/> Kuti wabasanga bantu, Abalya pepi nobe,<br/> Tetyu lande ngo mungeli, Nangufye nga Paulo,<br/> Landa kutemwa kwa Yesu, Bebyatya limufwila.<br><br>3. Nga teti ube kalinda, pa mulu wa Zioni,<br/> Kulange nshita yamulu, Nomutende kubantu,<br/> Ukupepelela bambi Kucite ncito yakwe,<br/> Kuti waba nga Aroni, Uwa afwile Mose.<br><br>4. Lintu abantu balefwa, Shikulu alekwita;<br/> Leko munt'eumfwo leti, 'Ne teti ncite kantu;<br/> Kabombe ncito 'kupela, temwa kumubombela,<br/> Asuka ily'alekwita, Tila ndi pano ntuma.<br><br></p>"
    },
    {
        "title": "164 - PAMAKASA YAKWA YESU",
        "number": 164,
        "content": "<h1>164 - PAMAKASA YAKWA YESU</h1> <b>AT THE FEET OF JESUS</b><p>1. Pa-makasa yakwa Yesu, ndomfwa mashiwi yakwe!<br/> Mucifulo ica wa-ma nsangwe mwenshiku shonse,<br/> Pa-makasa yakwa Yesu, ndamone fya kunuma,<br/> Kutemwa kwakwo kwacila, kuwamyo mweo wandi.<br><br>2. Ni-kwi ninga sange shuko? Kano pa nkasa shakwe,<br/> Nshe-po bubi no bulanda, elyo nsange kutusha;<br/> Pa-makasa yakwa Yesu, ntule bulanda bwandi.<br/> Nda-sange cikuku ca-kwe noku nsansamusha pe.<br><br>3. Mpa-leni ne mupusushi, lyondi pa nkasa shenu<br/> Umbeleleko uluse, mone icinso cobe; <br/> Nkwate ulya umutima. uwaba muli Yesu,<br/> Nshininkishe ndi na Yesu, ubololoke bwandi.<br><br></p>"
    },
    {
        "title": "165 - NATEMWA",
        "number": 165,
        "content": "<h1>165 - NATEMWA</h1> <b>I LOVE THEE</b><p>1. Natemwa, natemwa. na-temwe Mfumu;<br/> Natemwo m'pusushi, na-temwa Lesa, <br/> Nalikutemwisha, we walishiba; <br/> Nga nali-kutemwa, mu-lifyo ncita.<br><br>2. Ndeanga, ndeanga, ndeanga nganshi;<br/> Ukucankwa kwandi, ukushakapwe;<br/> Ndefuluka kulya, kwabo bulayo;<br/> Ukuka-ba Yesu 'lyo na bangeli.<br><br>3. Mupusu-shi wandi, Nshuka ngepoli,<br/> Niwe mweo wandi, kwanga butusho;<br/> Ukute-mwa kobe, Elwimbo lwandi;<br/> Nda sansamushiwa, no luse lobe.<br><br>4. Nani wa-ba ngo mupu-sushi wandi?<br/> Alinte-mwa ine, ‘langafwa lyonse;<br/> Nakula mutasha, Nokumwimbila;<br/> Nokutemwa lyonse, mu-tima wandi.<br><br></p>"
    },
    {
        "title": "166 - MWE CILIBWE CA KALE",
        "number": 166,
        "content": "<h1>166 - MWE CILIBWE CA KALE</h1> <b>ROCK OF AGES</b><p>1. Mwecilibwe ca kale, Kamfisame muli Mwe,<br/> Umulopa na menshi, Fyafumine muli Mwe <br/> Ekundapwa kwa fibi, Nsangululwe kububi.<br><br>2. Milimo ya maboko, Tetici-te mafunde,<br/> Maka yandi nemwine, Nokuponya filamba,<br/> Tekuti fi fintule, Kanofye Imwe Yesu.<br><br>3. Takuli co naleta, Njikate ku lupanda;<br/> Mumfwike ndi no bwamba, Ngafwa, nimbulwa maka;<br/> Naisa kuli Imwe, Munsambe ninkesa fwa.<br><br>4. Ilyo nkaleko mweo, Yakashibata menso;<br/> Nokwikala mu mfifi, Ndolele bupingulo;<br/> Mwe cili-bwe cakale, Kamfisame muli mwe.<br><br></p>"
    },
    {
        "title": "167 - CITENDEKELO ICI",
        "number": 167,
        "content": "<h1>167 - CITENDEKELO ICI</h1> <b>FIRM FOUNDATION</b><p>1. Cite-ndekelwe ci mwebashila ba Mfumu,<br/> Bucetekelo bwenu mwishiwi lyakwe, <br/> Cinshi cimbi cacila ci casosele; <br/> Iseni kumupusushi mwe mwise mufisame,<br/> Iseni mwe ku mupusushi mufisame.<br><br>2. Nangu nkakwitila mumenshi yatali,<br/> Mimana yamacusho tayakasende <br/> Amacusho yobe yakaba mapalo, <br/> Pantu nkaba naimwe mumacusho fye yonse,<br/> Nokukushilisha mumacusho fye yonse.<br><br>3. Namgu ukende mumacusho yamulilo,<br/> Cikuku candi cikalaba fye nobe; <br/> Nangu mucilunga camulilo mo kaba,<br/> 'Kasungululwa bwino pamo fye nga Golide;<br/> Mulilo ukafumya fyonse fyabipa.<br><br>4. Mutima ushintilila fye kuli Yesu,<br/> Nshakatale ngusha weka kubalwani; <br/> Nangu fya kashingulukwa nama cusho, <br/> Nshamulekeleshe Nshakafume kuntwali; <br/> Nshakatale ne Mfumu fye ukuntwali.<br><br></p>"
    },
    {
        "title": "168 - JEHOVA MUCEMI  WANDI",
        "number": 168,
        "content": "<h1>168 - JEHOVA MUCEMI WANDI</h1> <b>THE LORD IS MY SHEPHERD</b><p>1. Yehova muceni wandi nshakakabile kantu,<br/> Andi-sha na mumulemfwe uteku ine ntushe,<br/> Ala-ntungulula 'ne ku menshi yasuma,<br/> Ambwesha mu nshila Antungulula mumacusho.<br/><br><br>2. Kabili lyo nyenda mu mupokapoka uwa-mfwa,<br/> Mwandi niwe kafwa wandi, nshiletina bubi; <br/> Nkonto yobe no mutambu fyakulansunga: <br/> Teku-ti ububi bwise kuli-ne ngoli 'pepi.<br><br>3. Wang'anshikile cintamba candi ilyo ndecula;<br/> Nama-palo yengi luko-mbo lwandi lwaisula; <br/> Amafuta yawamisha mwansu-bo mutwe. <br/> Cinshi ningepusha ukucilo kusungwa ngo ku<br><br>4. Mfumu lekeni busuma bwenu 'bo bufulishe,<br/> Lyonse nakula mukonka nsuke mfike ku mwenu; <br/> Ndefwa-ye nshila ya kale umo baendele; <br/> Nokwe-nda munshila yabo kufika naku mulu<br><br></p>"
    },
    {
        "title": "169 - WE MPYANI YA BUFUMU",
        "number": 169,
        "content": "<h1>169 - WE MPYANI YA BUFUMU</h1> <b>HEIRS OF THE KINGDOM</b><p>1. We mpyani ya bufumu walalila nshi?<br/> Wa-lalila nshi pepi no mushi?<br/> Ala endesha imo fwale nkwela,<br/> We mpyani ya bufumu wa celwa.<br><br>2. Ku shumfwana pakati ka mishobo,<br/> Nabatina mwenso wabekata, <br/> Umfwa uku-luluma kwe celeta,<br/> We mpyani yabufumu endesha.<br><br>3. Leko kukonko lunkumbwa lwa calo!<br/> Muno lulumbi lwaluko lwapwa; <br/> Fuma mufikakilo fya mu calo, <br/> We mpyani ya bufumu fumako.<br><br>4. Sansula menso lolesha pantanshi;<br/> Ululumbi lwa mfumu lwaisa,<br/> Ala-alifye pepi nokufika;<br/> We mpyani ya bufum' anga wimbe.<br><br></p>"
    },
    {
        "title": "170 - MFUMU NA KABUMBA",
        "number": 170,
        "content": "<h1>170 - MFUMU NA KABUMBA</h1> <b>MY MAKER AND MY KING</b><p>1. Mfumu nakabumba, E-ko mfumya fyonse;<br/> Ukupa kobe cishima ko mfumya mapalo;<br/> Ukupa kobe cishima ko mfu-mya mapalo.<br><br>2. Ndi cibumbwa cobe, E-konsango mweo;<br/> Mfumu nendafilwa kutasha mapalo yobe:<br/> Mfumu nendafilwa kutasha ma-palo yobe.<br><br>3. Cinshi ninga kupa, Mfu-mu fyonse fyobe;<br/> Ukutemwa kobe kuli ifwe kutashiwe;<br/> Ukutemwa kobe kuli ifwe kutashiwe.<br><br>4. Icukuku cobe ci-nkosho mutima;<br/> Leke shiwi no bufwayo fibe fyobe pefye.<br/> Leke shiwi no bufwayo fibe fyobe pefye.<br><br></p>"
    },
    {
        "title": "171 - WE KALINDA WA ZION",
        "number": 171,
        "content": "<h1>171 - WE KALINDA WA ZION</h1> <b>WHAT OF THE NIGHT?</b><p>1. We kalinda wa Zion, Bushiku buli shani?<br/> Ngo lutanda lwa lucelo, Bushe nomba lwatula?<br/> Bushe nomba kwabe mibengelele?<br/> Bushe nomba kwabe mibengelele?<br><br>2. Twebeni filangililo, Filepita fileya? <br/> Twapalamina ku cabu, Kuti twamone mpanga?<br/> Bushe cine bufumu bwapalama?<br/> Bushe cine bufumu bwapalama?<br><br>3. Kwabengeshima bwalaca! Natwimbe tuweleshe!<br/> Twalumona ulutanda, Lwabengeshima bwino!<br/> Sekeleni bupususho nabwisa<br/> Sekeleni bupususho nabwisa,<br><br>4. Natusange cishibilo, lmpanga ilya pepi<br/> Endesheni natuleya, Icabu cilya pepi!<br/> Auleni mutile wa mushilo,<br/> Auleni mutile wa mushilo<br><br></p>"
    },
    {
        "title": "172 - SHIKULU MUKESA LILALI?",
        "number": 172,
        "content": "<h1>172 - SHIKULU MUKESA LILALI?</h1> <b>HOW LONG?</b><p>1. Shikulu, caba shani, mukesa tilali? <br/> Imitima yanaka pantu tamwishile;<br/> Bushe bulya bushiku bukaba lilali?<br/> Ubukabengeshimisha pa bantu bobe.<br><br>2. Ni lilali shikulu 'kashe ng'anda yobe?<br/> Pantu wakokola, banana basumina;<br/> Abengi bantu bobe, nabawa mufibi,<br/> Banono balelindo kwisa kusengela<br><br>3. Shibukeni mutulo, shimikeni landwe,<br/> Soseni mutile'ti, Mfumu yalaisa,<br/> Natwashe nyali shesu, tube ba cincila,<br/> Nokufwaisha ukumone cinso cenu.<br><br></p>"
    },
    {
        "title": "173 - NDEFWAYO UBUCETEKELO",
        "number": 173,
        "content": "<h1>173 - NDEFWAYO UBUCETEKELO</h1> <b>O FOR A FAITH</b><p>1. Ndefwayo bucetekelo, Mushingabo mwenso;<br/> Bushinga tino bupina. Nangu kucula konse,<br/> Nangu nimu malanda.<br><br>2. Umushilyu kwi lishanya, Nangu mumacusho,<br/> Munshita iya macusho, Kucetekela Lesa;<br/> Nangula ncule nganshi.<br><br>3. Ulubengeshima bwino, Nangu mumasanso;<br/> Nangu kube amasanso tatutina akantu,<br/> Nangu kufite shani<br><br>4. Lusenda macusho yonse, Nangu musebanya;<br/> Mabimbi aya cimana tekuti yalushike,<br/> Mabi mbi yaca mbeshi.<br><br>5. Mpeni ulu lucetekelo; kuti ncimfye fyonse,<br/> Nangu fye nipano calo, ndomfwa cena cisuma.<br/> Kumushi wa pe na pe.<br><br></p>"
    },
    {
        "title": "174 - KWA BUSEKO",
        "number": 174,
        "content": "<h1>174 - KWA BUSEKO</h1> <b>HOW CHEERING!</b><p>1. Kwa bu-seko ku-su-bila ‘lyo twa-cula-pano;<br/> Kulatwafwa mu macusho 'lyo tuli pano nse,<br/> Kulatwafwa mu macusho 'lyo tuli pano nse.<br><br>2. Kwatu-langa 'ko-tu-tushe, tuka-teka-nankwe;<br/> 'Ko tukamonana bonse tatwakalekane,<br/> 'Ko tukamonana bonse tatwakalekane.<br><br>3. Mu mpa-nge yi ta-ba-bifya, taba-tunkwa-iyo;<br/> Ubuseko tabwakapwe bukekalila pe,<br/> Ubuseko tabwakapwe bukekalila pe.<br><br>4. Mu ca-lo‘mo ta-ba-losha, ne mfwa-tamwa-kabe;<br/> 'Bakaba mu calo cilya kuba nga bangeli,<br/> 'Bakaba mu calo cilya kuba nga bangeli.<br><br>5. We nshita we bu-tu-kisha, mupu--sushi--isa;<br/> Twafuluko kukumona tufike ku mwesu<br/> Twafuluko kukumona tulike ku mwesu.<br><br></p>"
    },
    {
        "title": "175 - WE MUPUSUSHI KAKUMBA",
        "number": 175,
        "content": "<h1>175 - WE MUPUSUSHI KAKUMBA</h1> <b>SAVIOUR LIKE A SHEPHERD</b><p>1. We mupusushi, kakumba wesu, shi tusunge bwino:<br/> Tulisheni ifisu-ma, tube mwicinka lyobe ‘li ;<br/> Yesu Mfumu, we wapalwa, bonse tuli fye bobe; <br/> Yesu Mfumu, we wapalwa, twashitilwe fye nobe.<br><br>2. Tuli bobe fye Cibu-sa wesu tungulule nshila:<br/> Tutalushe fye kubu-bi bonse, bwesha nga twaluba;<br/> Yesu Mfumu, we wapalwa, umfwo kupepa kwesu,<br/> Yesu Mfumu, we wapalwa, umfwo kupepa kwesu<br><br>3. Walitulayo kutu-poka, nangu fye tuli babi;<br/> Waliba no luse 'la-twafwa, icikuku na maka, <br/> Yesu Mfumu, we wapalwa, tuleisa kuli iwe,<br/> Yesu Mfumu, we wapalwa, tuleisa kuli iwe.<br><br></p>"
    },
    {
        "title": "176 - UBUCHETEKELO BWAPALWA",
        "number": 176,
        "content": "<h1>176 - UBUCHETEKELO BWAPALWA</h1> <b>BLESSED HOPE</b><p>1. Ubu-cete-kelo bwapa-lwa bwa-buta<br/> Kuci-la no kuse-kela calo cinga-pela.<br><br>2. 'Ko lu-li lu-tanda lwinga-tamfye mfimfi,<br/> Lule-to bu-cete-kelo, Bufu-mya no mwenso<br><br>3. Shiwi lya bu-seko lila-sansa-musha,<br/> Lila-fumya 'kutwi-shika, Lila-ndo ku-temwa.<br><br>4. Shiwi pa Kal-vari \"Iwe nawe-lelwa!\"<br/> Luta-nda lu-soko-lola Kusu-bilo mulu.<br><br></p>"
    },
    {
        "title": "177 - MU MPANGA YA KUMULU",
        "number": 177,
        "content": "<h1>177 - MU MPANGA YA KUMULU</h1> <b>NO NIGHT THERE</b><p>1. Mu mpanga ya kumulu, Mwalibo \"Musumba,\"<br/> Ukekalilila pe, \"Bushiku takwaba.\"<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Akafute filamba, Mu \"musumba ulya;\"<br/> Tabaka lepende myaka, \"Bushiku takwaba.\"</i><br><br>2. Fipata fyabekesha, Mu \"musumba ulya;\"<br/> Misebo ya Sahabu, \"Bushiku takwaba.\"<br><br>3. Fipata tafisalwa, Ku \"musumba ulya,\"<br/> Mumana upita pe, \"Bushiku takwaba.\"<br><br>4. Tabafwaya kasuba, Mu \"musumba ulya,\"<br/> Pantu Yeswe lubuto, \"Bushiku takwaba,\"<br><br></p>"
    },
    {
        "title": "178 - ALEISA",
        "number": 178,
        "content": "<h1>178 - ALEISA</h1> <b>CHRIST RETURNETH</b><p>1. Limbi lucelo, lyakasuba katula.<br/> Lye mfimfi yaya, nakasuba katula,<br/> Kuti aisa mululumbi ulwakwe.<br/> Kwisa senda abantu bakwe.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Nililali Mfumu ilyo tukembo lwimbolu?<br/> Aleisa Aleluya, Aleluya Ameni, Aleluya Ameni.</i><br><br>2. Limbi cungulo, Limbi ilyo bwaila,<br/> Engesa lyonse, ilyo tatwibukile,<br/> Nokumona ulubuto lwa lulumbi, <br/> Lwakwisa senda-a bakwe,<br><br>3. Abakumulu bakatila Hosana,<br/> Abashila bakwe, Nabangeli pamo;<br/> Elyo tukamona ululumbi lwakwe, <br/> Lukabengeshima konse.<br><br>4. Tukala cankwa pantu takwakabe mfwa,<br/> Kulila noku lwala takwakabe ko;<br/> Tukasumbulwa ne Mfumu Yesu ilyo aisa,<br/> Kwisa senda bantu bakwe,<br><br></p>"
    },
    {
        "title": "179 - MONA SHIBWINGA",
        "number": 179,
        "content": "<h1>179 - MONA SHIBWINGA</h1> <b>BEHOLD THE BRIDEGROOM</b><p>1. Bushe wate-yanishisha shibwinga ngaisa?<br/> Bushe iwe wamuteyanishisha iwe;<br/> Moneni Aisa isa fwalila umukumanye, shibwinga Aisa.<br/><br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Mona shibwinga Aisa Aisa! Mona fwalila Aisa Aisa!<br/> Mona shibwinga Aisa Aisa! Iteyanishishe shibwinga Aisa.</i><br><br>2. Butisheni inyaIi shenu shibeke lyaisa;<br/> Butisheni inyaIi shenu shibeke shibeke; <br/> Alaisa fye bwangu, Iteya-nyeni! Alaisa fye nombaline<br><br>3. Bonse tuka-yo kumusengela 'lyaisa!<br/> Bonse tuka-yo kumusengela 'lyaisa!<br/> Cacine akesa akesa! Bonse tukaya kuya kumanya shibwinga.<br><br>4. Tukemba pamofye aleluya ‘lyaisa!<br/> Tukemba pamofye aleluya ‘lyaisa!<br/> Mone'na isa isa natwimbe bonse moneni shibwinga isa.<br><br></p>"
    },
    {
        "title": "180 - INSHITA TATWISHIBE",
        "number": 180,
        "content": "<h1>180 - INSHITA TATWISHIBE</h1> <b>WE KNOW NOT THE HOUR</b><p>1. Mfumwi leisa; Inshita tatwishibe;<br/> Malangililo yaleti Alaisa,<br/> Lintwa kabwela, Bulayo bu bwacine,<br/> Nshita ta-twishibe.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Akesa (Akesa), Pempuleni teyanyeni;<br/> Akesa (Akesa), Haleluya! Haleluya!<br/> 'Kesa mu makumbi, Mululumbi lwakwa Wishi.<br/> Nshita ta twishibe.</i><br><br>2. Kulyu lubuto kuli balya bamano;<br/> Mwi buku lyakwe emo fili fishinka;<br/> Ifile sonta kuli bulya bushiku,<br/> Nshita ta-twishibe.<br><br>3. Kulalolela, Nenyali shileyaka,<br/> Twakulabomba, Twakula mulolela<br/>, Kwanga nokwimba, Bonse balya bamano,<br/> Nshita ta-twishibe.<br><br></p>"
    },
    {
        "title": "181 - TATWAISHIBA ILYA KESA",
        "number": 181,
        "content": "<h1>181 - TATWAISHIBA ILYA KESA</h1> <b>WAITING AND WATCHING</b><p>1. Tatwaishiba ilya kesa, Cungulo nelyo lucelo,<br/> Limbi kuti fye ubushiku, Limbi kuti ni kumaca,<br/> Aleti kanshi pempuleni, Mwileka nyali shishime,<br/> Ilya kabwela katusange, Abaiteyanishisha.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Li-nda pempu-la, Li-nda pempu-la;<br/> Li-nda pempu-la, Uku mulolela Yesu.</i><br><br>2. Ndetontonkanyo luse lwake, Mutengo nashitwa nao,<br/> Ashilyo mulu uwashila, No Kwisa fwila baluba,<br/> Nao cika lamusekesha, Pa kumona balubulwa. <br/> Twange na ubucetekelo, Tulole no kupempula.<br><br>3. Yesu we mupusushi wa-ndi, Nalikutemwisha nganshi, <br/> Ndecetekela nkakumo-na, 'Ne mwine nkakusengela, <br/> Kuli bambi nga kapingu-la, Abakala kubutuka, <br/> Lelo ine nga icibusa, Nakulakulolela fye.<br><br></p>"
    },
    {
        "title": "182 - BUSHIKU BULYA",
        "number": 182,
        "content": "<h1>182 - BUSHIKU BULYA</h1> <b>GLEAMS OF THE GOLDEN MORNING</b><p>1. Bushiku bulya nabupalama; Yesu alaisa.<br/> Ukwisa senda babusumino, Ukuya kumushi.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Yangu twamona mibengelele kutandule mfifi yonse!<br/> Mibengelele yakwisa kwakwe, Nshishi shikesuka.</i><br><br>2. Ilandwe ili lyalaya nomba konse mucalwe ci<br/> Shibwinga nao tale kokola, Penga lyalalila.<br><br>3. Bangeli bakwe akesa nabo, Mulu ukabeka,<br/> Akesa senda abantu bakwe, Kuyo kushabe mfwa.<br><br>4. Tuka kumana nabatemwika. Abailya kale.<br/> Akala bakumune filamba abo balelila.<br><br></p>"
    },
    {
        "title": "183 - IKATISHENI NSUKE NJISE",
        "number": 183,
        "content": "<h1>183 - IKATISHENI NSUKE NJISE</h1> <b>HOLD FAST TILL I COME</b><p>1. Bulayo bwakwe kubasumina<br/> \"mona naisa ukwisa basenda,<br/> Ikatisha we kufika njise,<br/> Wilala we buka, ndeisa bwangu.\"<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>\"Ikatisheni insuke njise,\"<br/> Bufumu bukapelwa kulimwe,<br/> Ingila mubuseko bwa Mfumu,<br/> Kafwikwa fitebo filye fya yemba.</i><br><br>2. \"Twakulalinda\" nyali lyoshaka;<br/> Engesa ubushiku ngo mupupu,<br/> Kwena lyapepi, Lelo kasuba,<br/> Aka kwishilapo tatwaishiba.<br><br>3. Bucetekelo, bweshiwi lyakwe,<br/> Yeswa laisa, bwangu icacine,<br/> Malayo yakwe Yena yacine,<br/> \"mona naisa bwa-ngu ikatisha.\"<br><br></p>"
    },
    {
        "title": "184 - ANGENI MFUMUYAISA",
        "number": 184,
        "content": "<h1>184 - ANGENI MFUMUYAISA</h1> <b>JOY TO THE WORLD</b><p>1. Angeni Mfumu yaisa! Natu isengele,<br/> Tute ya-ni she ci fulo,<br/> Bapanonse bembe, bapanonse bembe,<br/> Bapa bapa-nonse-bembe.<br><br>2. Angeni Mfumu yateka! Bantu bonse bembe,<br/> Menshi-ma-bwe-mpili sha-nge<br/> Nafimbisho lwimbo, nafimbisho lwimbo<br/> Nafi Nafi-mbisho lwimbo.<br><br>3. Nomba line aleteka cine, necikuku,<br/> Abe-na fya-lo be-shi-be <br/> Ubukata bwakwe, Bololoke bwakwe<br/> Uku uku-temwa kwakwe.<br><br></p>"
    },
    {
        "title": "185 - UKUBA KULYA",
        "number": 185,
        "content": "<h1>185 - UKUBA KULYA</h1> <b>WE SPEAK OF THE REALMS TO BE THERE</b><p>1. Tulanda ifya mpanga i-lya, icalo cawamisha<br/> Icalo cilya icisuma nishani kuba kulya! <br/> Ne misebo iya ngolide fibumbe fya bekesha, <br/> Wene mwandi wakupapi-sha nishani kuba kulya!<br><br>2. Kulya ububi bwena takwa-ba, matunko no bulanda, <br/> Nangu mesho yonse takwa-ba nishani kuba kulya!<br/> Nemilimo yakutemwa, ne mingile yabashila,<br/> Icilonganino canta-nshi nishani kuba kulya!<br><br>3. Mulafwo mutima wa-ndi pantu ndefwaya mulu,<br/> Nomba line nakulau-mfwa ifyo ine nkaya kulya! <br/> Tu-kalaenda mumaba-la mubu cindami ifwe! <br/> Tukaba pamo na Bangeli na Yes'u akaba kulya.<br><br></p>"
    },
    {
        "title": "186 - MFUMU TWALONGANA",
        "number": 186,
        "content": "<h1>186 - MFUMU TWALONGANA</h1> <b>LORD WE HAVE MET</b><p>1. Mfumu twalo-ngana, Mung'a-nda ye-nwiyi;<br/> Ise-ni Mfu-mu mwi-kale pamo-fye na-ifwe.<br><br>2. Imi-tima-yesu ile-mufwa-isha;<br/> Ne mi-pashi yesu nayo, Ile-muli-lila.<br><br>3. Umu-pashi wesu, Leke-ni u-twalwe,<br/> Uku-mfwa ma-shiwi yesu, Twika-le na-imwe,<br><br>4. Tufu-mishe-nipo ifya-bipa-fyonse.<br/> Kuti ngamwa-isa Mfumu, Mutu-sende kwenu.<br><br></p>"
    },
    {
        "title": "187 - ULWIMBO LWESU ULWAKULEKANA",
        "number": 187,
        "content": "<h1>187 - ULWIMBO LWESU ULWAKULEKANA</h1> <b>OUR PARTING HYMN</b><p>1. Mu-pusushi wesu, tuleimba,<br/> Ulwimbo ulu lwakulekana;<br/> I’ule fwaisha kupalwa nemwe,<br/> Shiwi lya mutende tupeleni.<br><br>2. Tupenyu mutende lyo tuleya,<br/> Lyo twashibuka 'lyo twasendama;<br/> Milomo yesu isoso bubi,<br/> IIyo tuli mu ng'anda yenwi yi.<br><br>3. Tusungeni lyo tuli pa calo,<br/> Muma cusho na mumesho yonse;<br/> Ilya macusho yonse yakapwa!<br/> Mfumu twiteni twise tutushe.<br><br></p>"
    },
    {
        "title": "188 - NDI MUBI NOKUCILA",
        "number": 188,
        "content": "<h1>188 - NDI MUBI NOKUCILA</h1> <b>CHIEF OF SINNER</b><p>1. Ndi mubi nokucila, Yesu amfwile me;<br/> Kupela mweo wa pe. No kumpela cifulo;<br/> Nomba ndi wakwe wa pe, E' kala mu mutima.<br><br>2. Temwa kwakwe kwacila, Temwa kwakwe penape;<br/> Fyonse fimbi ifya fye, Myulu yacepesha fye;<br/> Alinsangile ine, Lintu nali mu mfimfi.<br><br>3. Ndi Mubi nokucila, Yesu fyonse kuli 'ne;<br/> Aleshiba ndefwaya, Asendele macusho;<br/> Ndekala no mutende, Pantu angafwa ine.<br><br></p>"
    },
    {
        "title": "189 - TATUKWETE NG'ANDA KUNO",
        "number": 189,
        "content": "<h1>189 - TATUKWETE NG'ANDA KUNO</h1> <b>NO ABIDING CITY HERE</b><p>1. Tatukwete ng'anda kuno,<br/> Tulefwaye, calo cilya;<br/> Tatukwete ubulanda, <br/> Icalo cesu e cilya,<br/> Icalo cesu e cilya.<br><br>2. Tatukwete ng'anda kuno,<br/> Calo cesu cileisa;<br/> Ni Zion, Mfumu ilya,<br/> Yabengeshima bwino pe,<br/> Yabengeshima bwino pe<br><br>3. Mwe calo candi cawama.<br/> Basuma batusha cilya;<br/> Nga nimgaba na mapindo,<br/> Ine nkaya no kutusha,<br/> Ine nkaya no kutusha.<br><br>4. Talala mutima wandi,<br/> Inshita yakwe isuma;<br/> Ndecita bufwayo bwake,<br/> Akampele cifulo 'ko,<br/> Akampele cifulo 'ko,<br><br></p>"
    },
    {
        "title": "190 - ISHINA LISUMA",
        "number": 190,
        "content": "<h1>190 - ISHINA LISUMA</h1> <b>PRECIOUS NAME</b><p>1. Bule shina lyakwa Yesu,<br/> we mwana wa bulanda,<br/> Li ka kupelo buseko,<br/> nakonse kuntu kaya.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Ishina -- lisuma -- <br/> lya cetekelwa muno;<br/> Ishina -- lisuma --<br/> lishina lya katula.</i><br><br>2. Bule shina lyakwe lyonse,<br/> Libe cishangu cobe;<br/> Lintu waba no kweshiwa,<br/> Lilumbule upepe.<br><br>3. Yesu eshina lisuma!<br/> Liletupo buseko!<br/> Lintwa katupokelela,<br/> Nyimbo tukamwimbila.<br><br>4. Tota peshina lya Yesu,<br/> Muwe pa nkasa shakwe;<br/> Tuka mupele citebo,<br/> Ngolwendo lwesu lwapwa.<br><br></p>"
    },
    {
        "title": "191 - CACINE CINE YESU W ANDI",
        "number": 191,
        "content": "<h1>191 - CACINE CINE YESU W ANDI</h1> <b>BLESSED ASSURANCE</b><p>1. Cacine cine Yesu wandi,<br/> Kuwama kwakwe kwa lulumbi!<br/> Ndi mpyani nali-shitwa nankwe,<br/> Kufyalwa ku Mupashi wakwe.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Elyashi lyandi, lwimbo lwandi,<br/> ndetasha Yesu Mfumu yandi,<br/> Elyashi lyandi, lwimbo lwandi,<br/> Ndetesha Yesu Mfumu yandi.</i><br><br>2. Kumfwila Yesu e buseko,<br/> Cimonwa ca-kutemwa kwakwe,<br/> Abangeli e bandetela,<br/> Uluse lwakwe lwa kutemwa<br><br>3. Mutima wandi watalala,<br/> Ine mu Mfumu nde sekela,<br/> Ndelolela nde-lindilila,<br/> Bucetekelo bwa kutemwa,<br><br></p>"
    },
    {
        "title": "192 - ALl MFWlLILE PALUPANDA",
        "number": 192,
        "content": "<h1>192 - ALl MFWlLILE PALUPANDA</h1> <b>GLORY TO HIS NAME</b><p>1. Ali mfwilile pa lupanda,<br/> epo nsamba ifibi fyandi.<br/> Mumulopa wakwe ndebuta,<br/> Lumbeni Yesu.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Lumbeni Yesu, Lumbeni Yesu,<br/> mu mulopa wakwe ndebuta,<br/> Lumbeni Yesu.</i><br><br>2. Napusuka cine mufibi.<br/> Yesu aikala muntu ndi,<br/> Palupanda ambulile 'ne,<br/> Lumbeni Yesu.<br><br>3. Kafukauka wapapisha;<br/> Nasekela pakuingila,<br/> Nokusamba mwansamba bwino,<br/> Lumbeni Yesu.<br><br>4. Iseni ku kafukauka,<br/> Ipele we mwine kwa Yesu,<br/> Isa nomba akakuposha,<br/> Lumbeni Yesu.<br><br></p>"
    },
    {
        "title": "193 - CINSHI USHINGEKALILA",
        "number": 193,
        "content": "<h1>193 - CINSHI USHINGEKALILA</h1> <b>HIS WAY WITH THEE</b><p>1. Cinshi ushingekalila ngo mweo wakwe? <br/> Nokwenda nankwe munshila yacepa? <br/> Cinshi shinga muleka sende icisendo? <br/> Sumina ifya fwaya.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Ube muntungwa kumaka yakwe;<br/> Umulopa wakwe ukusambe;<br/> Elyo kaba mu kutemwa kwakwe,<br/> Nga wacita iwe ifya fwaya.</i><br><br>2. Teti musuminishe kucite muntungwa?<br/> Busho lefwaya umutende wakwe? <br/> Busho lefwaya kuti Yeswa kupusushe? <br/> Sumina ifya fwaya.<br><br>3. Bushe muli cifulo cobe mu bufumu?<br/> Washininkinsha ukwesha kwa cine?<br/> Wakulamubombela kwabula kunaka? <br/> Sumina ifya fwaya.<br><br></p>"
    },
    {
        "title": "194 - MULAWAMA MU NG'ANDA",
        "number": 194,
        "content": "<h1>194 - MULAWAMA MU NG'ANDA</h1> <b>LOVE AT HOME</b><p>1. Mulawama mu ng'anda nga mwatemwana;<br/> Nokusekela konse nga mwatemwana.<br/> Ngo mutende wafula nokusekela konse,<br/> Nshita taikokola ilapwa bwino.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Mu ng'anda, Mu ng'anda,<br/> Nshita taikokola<br/> Nga mwatemwana.</i><br><br>2. Mu ng'anda mulyu kwanga, nga mwatemwana;<br/> Takuli kusulana nga mwatemwana:<br/> Nshila mwaba maluba, ilawama fye lyonse,<br/> Ilamusansamusha nga mwatemwana.<br><br>3. Mu mulu muli nsansa, nga twatemwana,<br/> No kutemwa mu calo, nga twatemwana.<br/> Kamana kalapoma, kasuba kalabala,<br/> Ne Mfumu ilatemwa, nga twatemwana.<br><br>4. Yesu muncite wenu no kutemwana,<br/> Ilambo lyobe lyandi, Nokutemwana;<br/> Takuli cinga ncusha nangu fye fya mucalo,<br/> Nokupalwa fye nobe nokutemwana.<br><br></p>"
    },
    {
        "title": "195 - NDEUFWAYA  ULYA MULILO",
        "number": 195,
        "content": "<h1>195 - NDEUFWAYA ULYA MULILO</h1> <b>O FOR THAT FLAME</b><p>1. Ndeufwaya ulya m‘lilo wabamushilo bakale;<br/> Wabalangililyo mulu, waba fwile mumacusho.<br><br>2. Ulikwi Mfumu Mupashi wafundishe nshila yobe;<br/> Uwaya fwile Esaya Dabid abo wamushilo.<br><br>3. Ulikwi Mfumu Mupashi, uwali muli Abramu,<br/> Uwayafwile Paulo. kusanga maka ya mulu.<br><br>4. Bushe takuli Mupashi, Ulya wakwete Eliya;<br/> Wabengeshimye Mosesi, Yobo ayansha matunko.<br><br>5. Mfumu pamo fye nga kale kosheni mulimo wenu,<br/> Mitima yesu kuli‘mwe, bikeni Mupashi wenu.<br><br></p>"
    },
    {
        "title": "196 - MULYA MAKA MU MULOPA",
        "number": 196,
        "content": "<h1>196 - MULYA MAKA MU MULOPA</h1> <b>THERE IS POWER IN THE BLOOD</b><p>1. Busho lefwaya kwelelwo bubi,<br/> mwaliba maka mumulopa,<br/> Taulefwaya ukwansho bubi?<br/> Muli maka mu mulopa.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Mulya maka yakupapisha,<br/> Mum‘lopa wampanga,<br/> Amaka ayakupapisha,<br/> Mu m'lopa wakwa Yesu.</i><br><br>2. Busho lefwayo cimfye cilumba?<br/> Mwaliba maka mu mulopa,<br/> Iso sangululwe pa Kalvali,<br/> muli maka mu mulopa.<br><br>3. Bushe tetyu bombe ncito yakwe?<br/> Mwaliba maka mu mulopa,<br/> Bubi bonse kuti bwafumiwa,<br/> muli maka mu mulopa.<br><br>4. Busho lefwayo bute nge mpemba?<br/> Mwaliba maka mu mulopa,<br/> Shani tetyu fwayo ku mwimbila?<br/> Muli maka mu mulopa.<br><br></p>"
    },
    {
        "title": "197 - TAPALl KWICUSHA",
        "number": 197,
        "content": "<h1>197 - TAPALl KWICUSHA</h1> <b>THERE’LL BE NO DARK VALLEY</b><p>1. Tapali kwicusha ilya isa;<br/> tapati kwicusha ilya isa;<br/> Tapali kwicusha ilya isa;<br/> kusenda bantu bakwe.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Kusenda bantu bakwe:<br/> kusenda bantu bakwe;<br/> Tapali kwicusha ilya isa,<br/> kusenda bantu bakwe.</i><br><br>2. Tapali bulanda ilya isa:<br/> Tapali bulanda ilya isa;<br/> Tapali bulanda ilya isa;<br/> kusenda bantu bakwe.<br><br>3. Tapali minsoshi ilya isa;<br/> tapali minsoshi ilya isa;<br/> Tapali minsoshi ilya: <br/> kusenda bantu bakwe.<br><br>4. Tukemba ulwimbo ilya isa; <br/> tukemba ulwimbo ilya isa; <br/> Tukemba ulwimbo ilya isa; <br/> kusenda bantu bakwe.<br><br></p>"
    },
    {
        "title": "198 - UKUBA YESU E CIBUSA",
        "number": 198,
        "content": "<h1>198 - UKUBA YESU E CIBUSA</h1> <b>THE BEST FRIEND IS JESUS</b><p>1. Ukuba yesu e cibusa;<br/> Ilyo macusho yafulisha,<br/> Aposha umutima, alapela, amaka;<br/> Cibusa wacine ni Yesu.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Yesu e cibusa wesu (Yesu wine)<br/> cibusa wesu wacine (Yesu wesu)<br/> Kulakwafwa nga wawa, nokukumfwa nga waita,<br/> cibusa wacine Yesu.</i><br><br>2. Ninsanga cibusa ni Yesu;<br/> ulensansamusho mutima,<br/> Mumaboko ayakwe nshakatine akantu;<br/> cibusa wacine ni Yesu.<br><br>3. Nangu fye mpite mumalanda.<br/> nangu mabimbi yacimana, <br/> Ine nshakatineko nelyo kuba nomwenso,<br/> cibusa wacine ni Yesu.<br><br>4. Ilyo nkafika kumwesuko,<br/> tukaba naba tangilako,<br/> Tuka lamwimbila fye nyimbo ukwapenape,<br/> Cibusa wacine ni Yesu.<br><br></p>"
    },
    {
        "title": "199 - NATOTELWE LESA",
        "number": 199,
        "content": "<h1>199 - NATOTELWE LESA</h1> <b>TO GOD BE THE GLORY</b><p>1. Natotelwe Lesa, pafint' a cita;<br/> Atemenwe calo apele mwane;<br/> Uwa tufwilile elambo lyesu, <br/> Atwiswilyo mulu 'fwe twingile mo.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Imbileni Mfumu, calo cumfwe naco,<br/> Imbileni Mfumu bantu basekele; <br/> Isa kuli Tata, mu mwana wakwe;<br/> Tumupyo lulumbi, pafint' acita.</i><br><br>2. Ubwe bulubulo bwa mumulopa!<br/> Ebulayo bwine ku wa sumina <br/> No muntu wabipa nga a sumina,<br/> lilya fye lapila ena elelwa.<br><br>3. Fikulwa citile fya tufundisha,<br/> Nefwe twasekela mu mwana wakwe;<br/> Lelo tukacila muku sekela ilyo<br/> Yeswa kesa kwisa tusenda<br><br></p>"
    },
    {
        "title": "200 - ULI WA MUSHILO",
        "number": 200,
        "content": "<h1>200 - ULI WA MUSHILO</h1> <b>HOLY, HOLY, HOLY</b><p>1. Uli wa mushilo, Lesa wa maka!<br/> Ulucelo celo twakulamwimbila;<br/> Uli wa mushilo, Wa luse Mfumu!<br/> Mwine wa fyonse, Uwa pe na pe.<br><br>2. Uli wa mushilo, Pano pa calo;<br/> Bangeli bawila pa makasa yenu,<br/> Bonse ba kumulu ba la mupepa;<br/> Niwe fye weka uwa pe na pe.<br><br>3. Nangu wingafimbwa ne mfifi 'kulu,<br/> Ne linso lya muntu teti limumone,<br/> Uli wa mushilo, Umbi takuli;<br/> Wa luse wa ma-ka, Wa mushilo.<br><br></p>"
    },
    {
        "title": "201 - AMFUMISHE MO",
        "number": 201,
        "content": "<h1>201 - AMFUMISHE MO</h1> <b>HE BROUGHT ME OUT</b><p>1. Muti-ma wandi wabifya ku Mfumu;<br/> Mpulu-mushi sha-ntwele mu cilindi;<br/> Ali-mpuswishe ukufuma ku-mfwa, <br/> Nali-lile ku Mfumu ku-mfumya mo.<br><br>2. Ambi-kile pepi nankwe pa libwe; <br/> Naku-laika-la na Wene lyonse; <br/> Teti-ngwile mu fibi 'lyo ndi nankwe, <br/> Mulu-se lwakwe nkakwate cite-bo<br><br>3. Ampe-le lwimbo lupya lwa-malumbo; <br/> Naku-lamulu-mbanya i-ne lyonse; <br/> Mulyu buseko mu muti-ma wandi, <br/> Noku-lalumba Mupusushi wandi.<br><br>4. Naku-laimba 'fya luse kuli 'we;<br/> Naku-lamwimbi-la bonse bamone;<br/> Naku-laimba fya lupu-sukilo,<br/> Bengi bomfwe shiwi bamusumine.<br><br></p>"
    },
    {
        "title": "202 - YESU MUNGABUSHE 'NE",
        "number": 202,
        "content": "<h1>202 - YESU MUNGABUSHE 'NE</h1> <b>JESUS SAVIOUR PILOT ME</b><p>1. Yesu mu-ngabushe 'ne, <br/> Kwishilya lya cimana <br/> Ndetina amabimbi, <br/> Amabwe yaluluma <br/> Mwalishi-ba inshila <br/> Yesu mu-ngabushe 'ne.<br><br>2. Nge fyo nyi-na no mwana,<br/> Alamu-talalika <br/> Amabi-mbi yaumfwa, <br/> Nga mwaya-talalika <br/> Mwe Mfumu ya cimana<br/> Yesu mu-ngabushe 'ne<br><br>3. Ilyo nka-ba pa-calo,<br/> Mabimbi yakantinya;<br/> Nkasanga ukutusha,<br/> Nkafuka-tilwa ne mwe;<br/> Ngumfwe mu lenjeba 'ti <br/> Witina ndekwabusha.<br><br></p>"
    },
    {
        "title": "203 - MUPASHI NAISA",
        "number": 203,
        "content": "<h1>203 - MUPASHI NAISA</h1> <b>THE COMFORTER HAS COME</b><p>1. Bile-ni imbila, konse kulyu muntu,<br/> Uku-li mitima ya cula cibi,<br/> Bena Kristu bonse, Bile-ni no kwanga,<br/> Mupa-shi na-isa.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Mupa-shi Naisa, Mupa-shi Naisa,<br/> Kufu-ma kumulu, Kuli Tala wesu, <br/> Bile-ni imbila konse kulyu muntu;<br/> Mupa-shi Na-isa.</i><br><br>2. Bushi-ku nabupwa, Ka-suba kaisa,<br/> Kale-sha mabimbi ne nku-ta ikali <br/> Nkapi-ta pa mpili, Nkala-pita bwangu; <br/> Mupa-shi Na-isa.<br><br>3. Mfumu ya shamfumu, Onda-pe mitima;<br/> Yaba-fungwa bonse, No ku bapususha; <br/> Bonse 'balubulwa, Bale imbo lwimbo, <br/> Mupa-shi Na-isa.<br><br>4. Kute-mwa kwa cine, Nkakulande shani,<br/> Nolu-limi lwandi, ku bantu baluba;<br/> Mu ci-kuku cakwe, Na-ngu ndi wabipa;<br/> Mupa-shi Na-isa.<br><br>5. Natu-mfwike konse 'lyo tu-lemwimbila,<br/> Na 'ba-shila bonse, Twimbi-le ca pamo;<br/> Lwimbo lwa kutemwa, Ulo lushakapwe: <br/>Mupa-shi Na-isa.<br><br></p>"
    },
    {
        "title": "204 - BWELA WE WA LUBA",
        "number": 204,
        "content": "<h1>204 - BWELA WE WA LUBA</h1> <b>WELCOME WANDERER WELCOME</b><p>1. Mu-mpanga ya bwe-ni mo walubila<br/> Ukomfwe shiwi, \"We mwana wandi.\"<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Bwela wewalubile, Bwela ku mushi!<br/> Waliye chiyeyeye, We bwela! Bwela!</i><br><br>2. U-mo muli nsa-la, No kutembuka<br/> 'Sa kubuseko, we mwana wandi.<br><br>3. Fu-ma ku fika-nsa, No kushumfwana;<br/> Mutima wacu-la mwana wandi.<br><br>4. Ci -bi nacisu-lwa, U-cili wandi;<br/> Ndekulolela, we mwana wandi.<br><br>5. Ku-tali 'ko wa-ya, Na nombo leya?<br/> Nalikwelela, Bwela we mwana wandi<br><br>6. Mo-na ifya ku-lya, Ni-mpekanisha;<br/> 'So ipakishe, we mwana wandi.<br><br>7. Fi-busa tapa-li, Ng'anda ne ncito;<br/> Nalikutemwa, We mwana wandi.<br><br></p>"
    },
    {
        "title": "205 - ILYO YESU ALEKWITA",
        "number": 205,
        "content": "<h1>205 - ILYO YESU ALEKWITA</h1> <b>WHILE JESUS WHISPERS</b><p>1. I-lyo Yesu alekwita, I-sa- mubi,<br/> Tu-le-kupa-pati-la, I -sa- mubi.<br/> No-mba nshita isu-ma, l-sa- mubi,<br/> No-mba nshita yakwi-sa, l-sa mubi<br><br>2. U-le-pita cafi-na, l-sa- mubi, <br/> Ye-su 'kase-nda co-be, l-sa- mubi,<br/> Ilyo Yes' a-kute-mwa, I -sa- mubi,<br/> E-u-katu-la i-we, l-sa- mubi<br><br>3. U-mfwa ishi-wi lya-kwe, l-sa- mubi,<br/> I-so poke mapa-lo, I-sa- mubi<br/> l-lyo Yesu a-lekwi-ta, I-sa- mubi,<br/> Tu-le kupa-pati-la, I-sa- mubi.<br><br></p>"
    },
    {
        "title": "206 - CINTU NSHI WANCITILA?",
        "number": 206,
        "content": "<h1>206 - CINTU NSHI WANCITILA?</h1> <b>WHAT HAST THOU DONE FOR ME?</b><p>1. Nafwi-lile iwe wine, Wala-nciti-la nshi?<br/> Kuti ulu-buke, Uku-fuma ku mfwa,<br/> N'ine naku-fwili-le 'we, Wala-nciti-la nshi? <br/> Nafwi-lile iwe wine, Wala-nciti-la nshi?<br><br>2. Ng'anda yakwa Tata, No lu-lumbi lwandi;<br/> Nai-shile panshi, Uku-ti ‘ne ncule,<br/> Fyonse fine nafi-shile, Bushe finshi washa? <br/> Fyonse fi na-lifi-shile, Bushe finshi washa?<br><br>3. Nali kucu-lile, Ifyo nshinga-landa,<br/> Uku-cula konse, Kuti upu-suke, <br/> Naku-sende-le fi fyonse, Finshi wala-senda? <br/> Naku-sendele fi fyonse, Finshi wala-senda?<br><br></p>"
    },
    {
        "title": "207 - ALINJELELA",
        "number": 207,
        "content": "<h1>207 - ALINJELELA</h1> <b>SEALS MY PARDON</b><p>1. Namu-mwene pa lu-panda, Mulo-pa 'le-suma<br/> Ando-leke-sha no luse-, Pepi no lu-panda<br/><br><br>2. Nshaka-labe kulo-lesha, Kufi-ka no kufwa-.<br/> Ali kwati ale-njeba-, Fya mfwa 'lyo ndo-lesha.<br><br>3. Kundo-lesha kwa ci-bili, Ati, Nawe-lelwa-.<br/> Mulo-pa ci-lambu cobe-, Kuti 'be no mweo.<br><br>4. Bubi bwandi bwale-ngele, Kuti Iwe ufya-,<br/> lwe wafu-lisho luse, Wanje-lelo bubi.<br><br></p>"
    },
    {
        "title": "208 - ENDENI BWINO",
        "number": 208,
        "content": "<h1>208 - ENDENI BWINO</h1> <b>TREAD SOFTLY</b><p>1. Tondolo, Tondolo, Umfweni shiwi;<br/> Talaleni mumfwe kutikisheni.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Endeni bwino Shikulu 'li pano,<br/> Mwende bwino bwino aletufwaya</i><br><br>2. Tondolo, Tondolo, Mwa mushilo 'mu;<br/> Mashiwi yafuma 'pa ya cikuku.<br><br>3. Tondolo, Tufukame. Tuicefye;<br/> Natukwata busuma bwa Edeni.<br><br>4. Tondolo, Tondolo, Musange luse;<br/> Tondolo, Tondolo, Muloleleni.<br><br></p>"
    },
    {
        "title": "209 - APEPI NANKWE",
        "number": 209,
        "content": "<h1>209 - APEPI NANKWE</h1> <b>O FOR A CLOSER WALK</b><p>1. Ukwenda pepi na Lesa,<br/> E nshila ya ku mu-lu; <br/> Lubuto lubushe nshila-, <br/> Yakuya ku Mfumu.<br><br>2. Bwela Mupa-shi Wa-shila,<br/> We ntu-mi i-ya ci-ne;<br/> Nali pato bubi pantu-,<br/> Bufumya ku-li 'Mwe<br><br>3. Kwali nshita shamu-tende,<br/> Ndatemwe lyo njibu-sha; <br/> Shali-ya nsha-kashi-sange, <br/> Muli cino calo.<br><br>4. Aka-lubi nate-mwisha,<br/> Nangu kabe shani-,<br/> Ngafwa kafu-me ku-li 'ne-,<br/> Nshale fye na Imwe.<br><br></p>"
    },
    {
        "title": "210 - YESU WA KUPAPA",
        "number": 210,
        "content": "<h1>210 - YESU WA KUPAPA</h1> <b>WHAT A WONDERFUL SAVIOUR</b><p>1. Kristu e watufwilile Yesu Wakupapisha<br/> Twashitilwe no mutengo Yesu Wakupapisha.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Yesu Wakupapisha Mupusushi wandi;<br/> Yesu Wakupapisha e Mfumu yandi.</i><br><br>2. Ansambile no mulopa Yesu Wakupapisha;<br/> Ambweseshe kuli Lesa Yesu Wakupapisha.<br><br>3. Abutisho mweo wandi Yesu Wakupapisha;<br/> Akulateka muli 'ne Yesu Wakupapisha.<br><br>4. Alenda pepi na ine Yesu Wakupapisha;<br/> No kunsunge nshiku shonse Yesu Wakupapisha<br><br>5. Ampela maka yakwansha Wakupapisha Yesu,<br/> Ndeyansha na mu kweshiwa Wakupapisha Yesu.<br><br>6. Namupo mutima wandi Wakupapisha Yesu; <br/> Nasula fyonse fya calo Wakupapisha Yesu.<br><br></p>"
    },
    {
        "title": "211 - MFULA YE PALO",
        "number": 211,
        "content": "<h1>211 - MFULA YE PALO</h1> <b>SHOWERS OF BLESSING</b><p>1. Kukabe mfula ye pa-lo, Bulayo bwa kutemwa; <br/> Nshita isuma ike-sa, Kufuma kuli Yesu.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Mfula ye palo Eyo tulekabila;<br/> Mu luse lwenu twalomba, Imfula ya bupalo</i><br><br>2. Kukabe mfula ye pa-lo, Yakutubukulula; <br/> Mu mpili na mu miko-nko, Monse mukabe mfula<br><br>3. Kukabe mfula ye pa-lo, Ikafuma ku mulu: <br/> Ikapelwa yakutwa-fwa, Kusose shiwi Lyakwe.<br><br>4. Kukabe mfula ye pa-lo, Yalaisa fye bwangu: <br/> Tulapile kuli Lesa, No kwita pali Yesu.<br><br></p>"
    },
    {
        "title": "212 - MUTENDE USUMA",
        "number": 212,
        "content": "<h1>212 - MUTENDE USUMA</h1> <b>SWEET PEACE</b><p>1. Mu mutima muli lwimbo, Natemwa kulubwekesha;<br/> Ndemba libili libili-, Mutende wa kutemwa.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>U-mu-te-nde. E bupe bwa ku mulu; <br/> Mutende wakupapisha, E bupe bwakwa Lesa.</i><br><br>2. Umutende pa lupanda, Imisha yandi yapelwe; <br/> Takuli mufula umbi-, Kano fye umutende.<br><br>3. Yesu Mfumu asamikwe, Muli 'ne mwali mutende;<br/> Nasangilemo bupalo-. Mutende wa kutemwa.<br><br>4. Muli Yesu ndeikala, No kwenda mupepi nankwe;<br/> Takuli cimo cacila-. Mutende wa kutemwa<br><br></p>"
    },
    {
        "title": "213 - LWIMBO LWANDI",
        "number": 213,
        "content": "<h1>213 - LWIMBO LWANDI</h1> <b>MY SONG</b><p>1. Yesu we Mu-pusu-shi, Niwe lwimbo-lwandi; <br/> We ka-lubu-la wa-ndi, Ilyo nape-lelwa.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>We Mu-pusu-shi wa-ndi, Naku-lakwi-mbila;<br/> Niwe Cibu-sa wa-ndi, Yesu ndeku-temwa</i><br><br>2. Niwe buce-teke-lo, Bwandi myaka-yonse; <br/> 'Lyo nsa-ngwa mu-macu-sho, Ndepo-nye fi-lamba.<br><br>3. Niwe nace-teke-la, Cibu-sa wa-cine; <br/> Mutemwikwa kuli 'ine, Uku-cila fyonse<br><br>4. Yesu e lwi-mbo lwandi, 'Lyo ndi muno-calo;<br/> Aka-ba lwi-mbo lwa-ndi, 'Lyo nka-ba ku-mulu.<br><br></p>"
    },
    {
        "title": "214 - BUSHE YESU KUTI ANSUNGA?",
        "number": 214,
        "content": "<h1>214 - BUSHE YESU KUTI ANSUNGA?</h1> <b>DOES JESUS CARE?</b><p>1. Bushe Yesu kuti ansunga, Ilyo ndi mu macusho?<br/> 'Lyo nafininwa ne fya mu calo, Fyalenge nshilo kulepa<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Ala-nsunga, Ninji-shiba, Tatemwa ilyo ncula, <br/> Inshiku nasho shanasha, Mupusushi wandi alansunga.</i><br><br>2. Bushe Yesu kuti ansunga, Nge nshila yafitisha?<br/> Kasuba kawa, yaise mfifi, Bushe kuti aba pepe?<br><br>3. Bushe Yesu kuti ansunga, Nga nawa mumatunko? <br/> Ilyo na cula, nshili no bwafwo, Nalila bushiku bonse.<br><br>4. Bushe Yesu kuti ansunga, Nga nasha 'ba mu calo? <br/> Nangu mutima wandi wa cula, Bushe tekuti amone?<br><br></p>"
    },
    {
        "title": "215 - LOLELA WILAILISHANYA",
        "number": 215,
        "content": "<h1>215 - LOLELA WILAILISHANYA</h1> <b>WAIT AND MURMUR NOT</b><p>1. Ku mushu 'ko tabaluka, macusho yonse takwaba;<br/> E mushi uwawamisha, Eko 'fwe tukayatusha.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Lole-la wilailishanya, Lole-la wilailishanya; Shilo-lela wilailishanya</i><br><br>2. Nangu cisendo cafina. Mona cafuma ku mulu; <br/> Wafuluka kuba kulya, Lolela wi ilishanya.<br><br>3. Munshila nga mwabe myunga, Ibukisha uwaifwele; <br/> Ngo mutima wanashiwa, Ibukisho wa mushilo.<br><br>4. Nangu cule cabipisha, wilabako ukupepa;<br/> Bushiku nabupalama, Lolela wi ilishanya.<br><br></p>"
    },
    {
        "title": "216 - NSHILI NEKA",
        "number": 216,
        "content": "<h1>216 - NSHILI NEKA</h1> <b>NEVER ALONE</b><p>1. Nshili no mwenso ine nga Yesu ali pepi;<br/> Ukubapo kwakwe kulansansamusha lyonse,<br/> Nangu nshili na Cibusa Yesu Cibusa;<br/> Ndaluka, Ena lantemwisha lyonse ukwa pe na pe.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Takanshe neka, kunsha neka, nkaba nankwe; <br/> Alindaya takanshe neka, Akulaba na Ine.</i><br><br>2. Teti nake ilyo Yesu ali na Ine,<br/> Mutima wandi wacetekela ubutusho; <br/> Nshakwata maka lelo nshintilila uko ali,<br/> Mu maboko yakwemo nakula sungwe nshiku pe.<br><br>3. Nakulalolela pantu efyo anjeba, <br/> Nshishibe cinshi Mfumu yandi yacelwo kwisa,<br/> Ndi no buseko ubushingalondololwa; <br/> Bucetekelo bwandi bwa cine bwaba muli Yesu.<br><br></p>"
    },
    {
        "title": "217 - CIMO NINGAPELA YESU",
        "number": 217,
        "content": "<h1>217 - CIMO NINGAPELA YESU</h1> <b>SOMETHING FOR JESUS</b><p>1. We Mfumu kutemwa ku-lya wampele-,<br/> Teti mise kantu kufumo ko li <br/> Nakulato-tela nci-te fyo na-laya;<br/> Naleta u-bupe ku-li Imwe.<br><br>2. Ku cipuna cenu mumpapatila-,<br/> Mu-kunaka kwandi njise ku-li 'Mwe,<br/> Nse-nde ulu-panda, Na-nde uku-temwa;<br/> Nyimbe ulwimbo mpepe ku-li Imwe<br><br>3. Mpe-ni umu-tima waba nga Imwe-,<br/> U-kuti mbe wenu Inshita shonse. <br/> Ncite fya kutemwa, Pamo ne fya luse, <br/> Ukuti nkonke mo mu-li Imwe<br><br>4. Fyonse fyo nakwata ni Mwe mwampele-,<br/> Mu-nsansa, malanda, Fyonse kuli Mwe;<br/> Ilyo nkamumona elyo nkalubuka,<br/> U-kwa muyayaya, Ku-li Imwe.<br><br></p>"
    },
    {
        "title": "218 - MUFULA UMO",
        "number": 218,
        "content": "<h1>218 - MUFULA UMO</h1> <b>ONE FOUNDATION</b><p>1. Chilonganino ca-ba pali Yesu Kristu;<br/> Cili cilengo ci-pya ce shiwi na menshi,<br/> Aishilecifwa-ya ukuba nabwinga;<br/> Cashitwa no mulo-pa alicifwilile.<br><br>2. Bafuma ku misho-bo lelo bali umo,<br/> Bucetekelo bumo ne Mfumu imo fye<br/> Batashe shina li-mo, Ne cilyo cimo fye, <br/> No busubilo bu-mo ebo cakwatisha.<br><br>3. Cibe mu macusho, nangu ni mu malanda,<br/> Nangula Satana nao aletulwisha <br/> Abashila bai-mba Isa bwangu Mfumu,<br/> Ukulila kuka-pwa Inyimbo tukemba.<br><br>4. Pakati ka macu-sho, pakati ka bulwi;<br/> Ichilonganino chilolelyo mutende; <br/> Ukusuka bonse bakamone Imfumu, <br/> Ninshi naci cimfya, cikaba pa kutusha.<br><br></p>"
    },
    {
        "title": "219 - MUNTUNGULULE YEHOVA",
        "number": 219,
        "content": "<h1>219 - MUNTUNGULULE YEHOVA</h1> <b>GUIDE ME O THOU GREAT JEHOVA</b><p>1. Muntungulule Yehova, Ndi mweni muno calo<br/> Nanaka muli na maka, Mundame mumaboko <br/> U mukate wa ku mulu, Ndisheni ninkabila, <br/> Ndisheni ni-nkabila<br><br>2. Isule-ni i-cishima, Nwemo amenshi ya mweo; <br/> Muntungulule mu lwendo, Mweba maka yakwansha <br/> Mwe ba maka Mwe ba maka, Mu-be cishangu candi <br/> Mube ci-shangu candi.<br><br>3. Ilyo nkafika Jodani, Umwenso wandi wapwa <br/> Munga-bushe i-cimana, Munfishe ku Kenani <br/> Nkamwimbila, nkamwimbila. Nkalamulumbanya pee .. <br/> Nka-lamu-lumba-nya pee.<br><br></p>"
    },
    {
        "title": "220 - KU MWESU",
        "number": 220,
        "content": "<h1>220 - KU MWESU</h1> <b>THE HOME LAND</b><p>1. Ku mwesu! 'ye ku mwesu! Mpanga ya mutende!<br/> No bushiku takwaba! Kasuba takawa; <br/> Ndefwaisha kwesu, Ndefulukisha kwesu;<br/> Kukalipwa takwaba, Ku mwesu uko ndeya; <br/> Kukalipwa takwaba, Ku mwesu uko ndeya.<br><br>2. Mfumu ili mu mushi, Ili na bangeli;<br/> Mpulumushi takwaba, Matunko tamwaba;<br/> Nyimbo sha ku mwesu ndemfwa iciunda,<br/> 'Lyo ntontonkanya ku mwesu ndaponya filamba;<br/> 'Lyo ntontonkanya ku mwesu, ndaponya ifilamba.<br><br>3. Bantu bekala mulya, Bafwaya nje kulya, <br/> Uko imfwa, bulanda, awe tafisangwa; <br/> We calo natemwa calo ca mutende, <br/> Kristu tusendeni ku mushi wabapusuka, <br/> Kristu tusendeni ku mushi wabapusuka<br><br></p>"
    },
    {
        "title": "221 - GALILE",
        "number": 221,
        "content": "<h1>221 - GALILE</h1> <b>GALILEE</b><p>1. Kalelila ... Koni kakwe ... Icungulo ... Icapalwa ... <br/> Cilelanga ... Bumushilo .... Ndefuluka ... Ku Galile ...<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>O Galile, Waliwama, uko Yesu Atemenwe, <br/> O Galile. Waliwama, Imba ulwimbo kuli 'ne.</i><br><br>2. Mu mukonko ... wa maluba .. Emo fyuni ... Fimbe nyimbo ... <br/> Ulucelo ... Fileimba ... Kulumbanya ... O Galile ...<br><br>3. Lyombelenga ... shiwi lyakwe ... , Fyaendele ... Pa cimana ...<br/> Ndefwaisha ... Ukwishiba ... Kumukonka ... Ku Galile ...<br><br></p>"
    },
    {
        "title": "222 - MUMABOKO Y AKWA YESU",
        "number": 222,
        "content": "<h1>222 - MUMABOKO Y AKWA YESU</h1> <b>SAFE THE ARMS OF JESUS</b><p>1. Nindamwa bwino mwandi mumaboko yakwe; <br/> Na mukutemwa kwakwe nakulatusha mo, <br/> Bangeli baleimba ciunda ndeumfwa <br/> Mu mabala yasuma kwishilya Iya bemba-.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Njikale muli Yesu mumaboko yakwe; <br/> Na mukutemwa kwakwe nakulatushamo.</i><br><br>2. Nindamwa bwino mwandi teti nsakamane; <br/> Kufuma kumatunko, Teti mbe no bubi <br/> Mpokololwe ku bubi pamo na ku mwenso, <br/> Matunko ya nono nokulila konse.<br><br>3. Yesu e cubo candi, wene amfwilile, <br/> Pa libwe lya kaele, ndecetekela pe <br/> Nakulalolela, ukusuka buce <br/> Nsuke nkamumone pa cabu ca Golide.<br><br></p>"
    },
    {
        "title": "223 - KU MUKONKA KONSE",
        "number": 223,
        "content": "<h1>223 - KU MUKONKA KONSE</h1> <b>FOLLOW ALL THE WAY</b><p>1. Ndeumfwa Yesu 'lenjita, Noluse Wen' alanjita; <br/> Ndeumfwa shiwi lileti, 'Sa unkonke lyonse, unkonke.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Nakula sendo lupanda, no kukonko Mupusushi; <br/> Uko konse ntungulula, Ku mukonka konse fye.</i><br><br>2. Nangu nshila yafitisha, Makasa nayo yanaka; <br/> Lelo umutima wandi wena kumukonka lyonse.<br><br>3. Yes' ali kuntanshi yandi, Lubuto munshila yandi;<br/> Nga nanaka alampa amaka, Nakulamukonka lyonse.<br><br>4. Mu mikonko alansunga, lyonse alampelo kulya;<br/> Ndamukabila fye lyonse, Nakulamukonka lyonse.<br><br>5. Walintemwa Mfumu yandi, Nsungwe mumaboko yenu; <br/> Mucikuku cobe nsungwe, Nakulamukonka lyonse.<br><br></p>"
    },
    {
        "title": "224 - NYALI SHIBENGESHIME",
        "number": 224,
        "content": "<h1>224 - NYALI SHIBENGESHIME</h1> <b>LET THE LOWER LIGHT BE BURNING</b><p>1. Uluse lwakwa Shikulu, Lulabeka nshiku pe;<br/> Atupa kasunge nyali pa cabu ca cimana.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Inyali shibengeshime, Bashimone pe bimbi,<br/> Ku balecula mu fibi, Ukuti bapusuke.</i><br><br>2. Ububi bwafishe calo, Na mabimbi yaima; <br/> Bambi bali mu cimana, Balefwayo lubuto.<br><br>3. Ashe nyali we munyina, tupusushe balefwa; <br/> Kuti bafike ku cabu, Mumfifi bengaluba.<br><br></p>"
    },
    {
        "title": "225 - IMININA NGO WAMAKA",
        "number": 225,
        "content": "<h1>225 - IMININA NGO WAMAKA</h1> <b>STAND LIKE THE BRAVE</b><p>1. Mu Kristu ima! Shikulu akwita; <br/> Fwala ku mutwe, Lupanga ku minwe;<br/> Ulwishe Satana, Kwabulo mwenso; <br/> Ima nge cita ulwishe mulwani.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Wilatina, Wilatina, Wilatina; ulwishe mulwani</i><br><br>2. Na mubusanso cenjela, Lolesha wifutatuka,<br/> Nkwela tailiko; Mabumba yababi ngawayacimfya, <br/> Ima nge cita ulwishe mulwani.<br><br>3. Mulimo wakwe wiulekelesha usunge bwino, <br/> Ube wa cishinka; Ulwishe na maka ukufike mpela, <br/> Ima namaka ulwishe umulwani.<br><br>4. Wilatwishika kabiye kuntanshi <br/> Ape cikuku nokusansamusha ~ <br/> Kutemwa kwakwe kwaba fye nga menshi,<br/> Ima nge cita ulwishe mulwani<br><br></p>"
    },
    {
        "title": "226 - APEPI NO KUSUMINA",
        "number": 226,
        "content": "<h1>226 - APEPI NO KUSUMINA</h1> <b>ALMOST PERSUADED</b><p>1. Ndi-fye ape-pi ku-su mina; <br/> Kuti nsumi-ne Kristu wandi; <br/> Mu-lwani a-sosa ka-biye Mupashi, <br/> U-kabwele limbi 'kasu-mina<br><br>2. Shi-wi lile-ti I-sa lelo, <br/> Li-le papa-ta, Wi-bwe-lela; <br/> Yesu ale-kwita, Bange-li ba-lipo,<br/> U-mfwa amapepo Bwe-la iwe.<br><br>3. Nati nsumine, Nshi-ta yapwa, <br/> Na-ti sumi-ne, nomba kufwa; <br/> U-kushintauka Te-kuti ku-ngafwe, <br/> U-kushintauka Ku-lete mfwa.<br><br></p>"
    },
    {
        "title": "227 - PALUPANDA",
        "number": 227,
        "content": "<h1>227 - PALUPANDA</h1> <b>AT THE CROSS</b><p>1. Mupu-sushi andu-bwile no mulopa wakwe;<br/> Acu-lile pali ine kuti nsange mweo.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Palya pa lupanda namwene-lubuto;<br/> Cisendo ca mutima casendwa ..... <br/> Mu busu-mi-no napelwa menso, <br/> No-mba nakulasekela pe</i><br><br>2. Bu-she bwali bu-bi bwandi eco aculile? <br/> Awe kwali ukutemwa Uko nshinga landa.<br><br>3. Na-ngu ndile teti mpwishe imisha nakwata;<br/> Ta-kuli co ninga-cita Kano kuipela<br><br></p>"
    },
    {
        "title": "228 - MULUMBANYENI",
        "number": 228,
        "content": "<h1>228 - MULUMBANYENI</h1> <b>PRAISE HIM PRAISE HIM</b><p>1. Lumbanyeni Yesu uwatulubula; <br/> Mwimbe bonse ukutemwa kwakwe; <br/> Cindikeni umungeli mukalamba, <br/> E wamaka natumucindike<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Mulumbeni! Lumbuleni ubukulu; <br/> Mulumbeni! Mu lwimbo no kwanga.</i><br><br>2. Lumbanyeni Yesu watulubula, <br/> Fibi fyesu efyo aculile; <br/> Wene libwe lyesu ilyabupususho, <br/> Mulumbeni Yesu watanikwe.<br><br>3. Lumbanyeni Yesu uwatulubwile;<br/> Mwimbileni bonse bakumulu; <br/> Yesu Mfumu aleteko muyayaya, <br/> Asamikwe shimapepo Mfumu;<br><br></p>"
    },
    {
        "title": "229 - NANI ALl KU MFUMU",
        "number": 229,
        "content": "<h1>229 - NANI ALl KU MFUMU</h1> <b>WHO IS ON THE LORD’S SIDE?</b><p>1. N'ani uwasala Imfumu, <br/> Bubi no busu-ma salapo.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Sa-la, le-lo, Busuma no bubi salapo.</i><br><br>2. Abengi nabasalo bubi,<br/> Ta ili inshila isuma.<br><br>3. Isa ku lubali lwa Mfumu,<br/> Pantu e kuli shuko lyobe.<br><br></p>"
    },
    {
        "title": "230 - INE NSHILA",
        "number": 230,
        "content": "<h1>230 - INE NSHILA</h1> <b>I AM THE WAY</b><p>1. Pamo nge mpanga shaluba, twaye ciye yeye-, <br/> Kufuma mwicinka lyakwe, Tusange shani nshila.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>I-ne nshila ne cine no mweo; Teti wise kwa Tala kano muli 'ne</i><br><br>2. Twenda na masakamano, munshila mutende, <br/> Ilyo 'bengi balelila, Tusange shani nshila.<br><br>3. Twenda na masakamano, munshila mutende,<br/> Ilyo 'bengi balelila, Tusange shani nshila.<br><br></p>"
    },
    {
        "title": "231 - NJEBO MULUMBE WAKALE",
        "number": 231,
        "content": "<h1>231 - NJEBO MULUMBE WAKALE</h1> <b>LET JESUS COME INTO YOUR HEART</b><p>1. Nga wafininwa ne mpulumushi, Yesu leka'be mu mweo;<br/> Ngo lefwayo be no mweo upya, Yesu leka'be mu mweo.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Le-ko kulengulula, wi-mutamfya kabili; <br/> Shi-mwi-swile 'mutima Yesu engile mu mweo.</i><br><br>2. Ngo lefwayo kut'ubutishiwe, Yesu leka'be mu mweo:<br/> Utufukauka tuli pepi, Yesu leka 'be mu mweo<br><br>3. Ngo li na macusho 'shingacimfya, Yesu leka'be mu mweo,<br/> Nokusango kwafwiwa mu calo. Yesu leka'be mu mweo.<br><br>4. Nge fibusa fyafuma kuli 'we, Yesu leka'be mu mweo;<br/> Wene nicibusa wa cishinka, Yesu leka 'be mu mweo.<br><br>5. Ngo lefwaisha ukumwishiba, Yesu leka'be mu mweo; <br/> Ngo lefwaya kuba mumasano, Yesu leka'be mu mweo.<br><br></p>"
    },
    {
        "title": "232 - NSHAKAKUSHE",
        "number": 232,
        "content": "<h1>232 - NSHAKAKUSHE</h1> <b>I WILL NEVER LEAVE THEE</b><p>1. Nshakakushe nkaba nobe, Nshakabale nkutamfya;<br/> Nkalakwensha, nkakusunga. Pamulandu wa luse; <br/> Wi latina, wilatina, We konke shiwi lyandi<br><br>2. Nge fipupu fyakushinga. Ulenjita mwipepo;<br/> Nakula kufukatila, Nokusungwa kwa cine; <br/> Mumesho nakula kwafwa, Nkabushe nshila yobe.<br><br>3. Ngo lwelele lwabutisha, Na'po ‘li palebeka;<br/> Kusekela ngo mumana, Wamona 'ti fyawama; <br/> Nakulaba na iwe pe, Nkasungo kwenda kobe.<br><br>4. Ilyo mweo wabipisha, Mwaba nokutwishika;<br/> Matunko nga yafulisha, Ndetuma ulubuto;<br/> No luunga lwakutemwa, muli ne ukacimfya<br><br></p>"
    },
    {
        "title": "233 - NJEBO MULUMBE WAKALE",
        "number": 233,
        "content": "<h1>233 - NJEBO MULUMBE WAKALE</h1> <b>TELL ME THE OLD, OLD STORY</b><p>1. Njeba umulumbe wakale wa fya kwa Yesuu no lulumbi,<br/> Nokutemwa kwaakwe; <br/> Loondoolola mulumbe, kwati-nikumwana nalikana, <br/> Wama cusho, uwabuula maaka.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Unjebe umulu-mbe, umulumbe wakale,<br/> Unjebe umulumbe, Yesu nokutemwa.</i><br><br>2. Njebe umulumbe ukuti njishibishe,<br/> Ine ndi waa mpuulumushi, untu aafwilile;<br/> Njeebo mulumbe lyoonse nokuunjeebe cine,<br/> Mushita iishaa macusho, ukusansamusha.<br><br>3. Njeba umulumbe, lintu waba no mweenso,<br/> Pamulanduu waacalweci, Naifiifyabaamo, <br/> Ee, lulumbi lwacaalo, lulii kuumutima <br/> Njeba muulumbe, wakale, Yeswaleekupoosha.<br><br></p>"
    },
    {
        "title": "234 - YESU LUBUTO LWA CALO",
        "number": 234,
        "content": "<h1>234 - YESU LUBUTO LWA CALO</h1> <b>JESUS THE LIGHT OF THE WORLD</b><p>1. Bangeli baleimba, Yesu, Lubuto lwesu,<br/> Lulumbi kuli Yesu, E lubuto lwa calo.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Twakulaenda, mulubuto. seni uko luse lulebeka:<br/> Lubeka kasuba nobushiku, Yesu lubuto lwesu.</i><br><br>2. Angeni mwemitundu, Yesu lubuto lwesu,<br/> Imbeni naba ngeli, E lubuto lwa calo.<br><br>3. Kristu tumucindike, Elubuto lwa calo,<br/> Ni-Mfumwi yape-nape, E lubuto lwacalo<br><br>4. A-cindikwe Mwanangwa, E lubuto Iwa calo,<br/> E-bulu-ngami bwesu, E lubuto Iwa calo.<br><br></p>"
    },
    {
        "title": "235 - KABILI UBUSHIKU BWAFIKA",
        "number": 235,
        "content": "<h1>235 - KABILI UBUSHIKU BWAFIKA</h1> <b>AGAIN THE DAY RETURNS</b><p>1. Bushiku bwa muushilo bwafika, <br/> Bwalipaliilwee kubutendeko; <br/> Fwe bana bakwe tatu bombamo, <br/> Mubushiku bwakwa Jehova.<br><br>2. Natusunge bushiku bwashila;<br/> Tuusambilile bufwayo bwakwe; <br/> Aleumfwa kuu pepa kwa cine; <br/> Muma pepo pamo namunyimbo.<br><br>3. Mfumu yesu umfwo kwita kwesu,<br/> Uumfwa ukwiitaa kwa bana bobe,<br/> Bulayo bwenu be nge mpili,<br/> Tupeni ci-kuku fwe baluba.<br><br>4. Tata muli mwee twacetekela,<br/> Muumaka Yee nuu twacetekela. <br/> Wakulaba ciibusa kasunga <br/> Lulumbi lu-be nenu pe nape.<br><br></p>"
    },
    {
        "title": "236 - UKUTEMWA KWAKWE",
        "number": 236,
        "content": "<h1>236 - UKUTEMWA KWAKWE</h1> <b>HIS LOVING KINDNESS</b><p>1. We mutima shibuka, mwimbile kabumba obe <br/> Ima ne nseko no kuya kukwimba nokutotela.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Ima ne nseko no kuya kukwimba nokutotela.</i><br><br>2. Alimwene lyo nawile, antemenwe'lyo nali lyo,<br/> Ampuswishe mukuluba, luse elyo ne cikuku.<br><br>3. Nangu fita fyafulisha nangu calo cilendufya <br/> Antungulula mu mweo, luse elyo ne cikuku.<br><br>4. Lyo macusho yafulisha, nga makumbi yafitisha <br/> Lyonse eminina pepi, luse elyo ne cikuku<br><br></p>"
    },
    {
        "title": "237 - MWIMININENI YESU",
        "number": 237,
        "content": "<h1>237 - MWIMININENI YESU</h1> <b>STAND UP FOR JESUS</b><p>1. Mwiminineni Yesu mwe fita fyakwe mwe,<br/> Imyeni imwe uluunga lwikanshiwa; <br/> A letutungulula mukwansha no kwansha,<br/> Limbi kuti bamushika bakwe bayanshya<br><br>2. Mwiminineni Yesu Umfwileni penga,<br/> Alemutuma ilelo muyemulwila, <br/> Ilelo imwe bonse muye mubombela,<br/> Muba abakoseshiwa mube na maka.<br><br>3. Mwiminineni Yesu mu maka yakwe fye,<br/> Imwe bene tekuti muicetekele, <br/> Fwaleni fye inkwela ye landwe lisuma;<br/> Kabiyeni konse konse nangu kwayafya.<br><br>4. Mwiminineni Yesu inshita ilepwa,<br/> Ilelo fye ekulwa mailo mutende; <br/> Ilyo wayansha akapelwa icitebo, <br/> Wene akalaba ne Mfumu inshiku pe.<br><br></p>"
    },
    {
        "title": "238 - NI BA 'NI ABA?",
        "number": 238,
        "content": "<h1>238 - NI BA 'NI ABA?</h1> <b>WHO WHO ARE THESE?</b><p>1. Bushe nibani 'ba bayabuka Bapusuka ukufuma kumfwa<br/> Yesu abapususha basambwa mumulopa<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Bengile fipata mu Jerusalemu <br/> Basambwa mumulopa wakwe <br/> Bengile fipata mu Jerusalemu <br/> Basambwa mu mulopa.</i><br><br>2. Aba mano mubwaice bwabo Basalile nshila shakwa Yesu<br/> Basangile cikulu, Basambwa mu mulopa.<br><br>3. Aba ebo bali mu macusho Bali na Yesu baleseketa <br/> Ne mitima yabuta, basambwa mumulopa<br><br>4. Aba ebo bali mumatunko Bayanshishe maka ya mulilo <br/> Nomba Yesu abeta, basambwa mumulopa.<br><br>5. Nabapusuka bali pa cabu Bubi misongo ne mfwa takuli<br/> Balesekela lyonse basambwa mumulopa.<br><br></p>"
    },
    {
        "title": "239 - BUSHE WANAKA?",
        "number": 239,
        "content": "<h1>239 - BUSHE WANAKA?</h1> <b>ART THOU WEARY?</b><p>1. Bushe iwe naunaka, naupelelwa?<br/> Yesu ati, Isa kuno 'sotushe.<br><br>2. Bushe nakwate tilaso 'kuti mwishibe?<br/> Ee mu mbafu namu mimwe ne nkasa.<br><br>3. Bushe afwele citebo pa mutwe wakwe?<br/> Ee citebo alifwele ca myunga.<br><br>4. Nga nakonka namusanga akampela nshi?<br/> Amalanda no kucula fikapwa.<br><br>5. Nga namukonka mupepi cinshi akampela?<br/> Ubulanda nokucula fikapwa.<br><br>6. Nga namulomba ukumbula, engankana?<br/> Tetyakane; mulu, calo tipite.<br><br>7. Kusango kukonka kulya bushe ampale? <br/> Bakasesema bashila bati Ee.<br><br></p>"
    },
    {
        "title": "240 - MONA UMUPUSUSHI ALI PA MWINSHI",
        "number": 240,
        "content": "<h1>240 - MONA UMUPUSUSHI ALI PA MWINSHI</h1> <b>BEHOLD THE SAVIOUR AT THE DOOR</b><p>1. Umupusushi pa mwinshi, Kale 'shile, akonkonsha;<br/> Acili a-lelolela, Wikana ukumwiswila.<br><br>2. Aleti, shita Golide, No mwingila wabutisha;<br/> Ku mensa su-ba mafuta, Elyo ulemona bwino.<br><br>3. Umfwe shiwi lilekwita, Lyafuma ku-wacishinka;<br/> Walikaba, Watalala, Esha ukupilibuka<br><br>4. Mulimo wakwe walapwa, Alaleka kupapata;<br/> Wa fiko a-be wa fiko, Wa mushilo n'ifyo fine.<br><br>5. Icibi calaisalwa. Ala wice-lwa mwiswile;<br/> Ima wisu-le ku cibi, Alaya takulolele.<br><br>6. Musuminishe engile, Alekupelo butusho;<br/> Akulae-nda na iwe, Akula lya nobe lyonse.<br><br></p>"
    },
    {
        "title": "241 - NAFIKE CALO CISUMA",
        "number": 241,
        "content": "<h1>241 - NAFIKE CALO CISUMA</h1> <b>BEULAH LAND</b><p>1. Nafike calo cisuma, Ne fyuma fyonse 'ne fyandi;<br/> Kasuba kabalika pe, Pantu bushiku nabupwa.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Icalo ici Keneni, Lintu nafiko lupili, <br/> Kwishilya kwa mumana 'ko namone ng'anda shisuma; <br/> Icalo ici cawama nkekala uko pe na pe.</i><br><br>2. Yesu aenda na ine, Tulesosa bwino bwino.<br/> Antungulula kuboko, Pantu nafika mu pepi.<br><br>3. Cena kuno cawamisha, Cafuma ku calo cilya,<br/> Ku mimana ya bumi pe, Maluba yasuma sana.<br><br>4. Natontonkanya ndeumfwa, Nyimbo sha bangeli kulya.<br/> Baleimba 'lwimbo nsuma, Lwimbo lwa lupusukilo.<br><br></p>"
    },
    {
        "title": "242 - WALISHUKA UMWANDO",
        "number": 242,
        "content": "<h1>242 - WALISHUKA UMWANDO</h1> <b>BLEST BE THE TIE</b><p>1. Washu-ka u-mwando, Waka-ke mi-tima; <br/> Ukwa-mpana-, 'Kuba-pamo-, <br/> Kwaba-nga ku-mulu.<br><br>2. Ku ci-puna-cenu, Twape-la ma-pepo;<br/> Mwenso-kufwa-ya ne-nsansa,<br/> Fyonse-fili-pamo.<br><br>3. Tweshe-ukwa-fwana, Mu ma-landa-yonse;<br/> Tuse-ndesha-nye fi-sendo-,<br/> Tule-ba ne-nkumbu.<br><br>4. Ilyo-twale-kana, Tatu-seke-lela; <br/> Tuli-no bucete-kelo-, <br/> Tuka-ya ku-mana.<br><br></p>"
    },
    {
        "title": "243 - BUKA WE MUTIMA WANDI",
        "number": 243,
        "content": "<h1>243 - BUKA WE MUTIMA WANDI</h1> <b>ARISE MY SOUL, ARISE</b><p>1. Shi-buka we muti-ma Wiba na mwenso,<br/> I-lambo lya cine lyamfumishe ku mfwa; <br/> Ku cipuna ndesumina, Ku cipuna ndesumina; <br/> Shina lyandi lyalilembwa.<br><br>2. Ekala ku mulu, Alepapatila,<br/> Alepapatila no mulopa wakwe, <br/> Twalubwilwe no mulopa, Twalubwilwe no mulopa: <br/> Uwatwelwe ku cipuna.<br><br>3. A-li ne filaso, Ifya pa Kalvari,<br/> A-mpepeleleko, Anandile bwino,<br/> Mweleleni 'fya sosele, Mweleleni 'fya sosele; <br/> Aicefya teti afwe.<br><br>4. Ta-ta alaumfwa nga apepa Yesu. <br/> U-musubwa wakwe, Tekuti amushe, <br/> Mupashi wakwe waita, Mupashi wakwe waita;<br/> 'Ne nimfwalwa kuli Lesa.<br><br></p>"
    },
    {
        "title": "244 - KONKA YESU",
        "number": 244,
        "content": "<h1>244 - KONKA YESU</h1> <b>COME TO JESUS</b><p>1. Konka Yesu, Konka Yesu;<br/> Konka Yesu nomba; <br/> Nomba konka Yesu,<br/> Konka Yesu nomba.<br><br>2. Mwite Yesu, Mwite Yesu<br/> Mwite Yesu nomba<br/> Nomba Mwite Yesu.<br/> Mwite Yesu nomba<br><br>3. Ulemumfwa Yesu, Ulemumfwa Yesu.<br/> Ulemumfwa Yesu nomba<br/> Nomba Ulemumfwa Yesu<br/> Ulemumfwa Yesu nomba<br><br>4. Akulinda Yesu, Akulinda Yesu<br/> Akulinda Yesu nomba<br/> Nomba akulinda Yesu<br/> Akulinda Yesu nomba<br><br>5. Akutemwa Yesu, Akutemwa Yesu<br/> Akutemwa Yesu Nomba<br/> Nomba Akutemwa Yesu<br/> Akutemwa Yesu nomba<br><br>6. wamaka Yesu, wamaka Yesu<br/> wamaka Yesu nomba<br/> Nomba wamaka Yesu<br/> wamaka Yesu nomba<br><br>7. Cetekela Yesu, Cetekela Yesu<br/> Cetekela Yesu nomba<br/> nomba Cetekela nomba<br/> Cetekela Yesu nomba<br><br></p>"
    },
    {
        "title": "245 - TAKULI ISHINA LIMBI",
        "number": 245,
        "content": "<h1>245 - TAKULI ISHINA LIMBI</h1> <b>NO OTHER NAME</b><p>1. Takuli Ishina limbi ilyo ifwe twatemwa,<br/> Lilasekesha bangeli na baKristu pano nse.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Yesu ... Yesu ... Takuli Ishina limbi.<br/> Yesu ... Yesu ... Takuli Ishina limbi.</i><br><br>2. Takuli Ishina limbi lyakutusekelesha; <br/> Takuli Ishina limbi, Kuti twasekelela.<br><br>3. Ninjishiba nkamumona, Lintu akamoneka;<br/> No kumfwa, \"Wacita bwino,\" Nkaba no kusekela<br><br>4. Nga afwaya nalabomba, Mwi bala lyakwe muno; <br/> Ndeti mumpalile fyonse, Mashiwi ne milimo.<br><br></p>"
    },
    {
        "title": "246 - ISHIWI LIMO FYE ILYA KWA YESU",
        "number": 246,
        "content": "<h1>246 - ISHIWI LIMO FYE ILYA KWA YESU</h1> <b>NOW JUST A WORD FOR JESUS</b><p>1. Natumfwe shiwi lya Yesu Cibusa obe,<br/> Bwela iwe utwebeko 'Co akwitila.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Tumfwe kuli Yes'i-shiwi. Litwafwe mu nshila;<br/> Shiwi lyakwa Yesu limo, Imba upepe.</i><br><br>2. Tumfwe Shiwi lya Yesu, Ne fyo akwelela;<br/> Mu cikuku tulesha kufika ku mulu.<br><br>3. Tumfwe Shiwi lya Yesu, Uwatufwilile,<br/> Natemwa Umupusushi uwamfwilile.<br><br>4. Tumfwe Shiwi lya Yesu, Twilapose nshita,<br/> Umutima wabipa, Uleto bulanda.<br><br>5. Tumfwe Shiwi lya Yesu, Kusho busumino.<br/> Fuma mu kunaka, Fyonse pela ku Mfumu.<br><br></p>"
    },
    {
        "title": "247 - LISHENI NDIBU",
        "number": 247,
        "content": "<h1>247 - LISHENI NDIBU</h1> <b>RING THE BELLS OF HEAVEN</b><p>1. Lisheni indibu kulyu buseko, Pa muntu wafuma ku bubi;<br/> Wishi alemukumanya mu nshila, Amusengela walubile.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Lulu-mbi baimba bangeli, Lulu-mbi lisheni amasese:<br/> Abalubulwa baleimbo lwimbo, Baleimba lwa kulubulwa</i><br><br>2. Lisheni indibu kuli buseko, Walubile nomba nabwela;<br/> Apusushiwa kufuma ku bubi, Wene afyalwa cipya cipya.<br><br>3. Lisheni Indibu ku mutebeto, Bangeli baleimbo bwansho; <br/> Twaleni ilyashi liye kutali, Watemwikwa nafyalwa lelo.<br><br></p>"
    },
    {
        "title": "248 - YESU WAKU NAZARETI ALEPITA",
        "number": 248,
        "content": "<h1>248 - YESU WAKU NAZARETI ALEPITA</h1> <b>JESUS OF NAZARETH PASSETH BY</b><p>1. Cinshi bumba lilekonka? Nia-ni untulilekonka,<br/> Kuli congo cikalamba, Bushe kupepa, balepepa?<br/> Mubukali-i balyaswike, Alani Yeswalepita,<br/> Mubukali balyaswike, Ala ni Yesu alepita.<br><br>2. Ninani Yesu winioyu? 'Walenga bantu bamukonke,<br/> Mweni ewalenga-abantu, Kuci-taifyo alefwaya;<br/> Mashiwi yabo yaleta, Alani Yesu alepita. <br/> Mashiwi yabo yaleti. Ala ni Yesu alepita.<br><br>3. Uyu Yesu taliwafye, Afumishe kucula kwesu,<br/> Bonse bali ne fyafina, Alibakakulwile bonse; <br/> Impofu yasekelo kumfwa, Ala ni Yesu alepita; <br/> Mpofu yasekelo kumfwa, Alani Yesu alepita.<br><br>4. Elo tule-enda mu-makasa aendele, <br/> Aletupembela lyonse, ukutupa ukusekela, <br/> Natubilikishe bonse, Alani Yesu alepita;<br/> Natubilikishe bonse, Alani Yesu alepita.<br><br>5. Mwebafininwa iseni, Alemwelela bonse fibi,<br/> Mwebafuma kuli Lesa, Bweleni mwelelwe. <br/> Mwe baletunkwa iseni. Ala ni Yesu alepita, <br/> Mwebaletunkwa Iseni, Alani Yesu alepita.<br><br>6. Nga mwakana kwita kwakwe, Noluse pamo nokutemwa, <br/> Akafuma kuli Imwe, Takatalya mwita kabili. <br/> Ngamwacelwa Imwe mukomfwa, Alani Yesu alepita,<br/> Nga mwacelwa Imwe mukomfwa, Alani Yesu alepita.<br><br></p>"
    },
    {
        "title": "249 - MAKUMI PABULA NA PABULA",
        "number": 249,
        "content": "<h1>249 - MAKUMI PABULA NA PABULA</h1> <b>THE NINETY AND NINE</b><p>1. Makumi pabula 'lyo na pabula, Shali mwi-ci-nka mulya,<br/> Imo tayalimo, yali pampili, kutali kufuma kwi cinka,<br/> Yalubile yali mu mpanga yeka, Tayali mumaboko ya mucemi; <br/> Tayali mumaboko yamu Cemi.<br><br>2. Makumi pabula lyo na pabula, Bushe ta'shili sha-linga, <br/> Kacema atile, \"Imo pa-li shi, na iya kufuma kuli'ne <br/> Nangwi nshila yabipa mulya mabwe, <br/> Ndeya fwaye mpanga mu matololo, <br/> Ndeya fwaye mpanga mu matololo.\"<br><br>3. hilye shapuswike tashaishibe, Amenshi fyo ya shikile,<br/> Nemfimfi fyo yali umo aile, Asangile mpange yaluba.<br/> Aumfwa yalila mumatololo, Yali yalwala pepi nokufwa,<br/> Yali yalwala pepi nokufwa.<br><br></p>"
    },
    {
        "title": "250 - UKUFUMA KU MESHO",
        "number": 250,
        "content": "<h1>250 - UKUFUMA KU MESHO</h1> <b>YIELD NOT TO TEMPTATION</b><p>1. Su-la matunko-ya-twa-la ku bubi, <br/> Nga 'we wayaci-mfya 'ka-leta bambi,<br/> Lwi-sha fye nama-ka ka-nisho bubi,<br/> U-mwipushe Yesu- E-na lekwafwa.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Mwi-pushe Yesu E-ka Ma-ka alekupe-la <br/> A-Ii Uwaipe-Ia U-kukwafwa iwe.</i><br><br>2. Fu-ma kububi na- ‘ba-sose nsele, <br/> Shi-nailya Mfumu -- wi- bula 'pa fye,<br/> Ba-uwa cine-we Ba' -walekanya, <br/> U-mwipushe Ye-su E-na 'ukwafwa.<br/><br><br>3. Kulyu-yo wansha 'kapelwe citebo,<br/> No-lucetekelo, A-we tukansha, <br/> Mupusushi Ena, Emaka yesu, <br/> U-mwipushe Yesu, E-na ‘lekwafwa. <br/><br><br></p>"
    },
    {
        "title": "251 - NANGU NDILE UKULILA TETI KUMPUSUSHE",
        "number": 251,
        "content": "<h1>251 - NANGU NDILE UKULILA TETI KUMPUSUSHE</h1> <b>WEEPING WILL NOT SAVE ME</b><p>1. Nangu ndile sha-ni Tekuti cimpusushe,<br/> Nangu kufumyo ‘mwenso,<br/> Takwingafumya bubi, Teti kumpusu-she.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Yesu e wamfwilile, Aculile pa muti, <br/> E winga nkakula, E winga mpusu-sha.</i><br><br>2. Nangu mombe shani, No bololoke bwandi<br/> No kuyumfwa ndi bwino, <br/> Mweo teti ube upya, Teti fimpusu-she<br><br>3. Nangu kulole-la Tekuti kumpusushe,<br/> Nangu naba no luse, <br/> Nga nati, kandolele, Kulolela nimfwa<br><br>4. Muli Yesu mweka Emwakupusukila,<br/> Pa mulimo acita, <br/> Eko ndebutukila. Kuti napusuka<br><br></p>"
    },
    {
        "title": "252 - MUCETEKELE  EKAFYE",
        "number": 252,
        "content": "<h1>252 - MUCETEKELE EKAFYE</h1> <b>ONLY TRUST HIM</b><p>1. Isa we wa mpulumushi kuluse lwa Mfumu,<br/> Alekupa ukutusha, nga wamusumina.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Ceteke-ela, cetekela, Mucetekele;<br/> Upusu-uke, Upusuke, 'Lakupususha.</i><br><br>2. Aitile umulopa wakwe palupanda,<br/> Itumpike mumulopa wakwe walabuta.<br><br>3. Yesu enshila ya cine, Iya ku butusho,<br/> Musumine walacelwa, ukapoka amapalo.<br><br>4. Isa nomba wilundanye, Kwibumba lya Mfumu,<br/> Ukekale mumpange yo mulyukusekela<br><br></p>"
    },
    {
        "title": "253 - MONA KAKUMBA MUSUMA",
        "number": 253,
        "content": "<h1>253 - MONA KAKUMBA MUSUMA</h1> <b>SEE, ISREAL’S GENTLE SHEPHARD</b><p>1. Mo-na Kakumba Aima, Kakumba musuma;<br/> A-leite-Mpanga shakwe, Ukuyakuntwali.<br><br>2. Le-ka shise kuli ine, Imfumwileita,<br/> Kuti shikwatyo bupalo, Eco Aishile.<br><br>3. Twa-baleta ku-li Imwe, Mu-maboko yenu,<br/> Twasekela tuli benu benu fye penape.<br><br></p>"
    },
    {
        "title": "254 - LUMBANYENI SHINA LYAKWA JEHOVA",
        "number": 254,
        "content": "<h1>254 - LUMBANYENI SHINA LYAKWA JEHOVA</h1> <b>PRAISE YE JEHOV’S NAME</b><p>1. Lumbanyeni shina ilyakwa Jehova, lumbanyeni<br/> Imeni mumwimbile mweba ku mulu,<br/> Ni Leso waluse, lumbanyeni.<br><br>2. Natwimbile Mfumu Mapenga yomfwike konse konse,<br/> Natumucindike mu nyimbo shisuma,<br/> Lumbuleni shina tumwimbile.<br><br>3. Lyo mulemwimbila kusheni ciunda, mwimbileni,<br/> Mwebalemwimbila cindikeni Mfumu,<br/> Natumucindike, tumwimbile.<br><br></p>"
    },
    {
        "title": "255 - NDEKUKABILA YESU",
        "number": 255,
        "content": "<h1>255 - NDEKUKABILA YESU</h1> <b>I NEED THEE PRECIOUS JESUS</b><p>1. Ndekukabila Ye-su pantu ndi mupina,<br/> Ndi mwe-ni u-mule-ndo, Nshakwata fya calo,<br/> Kute-mwa kwa kwa Ye-su, Kula-nsansa-mu-sha.<br/> Ku-tungulu-le nshi-la mubulendo bwandi<br><br>2. Ndefwaya umuti-ma, Uwa-Mfumu Yesu,<br/> Waku-ngafwa mu-me-sho, Pamo mu-malanda.<br/> Ndefwa-ya Umupa-shi Waku-nsambi -li -sha,<br/> U-nange fya kwa Ye-su, Umwana wa-mpanga.<br><br>3. Ndekukabila Y e-su Kumu-mona bwangu,<br/> Nkafi-mbwe no bu-ka-ta Nka-mo-ne cipuna<br/> Pamo-naba lubu-lwa Tuka-lasekela,<br/> Tu-kembo lwimbo pe-fye, Tukamone Mfumu<br><br></p>"
    },
    {
        "title": "256 - MWE LESA KAFWA",
        "number": 256,
        "content": "<h1>256 - MWE LESA KAFWA</h1> <b>O GOD OUR HELP</b><p>1. Mwe Lesa kafwa wakale, Ne nshita shikesa;<br/> Cubo cesu ku cipupu, We ng'anda yesu pe<br><br>2. Mwe cinshingwa ca cipuna, Twakulasungwa pe. <br/> Kuboko kwenu kwamaka Kwakulatucinga<br><br>3. Lintu mpili tashaliko, Pamo ne ci calo;<br/> Nshita shonse uli Lesa, kufika ne mpela.<br><br>4. Imyaka ikana limo, yaba nge cungulo; <br/> Nshiku shesu nasho bwipi, shaba ngo lucelo.<br><br></p>"
    },
    {
        "title": "257 - TASUNKANISHIWA",
        "number": 257,
        "content": "<h1>257 - TASUNKANISHIWA</h1> <b>UNSHAKEN AS THE SACRED HILLS</b><p>1. Twisunkanishiwa tube nge mpili sha mushilo,<br/> Takaseshiwe nakalya, Uwamusumina<br><br>2. Te fibumba nangu impili ifinga tusunga;<br/> Kano mumaboko yakwe, Emo twinga sungwa.<br><br>3. Ubasunge, Bakutemwa mu mitima yabo:<br/> Abacetekela cine, Ta basule funde.<br><br></p>"
    },
    {
        "title": "258 - BUCETEKELO BUMO",
        "number": 258,
        "content": "<h1>258 - BUCETEKELO BUMO</h1> <b>ONE LIVING FAITH</b><p>1. Funde lya Mfumu lifwaya bucetekelo bwa cine;<br/> Bufwayo bwakwe ni ubu, bonse bacite cishinka.<br><br>2. Mfumu tubelele luse pa fintu fyonse twabifya; <br/> Funde lyenu lya mushilo, lelo talisungwa bwino.<br><br>3. Tatucite fyo mufwaya, Mwe Mfumu mutubutishe, <br/> Pa mulandu wakwa Yesu, kuti tulesunge funde.<br><br></p>"
    },
    {
        "title": "259 - BUSHE TUKAYA KUMANA",
        "number": 259,
        "content": "<h1>259 - BUSHE TUKAYA KUMANA</h1> <b>SHALL WE MEET?</b><p>1. Bushe tukaya kumana nga amacusho yapwa<br/> Kukaba ukusekela, Malanda takwakabe.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Tukaya - Kumana, Kwishilya ilya ci-mana;<br/> Nga twaku-mana kwishilya, Pa cabu caku mulu.</i><br><br>2. Tukaku-mana pa cabu ngo lwendo lwesu lwapwa-;<br/> Tukemi-nike cibwato, Pa cabu ca ku mulu.<br><br>3. Tukaku-mana mu mushi, 'Mo maya-nda yabeka-;<br/> Fibumba ifyabekesha, Uwakulwa no Mwine.<br><br>4. Tukaku-mana na Kristu, 'Ly' akesa-senda bakwe<br/> Tukeshi-bo luse lwakwe, Tukeka-la na Wene.<br><br></p>"
    },
    {
        "title": "260 - ILUNGU LYA WAMA",
        "number": 260,
        "content": "<h1>260 - ILUNGU LYA WAMA</h1> <b>VALE OF BEULAH</b><p>1. Ndepita mwilungu ili baletila libi.<br/> Lelo nasanga mu nshila muli fye amaluba;<br/> Ilungu lya wama ninshila isuma, <br/> Mupusushi nyende nankwe inshita fye shonse<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>We lungu lya wama Walicindamisha;<br/> We mpanga we yabulayo Nakumona kulya</i><br><br>2. Tekuti kube cinshingwa cakulishe nshila,<br/> Lulumbi lwa Mupusushi lubutishe nsnila; <br/> Abangeli baleimba inyimbo shisuma, <br/> Shawamisha, shansekesha ilyo ndeya mu nshila<br><br>3. Awe ndi u-wacimwemwe, Ndeya ku musumba,<br/> Nakulasekela lyonse lyo nshila yabuta;<br/> Ndi apepi no kumona fibi fyaisulwa,<br/> Pantu iyi e nshila i-yalola ku mulu.<br><br></p>"
    },
    {
        "title": "261 - ILUNGU LISUMA ILYA EDENI",
        "number": 261,
        "content": "<h1>261 - ILUNGU LISUMA ILYA EDENI</h1> <b>BEAUTIFUL VALEY OF EDEN</b><p>1. Mpanga isuma ya Edeni, Yabe yawamisha;<br/> Ku mitima ya banaka, Yaba yawamisha.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Mpanga yawama ya Eden, Mushi wa bapalwa;<br/> Nangu ningaba mu macusho, Ndota kutusha kulya.</i><br><br>2. Umutima uleloosha, Ukayasekela,<br/> Kumfwe nyimbo sha bangeli kufuma kutali<br><br>3. Ku musumba wakwa Yesu, kuli abafusuka<br/> Pa mapili ya lulumbi, Nyimbo shilomfwika.<br><br></p>"
    },
    {
        "title": "262 - KRISTU NANGU BARABBA",
        "number": 262,
        "content": "<h1>262 - KRISTU NANGU BARABBA</h1> <b>CHRIST OF BARABBAS</b><p>1. Ncite nshi na-Yesu 'Yu imwe mwande-tela,<br/> Nafwalo mwi-ngilo yu-, Ne myunga ku mutwe.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Ndemwipusha imwe, Muletila shani?<br/> Bushe nta-nike Yesu yu, Ndeke Barabba- 'ye?</i><br><br>2. Bushe mupe mpupu-, Umubi wa fi-lumba?<br/> Uwa bipa na Yesu-, N'ani mule-fwaya?<br><br>3. Lipusho 'li kwena-, Likulu lyaku-papa!<br/> Bushe ndeci-ta shani-, Cape-seshe amano<br><br>4. Bushe ncite shani-, Bushe nka-ne-i-calo?<br/> Babiliki-she 'bati-, Awe, Ata-nikwe.<br><br>5. Te ku mubi eka-, Lipusho 'Ii lya-isa,<br/> Na imwe be-na Kristu-, Muli mu kwe-shiwa.<br><br></p>"
    },
    {
        "title": "263 - LETENI IMWE ICEKUMI CONSE",
        "number": 263,
        "content": "<h1>263 - LETENI IMWE ICEKUMI CONSE</h1> <b>BRING YE ALL THE TITHES</b><p>1. Umfweni mashiwi ayalembelwe-, Leteni icekumi mu ng'anda:<br/> Peleni ne Mitima yenu yonse-, Mukapelwa a-ma-pa-lo<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Leteni imwe bonse ceku-mi, Lesa 'leti elyo munje-she,<br/> Nga- nsha-kamupele mapa-lo, Tamwaka-kwate nce-nde paku-bi-ka.</i><br><br>2. Mulefwaya kwishiba maka yakwe-, Leteni icekumi mu ng'anda;<br/> Ikaleni nankwe mu nshita shonse-, ely'alemupa ma-pa-lo<br><br>3. Mulandu nshi 'we ukwete ku Mfumu-? Leteni icekumi mu ng 'anda;<br/> Nga mwafilwa kuleta tamwapalwe-, Leteni mupo-ke Pa-Io.<br><br>4. Mitima yenu icindike Mfumu-, 'Lyo mwalete cekumi mu nganda:<br/> Sumineni malayo mulumbanye-, Pela Imfumu mu-ti--ma.<br><br>5. Imbeni nyimbo shisuma ku Mfumu-, 'Lyo mwalete cekumi mu nganda; <br/> Twimbe Aleluya bonse ku Mfumu-, Pantu wene a-tu-pa--la<br><br></p>"
    },
    {
        "title": "264 - KASUBA KAKWA YEHOFA",
        "number": 264,
        "content": "<h1>264 - KASUBA KAKWA YEHOFA</h1> <b>HOLY DAY JEHOVAH’S REST</b><p>1. Kasuba ka Yehofa kapabutendekelo,<br/> Akasalile ‘mwine lintwa pwile milimo.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Tusekele, Tusekele, Tusekele, Tusekele,<br/> Kwingila mu butusho, Bwa bushiku bwa Mfumu</i><br><br>2. Abombele milimo mu nshiku mutanda fye, <br/> Ubwa cinelubali ebwabutishe bweka.<br><br>3. Bantu bapilibwile kutusha pali cimo,<br/> Moneni mu Chipingo tacilesosa ifyo.<br><br>4. Abacine basosa: Muntu apilibwile,<br/> Ishiwi lyakwa Lesa lyena lya muyayaya.<br><br>5. Ilyo nafwailishe no kusange Sabata,<br/> Natendeke kukonka, E calinga kucita.<br><br></p>"
    },
    {
        "title": "265 - UMUTENDE USUMA",
        "number": 265,
        "content": "<h1>265 - UMUTENDE USUMA</h1> <b>PEACE PERFECT PEACE</b><p>1. U-mutende mu calo ca bipa? <br/> Mulo-pa wakwa Yesu mu-tende,<br><br>2. U-mutende mu kumubombela?<br/> Kuci-te fya Mfumu e bu-tu-sho,<br><br>3. 3 U-mutende naculishe cibi? <br/> Kuli Ye-su nasango bu-tu-sho.<br><br>4. U-mutende ne fibusa kulya,<br/> Muli Ye-su bonse tule-su-ngwa.<br><br>5. U-mutende nangu tatwishiba,<br/> Twai-shiba Ali pa cipuna.<br><br></p>"
    },
    {
        "title": "266 - YESU NDEKONKA IMWE",
        "number": 266,
        "content": "<h1>266 - YESU NDEKONKA IMWE</h1> <b>JESUS I WILL FOLLOW THEE</b><p>1. Yesu ndekonka Imwe, Pantu mwaita ine,<br/> Temwa shonse naisa, kukonka ku ng'anda.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Ndeko-nka Imwe, Ndeko-nka Imwe,<br/> Ndeko-nka Imwe, Shonse muntangila</i><br><br>2. Menso yandi yaluba, Nshila ku nkasa shandi,<br/> Nalimo nalinaka, Lelo mwalikosa.<br><br>3. Kubipa no kunaka, Ifi balwani bandi,<br/> Lelo ndeposa shonse pantu ndemukonka<br><br></p>"
    },
    {
        "title": "267 - TANDE MBUTO SHA LUSE",
        "number": 267,
        "content": "<h1>267 - TANDE MBUTO SHA LUSE</h1> <b>SCATTER SEEDS OF KINDNESS</b><p>1. Tukolonganike mbuto Lyo tuleya mu nshila, <br/> Isha ngano na maluba, Tufumyemo fisoso. <br/> Natusange kusekela mu mapalo ya lelo; <br/> No kuboko kwatekanya Kufumyemo kalolo.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Tande mbuto sha fuse, Tande mbuto sha luse; <br/> Tande mbuto sha luse, Kuti tukasombole.</i><br><br>2. Tatusakamane nyimbo utoni tuleimba;<br/> Tatulemona maluba kufike lyo yauma, <br/> Tatusakamana ku ma-kumbi yalya ya mfula; <br/> Ukusuka amakumbi, Ayamfula yapita.<br><br>3. Nga mwabika utuminwe twa mwana 'patalala,<br/> Kuti tonse twaumina, Teti tusakamane; <br/> Bushe Mupusushi wesu engatulekelesha? <br/> Ifilembo fya tuminwe, Bushe filetucusha?<br><br>4. Tulya tu minwe tunono, Tulatwibukisha lyonse,<br/> Ku mashiwi yabipa, Tulebukisha lyonse; <br/> Tulatwibukisha tuli mu mfula ya talala, <br/> Tekulatanda imyunga, Tukasepa maluba.<br><br></p>"
    },
    {
        "title": "268 - MFUMU CIPUPU CAPUNGA",
        "number": 268,
        "content": "<h1>268 - MFUMU CIPUPU CAPUNGA</h1> <b>MASTER THE TEMPEST IS RAGING</b><p>1. Mfumu cipupu capu-nga, Mabimbi yafu-lisha;<br/> Kumulu kwafita fiti-ti, Umwa kuba mwa-bula;<br/> Mfumu moneni twala-fwa Mwasendama-shani! <br/> Ubwato bwesu bwalabu-nda, Shibukeni mutwafwe.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>\"Umwela ulomfwe shiwi lyandi, Ta ... lala ... Mutende, Tondolo<br/> Nangu mabimbi ya cambeshi, Fibanda, bantu nangu fi-ntu nshi! <br/> Amenshi teti yabunsho bwato, Umulyu mwine wa fintu fyonse; <br/> Fyonse filomfwe shiwi lyandi; Mutende, Tondolo, <br/> Fyonse filomfwe shiwi lyandi; Umu-tende.\"</i><br><br>2. Mfumu mutima wana-ka, Ku mabimbi ya calo,<br/> Mutima waculishe ci-bi, Shibukeni mungafwe; <br/> Masakamano ya bu-bi, yanasho mu-tima; <br/> Nalafwa Mfumu yandi nala-fwa, Endesheni mu ntule.<br><br>3. Mfumu amacusho ya-pwa, Nomba kwaba to-ndolo,<br/> Kasuba nomba kabali-ka, Na ku mulu kwa buta;<br/> Mwinsha neka Mupusu-shi, Ba pepi na-ine, <br/> No buseko palya nkamwimbi-la, 'Lyo nkafika pa cabu.<br><br></p>"
    },
    {
        "title": "269 - UMUPUSUSHI WA KUPAPA",
        "number": 269,
        "content": "<h1>269 - UMUPUSUSHI WA KUPAPA</h1> <b>A WONDERFUL SAVIOUR</b><p>1. Mupusushi wandi ni Yesu Mfumu, Wa kupapisha kuli'ne,<br/> Afisa umweo wandi mu libwe, Ukwaba menshi yasuma.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Afisa umweo wandi mu Cilibwe, Cimfule mu chiswebebe<br/> Afiso mweo mu kutemwa kwakwe, Alemfimba no kuboko<br/> Alemfimba no kuboko.</i><br><br>2. Mupusushi wandi ni Yesu Mfumu, Antule cisendo candi;<br/> Mu maboko yakwe lyonse ndasungwa, Awe 'ne nshakaseshiwe.<br><br>3. Ndasamikwa na mapalo ayengi, Anjisusha na Mupashi;<br/> Ndeimba lwimbo lwa kumulumbanya, Pa kutuma Mupusushi.<br><br>4. Ilyo nkafwikwa lulumbi nkasendwa, Nkamusanga mulwelele;<br/> Kupususha kwakwe kwa kupapisha, Ne minshipendwa tukemba.<br><br></p>"
    },
    {
        "title": "270 - UMUPUSUSHI WESU",
        "number": 270,
        "content": "<h1>270 - UMUPUSUSHI WESU</h1> <b>OUR BLEST REDEEMER</b><p>1. Lintu Yesu ‘shalikepo abasambi bakwe;<br/> Umupashi atupela kuba nefwe.<br><br>2. Aishiletusangula tube ba cikuku; <br/> Afwaya fwaye mitima mwa kwikala.<br><br>3. Tuleumfwe shiwi lyakwe liletepelesha: <br/> Lyaleshe fibi lyatweba ifya ku mulu.<br><br>4. Cikuku ico twakwata kwanshya kwesu konse:<br/> Matontonkanyo yashila yali yakwe.<br><br>5. We Mupashi wa mushilo utumfwile luse: <br/> Mitima yesu ibe cifulo cobe.<br><br></p>"
    },
    {
        "title": "271 - NANGU FYE SHAKASHIKA",
        "number": 271,
        "content": "<h1>271 - NANGU FYE SHAKASHIKA</h1> <b>THOUGH YOUR SINS BE AS SCARLET</b><p>1. Nangu fye sha-kashika shikabuta nge mpemba,<br/> Nangu fye sha-kashika shikabuta nge mpemba <br/> Nangu shaka., shiki-sha Shikabutisha; <br/> Nangu fye sha-kashika, Nangu fye sha-kashika,<br/> Shikabuta nge mpemba, Shikabuta nge mpemba<br><br>2. lshiwi li-lekwita. Bwelela kuli Yesu,<br/> Ishiwi li-lekwita, Bwelela kuli Yesu;<br/> Alikwati sho lu-se no kute-mwisha: <br/> Ishiwi li-lekwita, Ishiwi li-lekwita, <br/> Bwelela kuli Lesa, Bwelela kuli Lesa<br><br>3. 'Kakwele-la-ububi. Takabwibukisheko,<br/> 'Kakwele-la-ububi, Takabwibukisheko; <br/> Lolesheni .. kul i - 'ne, Asosa Lesa,<br/> 'Kakwele-la-ububi . kakwele-la-ububi;<br/> Takabwi-bukisheko, Takabwi bukisheko<br><br></p>"
    },
    {
        "title": "272 - POSA UMWANDO WA MWEO",
        "number": 272,
        "content": "<h1>272 - POSA UMWANDO WA MWEO</h1> <b>THROW OUT THE LIFE LINE</b><p>1. Poso mwando obe pa mabimbi, Epali umo wingapususha:<br/> Nan'engafwaya ku nupususha? Kuti a-pusuke kufuma kumfwa.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Poso umwando, posa umwando, Umo asendwa na menshi,<br/> Paso umwando, posa umwando, Umo asendwa na menshi.</i><br><br>2. Paso mwando obe fye na maka, Wikokola, wilashima shima;<br/> Mona anwena aleya panshi, Iwe po-sa mwando umupusushe.<br><br>3. Paso Mwando obe ku baluba, Abali uko ushingafika; <br/> Myela ya matunko yabasenda, No kuse-ndwa na menshi ya mu calo.<br><br>4. Nshita ya kupususha yalapwa, Balaswa baye ku muyayaya;<br/> Kanshi endesha fye we munyina, Iwe po-so mwando ubapusushe.<br><br></p>"
    },
    {
        "title": "273 - SHINTILILA MU MABOKO",
        "number": 273,
        "content": "<h1>273 - SHINTILILA MU MABOKO</h1> <b>LEAN ON HIS ARMS</b><p>1. Shinti-lila we pali Ye-su, A-kula kwafwa Kula kwafwa; <br/> Nga wa-cetekela kute-mwa, Uke-mba ulwimbo.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Shinti-lila, Mucetekele; Shinti-lila. Mu luse lwakwe;<br/> Shinti-Iila, Mona ku mulu, Ba, muma-boko yakwe</i><br><br>2. Shinti-lila we pali Ye-su, A-kabu-tishe-, Nshila yobe;<br/> Konka uko alekutwa-la; Umfwe shiwi lyakwe.<br><br>3. Shinti-lila we pali Ye-su, Mu-shile fyonse-, Shile lyonse:<br/> Aba no kutemwa no lu-se, Ala-mona fyonse<br><br></p>"
    },
    {
        "title": "274 - NALIBA NO MU PUSUSHI",
        "number": 274,
        "content": "<h1>274 - NALIBA NO MU PUSUSHI</h1> <b>I HAVE A SAVIOUR</b><p>1. Ninkwato Mu-pusushi-anjita, Aliba no luse e Cibusa candi; <br/> Ala-mpepula no kute-mwa kwakwe, Ni Katula wandi e Katula obe<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Ndeku-lombela we ndeku-lombela; <br/> Ndekupe-pelela ko-. Ndeku-pepe-, la.</i><br><br>2. Ni nkwata Ta-ta ena alimpela; Ubuce-tekelo ubwa mu-yayaya;<br/> Bwangu alanjinjita ku mulu ku mwakwe, Akansu-minisha kuti nka-ye nobe.<br><br>3. Ni-nkwata mwingila u-wabuta, Nakula-linda nka-fwale 'ly'a-kabwela;<br/> Nkafwa-lo mwingi-la uwa-bekesha, Nobe we cibusa ukakwa-te umo.<br><br>4. A-mpo mute-nde 'pita nga menshi, Untu fi-busa fya calo ta-fyakwata;<br/> Kristu e mwine e upe-la fyonse. Nobe u mutende kuti a-kupa.<br><br>5. Nga-wamusa-nga kebe-ko bambi, Mupusu-shi wandi. Mupusushi obe.<br/> Pepa Mupusu-shi kuba-pususha, Akasu-ke pepo lyayasu-kwa kale.<br><br></p>"
    },
    {
        "title": "275 - UMUYAYAYA NI KWI?",
        "number": 275,
        "content": "<h1>275 - UMUYAYAYA NI KWI?</h1> <b>ETERNITY WHERE?</b><p>1. Umuyayaya bushe ni kwi waba? Tekutl ucumfwe lelo e-ko waba;<br/> Lipu-sho likalamba: Muyayaya? Lipu-sho likalamba: Waba kwisa?<br><br>2. Umuyayaya bushe ni kwi waba? Niku balubulwa nangu ku baluba; <br/> Cirno pali fibili: Muyayaya, Cimo pali fibili: Waba kwisa?<br><br>3. Umuyayaya bushe ni kwi waba? Salo bu-suma bwa calo no bwa mulu:<br/> Cisu-ma ukusala Muyayaya, Cisu-ma ukusala: Waba kwisa?<br><br>4. Umuyayaya bushe ni kwi waba? Ubupi-ngulo bwa Mfumu buli pepi:<br/> Ile-lo ulesala: Muyayaya, Ile-lo ulesala: Waba kwisa?<br><br>5. Umuyayaya bushe ni kwi waba? Cibusa wilatemwa ifya mu calo; <br/> Asu-ka ilipusho Muyayaya, Asu-ka ilipusho Waba kwisa?<br><br></p>"
    },
    {
        "title": "276 - UKUFWAYA INE",
        "number": 276,
        "content": "<h1>276 - UKUFWAYA INE</h1> <b>SEEKING FOR ME</b><p>1. Yesu Imfumu mu Betelemu, 'Fyalilwe mwi cinka ngo mupina; <br/> Awe mwandi! Cali ca kupapa, Kwisa fwaya ine.<br><br>2. Yesu Mupusushi pa lupanda, Andubwile no mulopa wakwe; <br/> Awe mwandi! Cali ca kupapa, Ukufwila ine.<br><br>3. Yesu Mupusushi umo wine. Na lilya naile ciyeyeye: <br/> Alepapatilo mweo wandi, Aleita ine.<br><br>4. Yes' akesa kufuma ku mulu, Bulayo busuma kuli ifwe;<br/> Nkamumona ‘lefuma ku mulu, Akeshila ine.<br><br></p>"
    },
    {
        "title": "277 - NTUNGULULA LUBUTO NILUBA",
        "number": 277,
        "content": "<h1>277 - NTUNGULULA LUBUTO NILUBA</h1> <b>LEAD KINDLY LIGHT</b><p>1. Ntungulula Lubuto ni luba-, Ntungululwe; <br/> Mfifi yafulisha ndyu kutali-, Ntungu-lulwe-; <br/> Munsunge ine epali na-lu-ba, Mulame amakasa-yandi-<br><br>2. Naikele kwabulo kwipusha-. Ukuntangilila; <br/> Nasalile nshila nalefwaya-. Ntungu-lulwe-; <br/> Natemenwe kwenda mu fya-bi-pa, Nshali bwino labenyu-bubi-<br><br>3. Nge fyo nimpalwa na maka yenu-. Ntungululwe;<br/> Kupita mu macusho ya calo-, naya-pita-; <br/> Mu lucelo nkamona ba-nge-li, Balemposha nabatemwa-kale-.<br><br></p>"
    },
    {
        "title": "278 - NSHILA YOBE WE MFUMU",
        "number": 278,
        "content": "<h1>278 - NSHILA YOBE WE MFUMU</h1> <b>NOT MY WAY</b><p>1. Nshila - yobe-, Mfumu, Nangu - yafi-, tisha; Ntungu-lula-, Mfumu, Unsa-, lile - nshila. Teti-, njisa-Iile, Awe-, teti-ncite. Nsali-la we-, Mfumu, Nkenda-, mwalu-ngama.<br><br>2. Bufu-mu bo-. mfwayo; Bobe - ne nshi-le yi; Yale-la ku-, Mfumu; Epa-, Ii na-luba, Uli, bumi-bwandi, 'Lyo ncu-, la no-bumi; Nsali-la we-, mwine Ici-, kuwa-mina<br><br>3. Nsali-la fi-, busa: Malwe - leno-, bumi, Nama-saka-, mano; Bupi-na ne-, fyuma: Teku-, sala - kwandi; Munsa-, lile - Imwe; Nimwe - Ntungu-, lushi, We ntu-, lo ya - fyonse.<br><br></p>"
    },
    {
        "title": "279 - ISENI KULI INE",
        "number": 279,
        "content": "<h1>279 - ISENI KULI INE</h1> <b>COME UNTO ME</b><p>1. We wa-ba no bulanda, Menso tawakwata,<br/> Kusu-mina mu Mfumu E mwa-ba buseko.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Se ... ni kuli 'ne- ... mweba- ... bomba,<br/> Mwe-ba fininwa, Ndemupa ubutusho, <br/> Se ... ndeni koli ... ilyandi- ... lyapepu ... ka.</i><br><br>2. Fyonse ifya mu calo tafi-belelela;<br/> Lelo kutemwa kwakwe eku-belela pe.<br><br>3. Ubu-mi bwa Mupashi, Bupe-lwa na Kristu,<br/> Bushe nausenukwa, Is'obe no mweo.<br><br>4. Mute-nde ngo mumana, Kute-mwa ngo lwimbo,<br/> Iko-Ii lyapepuka, Talya-fina iyo.<br><br></p>"
    },
    {
        "title": "280 - INYIMBO E SHISUMA",
        "number": 280,
        "content": "<h1>280 - INYIMBO E SHISUMA</h1> <b>OUR KING</b><p>1. Inyimbo e shisu-ma twimba ku-li 'Mwe; <br/> Tumutasha Katu-Ia Inshila ya - mwe.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Tule ... tasha E Katula - wesu (tasha)<br/> Tule… imba Ubufumu - bwakwe.</i><br><br>2. Atemenwe aba-na lintu ali - pano; <br/> Nomba ali ku mu-lu Atutemwi-sha pe<br><br>3. Tutemwa ukuta-sha no kumfwe mi-lumbe:<br/> Ilintu ali pa-nshi Epo ku Ga-lile.<br><br>4. Mwe Katula washu-ka Twaisa ku-Ii 'Mwe; <br/> Tulelomba mutwa-fwe Kumupala-mina.<br><br></p>"
    },
    {
        "title": "281 - ULUTANDA LUSUMA",
        "number": 281,
        "content": "<h1>281 - ULUTANDA LUSUMA</h1> <b>A BEAUTIFUL STAR</b><p>1. Kwalyu lutanda ubu-shiku, Lwabeka na ma-ka ya-mulu:<br/> Lwatungul wi Ie aba-mano, Kwafya-lilwe, Mupu-sushi.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Lule-beka. Lule-beka, Mu ma-lungu na pa-mpili,<br/> Lule-beka, Lule-beka, Lupusukilo lwa kwa - Lesa.</i><br><br>2. Amalembo a-yaci-shinka, E yabalangi-le lu-tanda; <br/> Balukonkele apa-tali, Lwali - luta-nda Iwa - Yesu<br><br>3. Natulukonke nga ba-kale, Nyali ya calo yaso-belwe;<br/> Twakulakonka ulu buto, Kufi-ka tu-tushe-kwesu<br><br></p>"
    },
    {
        "title": "282 - AMAKANA MAKUMI YAMASASE",
        "number": 282,
        "content": "<h1>282 - AMAKANA MAKUMI YAMASASE</h1> <b>TEN THOUSAND HARPS</b><p>1. Mu masese na mashiwi Balelumbanye Mfumu; <br/> Ni Yesu e uleteka, Myulu na isekele. <br/> Nipaci ... puna Yesu, Ateke ... calo eka, <br/> Aleluya, Aleluya, Aleluya, Amen .<br><br>2. Teka Mfumu ya lulumbi, Teka umuyayaya,<br/> Bonse bakalasekela abo wakomenena; <br/> Ni pacipuna Yesu-, ... Ateke calo eka-,<br/> Aleluya, Aleluya, Aleluya, Amen<br><br>3. 'Seni bwangu Mupusushi. Bwise bushiku bwenu; <br/> Nga bwapwa ubupingulo. Mulu calo fikapwa;<br/> Bakasekela nobe, Kumone cinso cobe,<br/> Aleluya, Aleluya, Aleluya, Amen.<br><br></p>"
    },
    {
        "title": "283 - BUSHE NI'WE BUSHE NI'NE?",
        "number": 283,
        "content": "<h1>283 - BUSHE NI'WE BUSHE NI'NE?</h1> <b>SHALL YOU? SHALL I</b><p>1. limo 'kengila pa cipata, No-mba fye, no-mba fye: <br/> No kuba mu lulumbi lulya, Bushe ni'we? Bushe ni'ine? <br/> Akenda mu misebo ilya, Akalamona ifisuma, <br/> No kulya filya twaebelwe; Bushe ni 'we? Bushe ni 'ne?<br><br>2. Umo akatulo lupanda, No-mba fye, No-mba fye; <br/> Bakamufwika icitebo, Bushe ni 'we? Bushe ni 'ne? <br/> Umo akalamone Mfumu, Macusho ya calo yakapwa,<br/> Akalasekelela nankwe; Bushe ni 'we? Bushe ni 'ne?<br><br>3. Umo akakunta pa cibi, No-mba fye, No-mba fye; <br/> Akomfwe shiwi, \"Nshikwishibe,' Bushe ni 'we? Bushe ni 'ne? <br/> Aketa tabakarnwasuke, Pantu icibi cikesalwa, <br/> Tabakamupele cilambu; Bushe ni 'we? Bushe ni 'ne?<br><br>4. Umo akemba ulwa bwansho, No-mba fye, No-mba fye:<br/> Kwimba pamo na bapusuka, Bushe ni 'we? Bushe ni 'ne? <br/> Kuposhanya palya pa cabu, Na batemwikwa ba pa calo,<br/> Akaba mu lulumbi lwa pe, Bushe ni 'we? Bushe ni 'ne?<br><br></p>"
    },
    {
        "title": "284 - ILYO INSHIKU SHILEYA",
        "number": 284,
        "content": "<h1>284 - ILYO INSHIKU SHILEYA</h1> <b>WHILE THE DAYS ARE GOING BY</b><p>1. Kulya bantu balecula, Ilyo nshiku shileya;<br/> Kuli bambi abalefwa, Ilyo nshiku shileya: <br/> 'Fwe tubakoseleshe. Bonse bali mu nshila,<br/> Tulecite fisuma, Ilyo nshiku shileya.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Shileya (shileya), Shileya (shileya), Shileya (shileya),<br/> Shileya (shileya), Tulecite fisuma ilyo nshiku shileya</i><br><br>2. Te nshita iyakwikala, Ilyo nshiku shileya; <br/> Mpumi yobe ibekeshe, Ilyo nshiku shileya: <br/> Icalo ca malanda, Macusho no kulila, <br/> Twafwe bonse balewa, Ilyo nshiku shileya.<br><br>3. Imyando ya kutemwana, Ilyo nshiku shileya,<br/> Tatuleisakamana, Ilyo nshiku shileya; <br/> Lelo mbuto shisuma Isho ifwe twabyele,<br/> Shiletusansamusha. Ilyo nshiku shileya.<br><br></p>"
    },
    {
        "title": "285 - KU CIFULO CATALALA",
        "number": 285,
        "content": "<h1>285 - KU CIFULO CATALALA</h1> <b>THERE IS A PLACE OF QUIET REST</b><p>1. Ku cifulo catalala, Mupepi na Lesa,<br/> Ububi tabukowesha, Mupepi na Lesa.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>O Yesu Mupusushi, Atumwa na Lesa; <br/> Twikate fwe balinda, Mupepi na Lesa.</i><br><br>2. Ku cifulo icansansa, Mupepi na Lesa,<br/> Eko tukumanye Mfumu, Mupepi na Lesa.<br><br>3. Ku cifulo ca kutusha, Mupepi na Lesa,<br/> Kwabe nsansa no mutende, Mupepi na Lesa.<br><br></p>"
    },
    {
        "title": "286 - NSENDENI",
        "number": 286,
        "content": "<h1>286 - NSENDENI</h1> <b>BEAR ME ON</b><p>1. Ndebu-fulu-ka bu-shiku, Ilya-balu-bulwa <br/> Bake-ngila-mu Zi-yoni, Mushi wa mu-shilo<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>O nse-ndeni, nsendeni; Ku Zi--yo-ni.<br/> Nsende-ni ku mushi wa kutemwa: Mushi wa mu-shilo.</i><br><br>2. Baka-lai-mb' Ale-luyah, 'Bumba lika-lamba<br/> Nkemba nabo- ulu lwimbo, Ulwa bupu-susho<br><br>3. Seke-leni bwapa-lama, Twale-bufu-luka-;<br/> Buka-kumu-ne fi-lamba, Bushi-ku bwa kwanga<br><br></p>"
    },
    {
        "title": "287 - MU NSHITA YA MESHO",
        "number": 287,
        "content": "<h1>287 - MU NSHITA YA MESHO</h1> <b>IN THE HOUR OF TRAIL</b><p>1. Mu nshita ya me-sho- Yesu mungafwe,<br/> Ukuti ni tu-nkwa, Mfume kuli 'Mwe; <br/> Nga nabo wana-ka, Mwindekelesha <br/> Munjikatili-le Ukuti niwa.<br><br>2. Fintu fya mu ca-lo fingansekesha,<br/> Tafyawama fyo-na-ula Mupashi; <br/> Ibala lya Get-se-mani njibushe; <br/> Nangu mbe mwisa-mba ilya Kalvari.<br><br>3. Busho luse lwi-nga leta malanda,<br/> Nangu kukali-pwa, Muno mu calo; <br/> Nsuminisheni-fye, Mbe mu maboko<br/> Amasakama-no, Mbike pali 'Mwe.<br><br></p>"
    },
    {
        "title": "288 - BALETELE  FYA  DUPE  KULI YESU",
        "number": 288,
        "content": "<h1>288 - BALETELE FYA DUPE KULI YESU</h1> <b>THEY BROUGHT THEIR GIFTS TO JESUS</b><p>1. Baletele- fya bu-pe fyabo kuli- Yesu,<br/> Pa kumute-mwa Yesu bamupele bupe, <br/> Imilimo- ya luse, No kwafwa ba-pina;<br/> Na fyonse fyo- bapele, Fyalipokelelwe<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Bushe teti- ulete bupe ate-mwisha,<br/> Tila, Napo- mutima Pa makasa yenu.</i><br><br>2. Na bambi e-po ba-li bapele fya-bupe,<br/> Umupina- ape-le, Yesu atashishe;<br/> Umupina-Twai-she Kupela ko-nse fye. <br/> Takwete ne-lyo ka-me Kakupele Mfumu.<br><br>3. Alilile ati-le, We wa-ba no luse,<br/> Bula fyonse- ndi na-fyo, Mutima wabipa;<br/> Elyo Yesu ‘mwaswike, Witila ka-cepa, <br/> Bonse buli-fye bwino, Iwe bwacilapo.<br><br></p>"
    },
    {
        "title": "289 - MUMBULE FYO NDI",
        "number": 289,
        "content": "<h1>289 - MUMBULE FYO NDI</h1> <b>TAKE ME AS I AM</b><p>1. Yesu ni 'Mwe ndelilila, Nga tamwangafwe nalafwa;<br/> Leteni ubupu-susho, Mumbule nge fyo ndi.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Mumbule- fyo ndi, Mumbule- fyo ndi,<br/> Leteni ubupu-susho, Mumbule nge fyo ndi.</i><br><br>2. Nshikwete ma-ka ndi mubi, Lelo ni'Mwe mwamfwilile;<br/> Mumpange ngefyo mu-fwaya, Mumbule ngc fyo ndi<br><br>3. Teti njiteyani-shishe, Pantu ndi muntu wabipa;<br/> Mwi Shina lyenu mpusuke, Mumbule nge fyo ndi.<br><br>4. Nafukama ku ci-puna, Moneni nawa pa nkasa; <br/> Mulimo wenu u-suma, Mumbule nge fyo ndi<br><br>5. Mulefwayo kuu-mombe, Mbutisheni umutima:<br/> Beni muli ine-mombe, Mumbule nge fyo ndi.<br><br>6. Ilyo mulimo u-kapwa, Ubulwi bwapwa nacimfya:<br/> Ukwita kwandi ku-kaba-Mumbule nge fyo ndi.<br><br></p>"
    },
    {
        "title": "290 - BOMBELA IMFUMU",
        "number": 290,
        "content": "<h1>290 - BOMBELA IMFUMU</h1> <b>TOILING FOR JESUS</b><p>1. Temwa temwa bombela Imfumu Twafuma bonse ne mitima;<br/> Kubombela conse atulanga. No busumino tukacita.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Bo-mbela Yesu. Tuleya ifwe tuleimbila. <br/> Bo-mbela Yesu, Muno mwibala lyakwe.</i><br><br>2. Kwanga kwanga tusose ilandwe. Muno calo ku bantu bonse:<br/> Kristu ulubuto lwakwa Tata, Wene aletupala nomba.<br><br>3. Fuka fuka konke Mfumu Yesu. Mu fyonse Wene aendele; <br/> Nkatangilile bambi ku Mfumu. Bamonemo Mwana wa Mpanga<br><br></p>"
    },
    {
        "title": "291 - EWALINGA FYE EKA",
        "number": 291,
        "content": "<h1>291 - EWALINGA FYE EKA</h1> <b>WORTHY, WORTHY IS THE LAMB</b><p>1. Yesu Mwana wa Mpanga. E walinga fye eka,<br/> Yesu Mwana wa Mpanga; Wa--fwi--Ie.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Lu-lumbi ku Mfu-mu, Mwimbe Haleluyah,<br/> Lu-lumbi ku Mfu-mu, Ku-mwa-na.</i><br><br>2. Leteni ubufumu, Bwise pwisha macusho<br/> Leteni myake kana, Wa--shi--la.<br><br>3. Kanshi 'fwe nshita shonse, Tubombe tumutashe.<br/> Tusuke tumumone, Ku--Zi--yon',<br><br></p>"
    },
    {
        "title": "292 - UTUBOKO TUBILI",
        "number": 292,
        "content": "<h1>292 - UTUBOKO TUBILI</h1> <b>TWO LITTLE HANDS</b><p>1. Ndi no tuboko twakubomba na ka lulimi kamutashe,<br/> Tu matwi nato twakumfwila, Ka shiwi kamulumbanye.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Twaisa. Twaisa, Fwe bana bobe twaisa,<br/> Twaisa, Twaisa, Twishibe Imwe.</i><br><br>2. Ndi no tukasa twakwendela, Ukulaya ku mulu kulya,<br/> Tu menso nato twakumona 'Pali amashiwi yakwe.<br><br>3. Na ka mutima mpele Yesu, Na ka mupashi kapusuke;<br/> Na ka mweo kamubombele, Ine kuti naba wakwe.<br><br></p>"
    },
    {
        "title": "293 - KUNTA, KUNTA",
        "number": 293,
        "content": "<h1>293 - KUNTA, KUNTA</h1> <b>KNOCKING, KNOCKING</b><p>1. Kunta, Kunia niw'ani-? Linda linda cawama,<br/> Mulendo mweni ni Mfu-mu, Tatwatala tumumo--na <br/> Wapapa umutima. Bushe teti wisule-? <br/> Bushe teti wisule.<br><br>2. Kunta, Kunta ep'ali-, Linda. Linda cawama-, <br/> Lelo cibi naciko-sa Nseku shakosha ici-bi <br/> Mishimba naifula, Cibi cakakatila-. <br/> Nacikano kwisuka.<br><br>3. Kunta, Kunta ep'ali-, Linda, Linda cawama-,<br/> Walashilwe ‘li pa mwi-nshi, Ku mutwe afwele myu--nga <br/> Menso yalolekesha, Alepembela iwe-,<br/> Bushe teti wisule.<br><br></p>"
    },
    {
        "title": "294 - KUFIMBWA NO MWEO WAKWE",
        "number": 294,
        "content": "<h1>294 - KUFIMBWA NO MWEO WAKWE</h1> <b>COVER WITH HIS LIFE</b><p>1. Lolesha Ye-su, Wakaele-, Tata abi-ka pali ine <br/> Umweo wa-kwe; Ne wabipa-, Kuti nsafi-we Mbute tutu<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Mfimbeni e-lyo mbute tutu-, Nkeshiba bwi-no mwco wenu-,<br/> Umweo wa-ndi walibipa-, Unsambe ine mbute tutu</i><br><br>2. Ububi bwa-ndi nabufula-, Ndetina uku-kulolesha-,<br/> Isa we Mfu-mu wise 'nsenda- Mfume mu bu-bi bwa chalo 'ci.<br><br>3. Ndatemwisha kwe-lela kobe-, Walindamina umwingila-,<br/> Uwabuti-sha; Namulomba-. Munsambe i-ne mbute tutu.<br><br>4. Alimfwili-Ie kumpususha-, E wasambi-le bubi bwandi-,<br/> Kwi shiwi lye-be ndeumfwila-, Nkabe mu lu-lu-mbi na Iwe.<br><br></p>"
    },
    {
        "title": "295 - LISHENI PENGA LYA BULWI",
        "number": 295,
        "content": "<h1>295 - LISHENI PENGA LYA BULWI</h1> <b>SOUND THE BATTLE CRY</b><p>1. Lisheni penga, mona mulwani, Imyeni ulu-unga lwakwe;<br/> Buleni ifilwilo, mukose, Mwi shiwi lyakwe lya mushilo<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Akuyeni mwe bashilikale, Teyanyeni shiwi lipita; <br/> Akuyeni no kwimba Hosana! Chilongoshi ‘mwine ni Kristu.</i><br><br>2. Tukose bonse twanshe mulwani, Tuye kuntanshi, tucimfye.<br/> Inkwela yesu e shiwi lyakwe, Tukamucimfya umulwani<br><br>3. Lesa wa bonse tukutikeni, Lyo tulekwita wa luse; <br/> Ngo bulwi bwapwa, bonse twacimfya, Twafwikwe citebo ca bwansho.<br><br></p>"
    },
    {
        "title": "296 - NTUNGULULENI MWE MUPUSUSHI",
        "number": 296,
        "content": "<h1>296 - NTUNGULULENI MWE MUPUSUSHI</h1> <b>LEAD ME, SAVIOUR</b><p>1. Ye-su nyensha niluba (niluba) <br/> Nye-nsha bwino mu nshila (mu nshila)<br/> Ndi bwino nga ulipo (ulipo) <br/> Ku-temwa kobe mbepo (be mbepo)<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Nye-nshya, Nye-nshya, Ye ... su nyensha niluba;<br/> Nye ... nshya bwino mu nshila, Munsunge nshita shonse</i><br><br>2. U-li cubo kuli ‘ne (kuli 'ne),<br/> Ilyo kwaba macusho (macusho); <br/> Ndi-bwino ngo li pepi (apepi),<br/> Nce-tekela muli 'We (muli 'we).<br><br>3. Nsu-ngwe kufike mpela (impela),<br/> 'Lyo cipupu capita (capita); <br/> Nsu-ke mfike kwi shilya (kwishilya),<br/> Nkakumune filamba (filamba).<br><br></p>"
    },
    {
        "title": "297 - EKO ALl UWATEMENWE",
        "number": 297,
        "content": "<h1>297 - EKO ALl UWATEMENWE</h1> <b>THERE WAS ONE WHO WAS WILLING</b><p>1. Eko a-li uwate-me-nwe kumfwila. Ukuti ine mbe no mweo; <br/> Alisu-minishe kuya palupanda, Ukuti 'ne nsange umweo.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Epo shapopelwe palya pa lupanda, Wene a-shisende-le shonse,<br/> No kucu-la konse, Yesu pa lupanda, Asende-le ubu-bi bwandi.</i><br><br>2. Wa ciku-ku, kutemwa uwa tekanya, Pa kusa-mba muti-ma wandi,<br/> Nshili no mulandu nomba ndi muntungwa, Nashipopelwa pa lupanda.<br><br>3. Nakula-ba Iyonse fye no Mupusushi Nshakata-le mfuma kunt'ali;<br/> No lwimbo pamilomo na mu mutima, Pantu ni-njelelwa ububi<br><br></p>"
    },
    {
        "title": "298 - TE FYA INE, FYA IMWE",
        "number": 298,
        "content": "<h1>298 - TE FYA INE, FYA IMWE</h1> <b>NONE OF SELF AND ALL OF THEE</b><p>1. Kuilumbanya mu cabi-pa kwali muli ine,<br/> Nalemwasuka Yesu a-ti, awe fyonse fyandi, <br/> Fyonse fi awe fyandi; Tapali fintu fyobe; <br/> Efyo mwaswike Ye-su, Te fyobe fyonse fyandi.<br><br>2. Alinsangile 'ne Ye-su Namumwene pa muti.<br/> Mutima wandi wati-le, Awe 'fi fyonse fyobe; <br/> Watile umutima, Watile umutima; <br/> Mutima wandi wati-le, Awe 'fi fyonse fyobe.<br><br>3. Luse lwakwe lulapo-sha, No kutwafwa nshiku pe,<br/> Lulenenga kuti na-nde, 'Ne ncepe Yesu akule;<br/> Kanjitwale fye panshi; Yesu abe pa mulu,<br/> Lulenenga kuti na-nde, Yesu abe pa mulu.<br><br>4. Uluse ulwa kwa Ye-su, Lwacila myulu yonse,<br/> Luse lobe nalunga-fwa, Takuli cili candi; <br/> Takuli cili candi, Nomba fyonse fye fyobe <br/> Luse lobe nalunga-fwa. Fyonse i-fyandi fyobe.<br><br></p>"
    },
    {
        "title": "299 - LYONSE UWA KUSEKELA",
        "number": 299,
        "content": "<h1>299 - LYONSE UWA KUSEKELA</h1> <b>ALWAYS CHEERFUL</b><p>1. Mitima iseke-lele, Te kula-i-Iishanya, Ilyo Lesa atulenga Ukuba bantu bakwe.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Tuleseke-Iela Iyonse. Ulubu-to lwaisa, Tulesekelela mu milimo, Lyonse, Twakulasekelela</i><br><br>2. Atusunga mu ma-boko, Bubi ta-bwa-ka cimfye, Alitulaya ku-twafwa, E bulayo bwa cine.<br><br>3. Ilyo twafilwa ku-bomba, Tulomfwa u-bukali, Icinshingwa catu-fimba, Twafilwa kwimba lwimbo.<br><br>4. Basuma bali ne nsansa, Mu nshita ya-lungama, Tumfwe fya cine tu-konke, Tuleke bubi bwesu.<br><br></p>"
    },
    {
        "title": "300 - BACULA BAKATUSHA",
        "number": 300,
        "content": "<h1>300 - BACULA BAKATUSHA</h1> <b>REST FOR THE WEARY</b><p>1. Umushi wa mwina Kristu, Waba mu-Mpanga ilya,<br/> Mupusushi atangila, Kuyanteyani-shi-, sha.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Bacula ba-katusha. Bacula ba-katusha;<br/> Kulya kwi-shi-lya ilya Yordani, Kulya;<br/> Bacula ba-katusha, Bacula ba-katusha, <br/> Bakalalya mwi-bala lya Edeni, Mulya</i><br><br>2. Alenteyanishe ng'anda, Ikeka-la pe nape;<br/> Nkekala kulya pe nape. Mu mpanga ya mu-ishi-, lo<br><br>3. Kulwala no kukalipwa, Takwaka-tale kuba,<br/> Icikonko no bulanda, Tafyakasangwe-, ku-, lya.<br><br>4. lmfwa tayakasangwemo, No lubo-la lwa iko, <br/> Imbeni no kusekela, Imbeni nomba-, bwacha<br><br>5. Imbeni mwe mpyani shakwe, No bwansho 'lyo muleya, <br/> Fipata fya mu Zioni, Fili no kumwi-, swi-, lwa.<br><br></p>"
    },
    {
        "title": "301 - MUNYINA SUMINA",
        "number": 301,
        "content": "<h1>301 - MUNYINA SUMINA</h1> <b>O BROTHER BE FAITHFUL</b><p>1. Munyina sumina Yeswa laisa, Untu twalolela nga nshi,<br/> Twalaba mumusumbo wa lulumbi, Nokwimbo Iwimbo lwa Bwansho, <br/> Munyina cinshi twingakaninoku-sumina uwatutemwa, <br/> Uwatulango kutemwo kwa cine, Uwa tulubwile ifwe.<br><br>2. Kwalibo musumbo wacindamisha, Uwabasuma bapalwa,<br/> Ulebalolela kubasengela, nokusanga ubutusho, <br/> Kanshi we munyina fye cetekela, tacabule nshite ntali,<br/> Ukwikala mu mfifi nokucula, bwalaca fye nomba line.<br><br>3. Sumina munyina nomba laisa, Kabumba Mfumwi ya maka,<br/> Kwisa neminshipendwa yabangeli, mu maka yakwa ya bwansho,<br/> Munyina walaumfwe shiwi lyakwe, ilyo akasoka kati;<br/> \"Wacita bwino we musha musuma, ba mubuseko bwa Mfumu.\"<br><br>4. Munyina teti umfwikishe lelo, Kano fye mu muyayaya,<br/> Ilyo kamone cinso cakwa Yesu, elyo kafwikwe citebo,<br/> Munyina sumino bulayo bwakwe, bulelolela bacine, <br/> Bakapyana pamo nabalubulwa, no kwikala na Yesu pe.<br><br></p>"
    },
    {
        "title": "302 - TULI BANA BA MFUMU",
        "number": 302,
        "content": "<h1>302 - TULI BANA BA MFUMU</h1> <b>WE ARE CHILDREN OF A KING</b><p>1. Tuli bana ba Mfumu, ba Mfumu, ba Mfumu,<br/> Tuli bana ba Mfumu, tuleimba nomba; <br/> Tulekonka Yesu pe, nomba tatuletina,<br/> Tulekonka mupepi, tuleimba pe pe<br><br>2. Tule-enda kumwesu, kumwesu, kumwesu,<br/> Tule-enda kumwesu, tuleimba nomba; <br/> Ku ng'anda yakwa Tala, mfifi takuli kulya,<br/> Yes' elubuto kulya, tuleimba pe pe.<br><br>3. Sekela tule-enda, kumwesu, kumulu,<br/> Sekela tule-enda, tuleimba nomba; <br/> Tuleimba nshiku pe, bakosa baleimba,<br/> Palwendo tuleimba, tuleimba pe pe.<br><br></p>"
    },
    {
        "title": "303 - UKUKUTA KULEUMFWIKWA KONSE",
        "number": 303,
        "content": "<h1>303 - UKUKUTA KULEUMFWIKWA KONSE</h1> <b>SEND THE LIGHT</b><p>1. Ukukuta kuleumfwikwa konse, \"Tupeni ulubuto.\"<br/> Bantu balelila lupusukilo, Bapeni ulubuto.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Tumeni ilandwe lyabuta, Libutishishe konse, <br/> Tumeni ilandwe lyabuta, Libutishishe konse.</i><br><br>2. Twabomfwa baleita konse konse, \"Tupeni ulubuto.\" <br/> Twaleto bupe bwesu no buseko, Bapeni ulubuto<br><br>3. Cikuku ca Yesu cibakumane, Bapeni ulubuto.<br/> Tuleba no mupashi wakwa Yesu, Bapeni ulubuto.<br><br></p>"
    },
    {
        "title": "304 - LINTU WASAKAMIKWA",
        "number": 304,
        "content": "<h1>304 - LINTU WASAKAMIKWA</h1> <b>COUNT YOUR BLESSINGS</b><p>1. Lintu wasakamikwa na macusho, <br/> Lintu wanashiwa mulwendo lobe,<br/> Penda mapalo yobe limo limo,<br/> Fikakupapishe fyacite Mfumu.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Penda mapalo limo limo Yantu Lesa akucitila; <br/> Penda mapalo limo limo Umone ci kakucitile Lesa.</i><br><br>2. Bushe wanashiwa we ne cisendo? <br/> Bushe naufininwa no lupanda, <br/> Penda mapalo yobe limo limo, <br/> Elyo ukembo mwaye nshiku shonse.<br><br>3. Lint'wa mona 'bukankala bwa bambi,<br/> Tontonkanye fyuma fyobe ku mulu,<br/> Na mapalo yobe ya shinga shitwa,<br/> Namalipilo yobe yaku mulu.<br><br></p>"
    },
    {
        "title": "305 - BUSHE NDI MUSHILIKALE?",
        "number": 305,
        "content": "<h1>305 - BUSHE NDI MUSHILIKALE?</h1> <b>A SOLDIER OF THE CROSS</b><p>1. Bushe ndi mushilikale, Kakonka wa Mpanga?<br/> Bushe nkatina munshila no kuba ne nsoni?<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Ishina, ilya wama, Wene amfwilile,<br/> Mucikuku nkapokela icitebo candi.</i><br><br>2. Bushe nje mumulu mulya, Mushili macusho,<br/> Ilyo bambi balecula mu fimana monse<br><br>3. Bushe balwani balipo? Bushe nkalwe nabo?<br/> Bushe calo ni cibusa cinsukile m‘mulu<br><br>4. Kulwa kwandi kwiba kwa fye, Unkoseshe Mfumu,<br/> Nkashipikisha macusho mu mashiwi yenu.<br><br></p>"
    },
    {
        "title": "306 - SEKELENI",
        "number": 306,
        "content": "<h1>306 - SEKELENI</h1> <b>IF GOD BE FOR US</b><p>1. Sekeleni mu cikuku cakwe co,<br/> Pantu aletukakula, <br/> No umulopa cinshi tuletina, <br/> Pantu Yesu ni wesu ‘fwe.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Bushe nga Lesa ali na ifwe nga kuli nani akatuansha 'fwe,<br/> Na, ni, Ko? ... Nani akatuansha ifwe.</i><br><br>2. Kosa mu Mfumu pantu e wamaka;<br/> 'Kala wakumfwile shiwi, <br/> Namumacusho kosesha mu cine,<br/> Nokwikalililamo pe.<br><br>3. Kosa kwishiwi lyamalayo yakwe,<br/> Aya cine muli Kristu, <br/> Wacine ici casoswa kabili,<br/> Cine cine tayakapwe.<br><br>4. Kala mu Mfumu namaka yakwe 'yo,<br/> Muli mweo wakutapwa, <br/> Ukuponako mumaboko yakwe,<br/> Nshakafume kabili 'yo.<br><br></p>"
    },
    {
        "title": "307 - ABANTU BAKWA YESU",
        "number": 307,
        "content": "<h1>307 - ABANTU BAKWA YESU</h1> <b>PEOPLE OF GOD</b><p>1. Abantu bakwa Yesu balesekela nomba;<br/> Abantu bakwa Yesu balesekela nomba;<br/> Yesu Mfumu yabo alebwela ku calo, <br/> Aleisa bwangu.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Ululumbi Aleluya, Ululumbi Aleluya; <br/> Ululumbi Aleluya, Aleisa bwangu.</i><br><br>2. Abantu bakwa yesu balepembela nomba; <br/> Abantu bakwa Yesu balepembela nomba; <br/> Katula alebapela mweo pe na pe,<br/> Aleisa bwangu.<br><br>3. Mweo wa Yesu eka wawamisha ifwe;<br/> Mweo wa Yesu eka wawamisha ifwe; <br/> Nomba ali no kusenda abantu bakwe, <br/> Aleisa bwangu.<br><br>4. Abantu bakwa Yesu tabati-na iyo;<br/> Abantu bakwa Yesu tabati-na iyo; <br/> Lintu Yesu akabwela fyonse fikapwa;<br/> Aleisa bwangu.<br><br></p>"
    },
    {
        "title": "308 - YESU MFUMU UMFWA KULI 'NE",
        "number": 308,
        "content": "<h1>308 - YESU MFUMU UMFWA KULI 'NE</h1> <b>BLESS THY LITTLE LAMB TONIGHT</b><p>1. Yesu Mfumu umfwa kuli 'ne, Upale mwana obe;<br/> Mu Mfufi 'kala mupepi, Ukufiko lucelo.<br><br>2. Kasuba naunondola, Nedkutasha kuli 'ci<br/> Wampele ifintu fyonse, Ufwa ipepo lyandi.<br><br>3. Welele fyabipa fyandi, 'Pale banandi bonse;<br/> Ukesa senda 'fwe bonse, Ku kwikala na iwe.<br><br></p>"
    },
    {
        "title": "309 - YESU WESU AFYELWE",
        "number": 309,
        "content": "<h1>309 - YESU WESU AFYELWE</h1> <b>THE BIRTH OF JESUS</b><p>1. Yesu wesu afyelwe, Mu Betelemu;<br/> Asendeme mu fyani, Fya mu mukondo<br><br>2. O, Yesu uleshiba, Ifinti kuno;<br/> Washo bufumu bobe, Kututula 'fwe.<br><br>3. O, Cibusa ca bana, Ndetota Iwe;<br/> Pantu washile kale, Ing'anda iyobe.<br><br>4. Ndemukabila Yesu, Ukwafwa ine;<br/> Ndemukonke nshiku pe, Ndemunakila.<br><br>5. Ndepalamina Iwe, Cibusa wandi;<br/> Ndetemwa ukuleka, Fyabipa fyandi.<br><br></p>"
    },
    {
        "title": "310 - NAPUSUKA",
        "number": 310,
        "content": "<h1>310 - NAPUSUKA</h1> <b>I AM SAVED</b><p>1. Napusuka 'ne mu fibi, Napusuka kuma lwele;<br/> Naingila mu lubuto, Nausanga umutende<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Napusuka, Ndeimbila, Nshita shonse, Kwa pe na pe<br/> Bapusuka, Baimbila, Nshita shonse, Kristu Mfumu.</i><br><br>2. Mabimbi mu calo yafula, lelo kwimba kuleumfwika;<br/> Kutemwa kobe we Mfumu, Kwapususha calo conse.<br><br>3. Bapusuka basekela, Muli Mfumu ya shamfumu;<br/> Abapusuka baleimba, Matotelo kulumbanya.<br><br></p>"
    },
    {
        "title": "311 - NSHITA YAPWA",
        "number": 311,
        "content": "<h1>311 - NSHITA YAPWA</h1> <b>'TIS ALMOST TIME FOR THE LORD TO COME</b><p>1. Nshita yapwa Mfumu yalaisa, Ndeumfwa bantu baleti;<br/> Ntanda ku mulu nasho shashima, Ubushiku bulu 'pepi no kuca.<br><br><br><i><font color=#CD9B1D>CHORUS:</font><br>Bu-shiku bwandi nomba bwalaca, Bu-shiku bwandi nomba bwalaca-,<br/> Inshita naipwa Mfumu yalaisa; Teyanishisheni 'kwisa kwakwe.</i><br><br>2. Filangililo, mweshi, kasuba; Mu calo namu lwelele,<br/> Mashiwi yafiko yatusoka; Filetwebe Mfumu ili mupepi.<br><br>3. Iy'e nshita yacilonganino, Icilelolela Yesu;<br/> Cifume ku misango yabipa, Citeyanishishe ku kwisa kwakwe.<br><br>4. Kabiyeni bonse mu tushila, Pamofye na mu misebo;<br/> Mubalete bonse nefilema; Baiteyanishisho kwisa kwakwe.<br><br></p>"
    }
]
